Repository: openedx/edx-ora2
Catalog: openassessment/locale/*/LC_MESSAGES/djangojs.po
Languages: ar_sa, cs, eo, es_ar, es_es, eu_es, fa_ir, fr_ca, ja_jp, nb, pl, sk, sw_ke, zh_tw

source: You have deleted all the options for this criterion. The criterion has been removed from the sample responses in the Learner Training step.
ar_sa: لقد قمت بحذف جميع خيارات هذا المحك، وتم حذف هذا المحك من نماذج الإجابات في خطوة تدريب المتعلم.
cs: Smazali jste všechny možnosti pro toto kritérium. Kritérium bylo odstraněno z ukázkových odpovědí v kroku Školení žáka.
eo: Ýöü hävé délétéd äll thé öptïöns för thïs çrïtérïön. Thé çrïtérïön häs ßéén rémövéd fröm thé sämplé réspönsés ïn thé Léärnér Träïnïng stép. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łα#
es_ar: Ha eliminado todas las opciones para este criterio. El criterio se eliminó de las respuestas de muestra en el paso Capacitación del alumno.
es_es: Has eliminado todas las opciones para este criterio. El criterio se ha eliminado de las respuestas de ejemplo del paso para el entrenamiento del estudiante.
fa_ir: شما همه گزینه های این معیار را حذف کردید. این معیار از نمونه پاسخ در مراحل آموزش یادگیرنده حذف شد.
fr_ca: Vous avez supprimé toutes les options pour ce critère. Le critère a été retiré des exemples de réponses dans l'étape de formation de l'apprenant.
ja_jp: この評価基準の全ての選択肢を削除しました。受講者トレーニングの解答例から、この評価基準が削除されました。
nb: Du har slettet alle alternativene for dette kriteriet. Kriteriet er fjernet fra eksempelsvarene i "Learner Training" trinnet.
pl: Usunąłeś wszystkie opcje dla tego kryterium. Tak więc kryterium zostało usunięte z przykładowych odpowiedzi w Szkoleniu Studenta.
sk: Odstránili ste všetky voľby pre toto kritérium. Toto kritérium bolo vymazané zo všetkých vzorových odpovedí v kroku Výcvik študentov.
sw_ke: Umefuta hiari zote za hivi vigezo. Vigezo vimeondolewa kutoka kwenye mfano wa majibu katika 'hatua za Kumfundisha'.
zh_tw: 您已經刪除了這評分標準中所有的選項，已經從範例作答裡刪除評分標準。

source: Criterion Deleted
ar_sa: تم حذف المحك.
cs: Kritérium smazáno
eo: Çrïtérïön Délétéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_ar: Criterio Eliminado
es_es: Criterio eliminado
eu_es: Irizpidea ezabatu da
fa_ir: معیار حذف شد
fr_ca: Critère supprimé
ja_jp: 評価基準削除済
nb: Kriterie slettet
pl: Kryterium usunięte
sk: Kritérium odstránené
sw_ke: Kigezo Kimefutwa
zh_tw: 刪除評分標準

source: You have deleted a criterion. The criterion has been removed from the example responses in the Learner Training step.
ar_sa: لقد قمت بحذف محك، وتمت إزالة هذا المحك من أمثلة الإجابات في خطوة تدريب المتعلم.
cs: Smazali jste kritérium. Kritérium bylo odstraněno z příkladů odpovědí v kroku Školení žáka.
eo: Ýöü hävé délétéd ä çrïtérïön. Thé çrïtérïön häs ßéén rémövéd fröm thé éxämplé réspönsés ïn thé Léärnér Träïnïng stép. Ⱡ'σяєм ιρѕυм ∂#
es_ar: Ha eliminado un criterio. El criterio se eliminó de las respuestas de ejemplo en el paso Capacitación del alumno.
es_es: Has eliminado un criterio. El criterio se ha eliminado de las respuestas de ejemplo del paso para el entrenamiento del estudiante.
fa_ir: شما یک معیار را حذف نمودید. این معیار از پاسخ های نمونه در مرحله یادگیری یادگیرنده حذف شد.
fr_ca: Vous avez supprimé un critère. Le critère a été retiré de l'exemple des réponses dans l'étape de formation de l'apprenant.
ja_jp: 評価基準を削除しました。受講者トレーニングの解答例から評価基準が削除されました。
nb: Du har slettet et kriterium. Kriteriet er fjernet fra eksempelresponsene i "Learner Training" trinnet.
pl: Usunąłeś kryterium. Tak więc kryterium zostało usunięte z przykładowych odpowiedzi w Szkoleniu Studenta.
sk: Odstránili ste kritérium. Toto kritérium bolo vymazané zo všetkých vzorových odpovedí v kroku Výcvik študentov.
sw_ke: Umefuta vigezo. Vigezo vimeondolewa kutoka kwenye mfano wa majibu katika Hatua za Kujifunza za 'Mwanafunzi'.
zh_tw: 您已經刪除 一個標準。在評分練習中，該標準已經從範例作答裡刪除。

source: Warning
ar_sa: تحذير
cs: Varování
eo: Wärnïng Ⱡ'σяєм ιρѕυм #
es_ar: Advertencia
es_es: Aviso
eu_es: Kontuz
fa_ir: هشدار
fr_ca: Attention
ja_jp: 警告
nb: Advarsel
pl: Ostrzeżenie
sk: Upozornenie
sw_ke: Onyo
zh_tw: 警告

source: Changes to steps that are not selected as part of the assignment will not be saved.
ar_sa: لن يتم حفظ التغييرات للخطوات غير المحددة باعتبارها جزءًا من المهمة.
cs: Změny kroků, které nejsou vybrány jako součást přiřazení, nebudou uloženy.
eo: Çhängés tö stéps thät äré nöt séléçtéd äs pärt öf thé ässïgnmént wïll nöt ßé sävéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_ar: Los cambios en los pasos que no se seleccionen como parte de la tarea no se guardarán.
es_es: Los cambios en los pasos que no están seleccionados como parte de la tarea no se guardarán.
eu_es: Zereginaren atal gisa aukeratu gabeko aldietarako aldaketak ez dira gordeko.
fa_ir: تغییرات مراحلی که به‌عنوان بخشی از تکلیف انتخاب نشده‌اند ذخیره نخواهند شد.
fr_ca: Les modifications apportées aux étapes qui ne sont pas sélectionnés dans le cadre du devoir ne seront pas sauvegardées.
ja_jp: 課題の一部として選択されていないステップの変更は保存されません。
nb: Endringer i trinn som ikke er valgt som en del av oppgaven, blir ikke lagret.
pl: Zmiany w krokach, które nie zostały wybrane jako elementy zadania, nie zostaną zapisane.
sk: Zmeny pre kroky, ktoré nie sú zvolené ako súčasť tohto zadania, nebudú uložené.
sw_ke: Mabadiliko ya hatua ambazo hazija chaguliwa kama sehemu ya zoezi hazita hifadhiwa.
zh_tw: 您已取消選擇此評分步驟，這將使它不會被儲存。

source: File types can not be empty.
ar_sa: لا يمكن ترك نوع الملف فارغًا.
cs: Typ souboru nemůže být prázdný
eo: Fïlé týpés çän nöt ßé émptý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_ar: Los tipos de archivo no pueden estar vacíos.
es_es: Los tipos de archivo no pueden estar en blanco
eu_es: Fitxategi-motak ezin dira hutsik egon
fa_ir: نوع پرونده نباید خالی باشد
fr_ca: Les formats de fichiers ne peuvent être vides.
ja_jp: ファイルタイプを指定してください。
nb: Filtyper kan ikke være tomme.
pl: Typy plików nie mogą być puste.
sk: Typy súborov nemôžu byť prázdne.
sw_ke: Faili lililochapwa haliweziukuwa tupu
zh_tw: 檔案類型不可空白。

source: The following file types are not allowed:
ar_sa: أنواع الملف التالية غير مسموح بها.
cs: Následující typy souborů nejsou povolené:
eo: Thé föllöwïng fïlé týpés äré nöt ällöwéd: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_ar: Los siguientes tipos de archivos no están permitidos:
es_es: No se permiten los siguientes tipos de archivos:
eu_es: Ondoko fitxategi-motak ez daude baimenduta:
fa_ir: این نوع پرونده مجاز نیست.
fr_ca: Les formats de fichiers suivants ne sont pas permis :
ja_jp: 次に示すファイルタイプは不正です：
nb: Følgende filtyper er ikke tillatt:
pl: Następujące typy plików są niedozwolone:
sk: Nasledujúce typy súborov nie sú povolené:
sw_ke: Aina ya faili lifuatalo haziruhusiwi:
zh_tw: 下列檔案類型是不允許的：

source: Save Unsuccessful
cs: Ukládání se nezdařilo
eo: Sävé Ûnsüççéssfül Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_ar: Guardado sin éxito
es_es: Guardado sin éxito
fa_ir: ذخیره نشد
fr_ca: Échec de la sauvegarde

source: Errors detected on the following tabs:
cs: Chyby zjištěné na následujících kartách:
es_ar: Errores detectados en las siguientes pestañas:
fa_ir: خطاهای شناسایی شده در زبانه‌های زیر:

source: This ORA has already been released. Changes will only affect learners making new submissions. Existing submissions will not be modified by this change.
cs: Tato ORA již byla vydána. Změny ovlivní pouze studenty, kteří přidávají nové příspěvky. Stávající příspěvky nebudou touto změnou upraveny.
eo: Thïs ÖRÀ häs älréädý ßéén réléäséd. Çhängés wïll önlý äfféçt léärnérs mäkïng néw süßmïssïöns. Éxïstïng süßmïssïöns wïll nöt ßé mödïfïéd ßý thïs çhängé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт α#
es_ar: Este ORA ya ha sido publicado. Los cambios solo afectarán a los alumnos que realicen nuevos envíos. Las presentaciones existentes no se verán modificadas por este cambio.
es_es: Esta tarea de respuesta abierta ya ha sido publicada. Los cambios solo afectarán a los estudiantes que hagan nuevas entregas. Las entregas ya realizadas no se verán modificadas por este cambio.
fa_ir: این ORA قبلاً منتشر شده‌است. تغییرات فقط بر یادگیرندگانی تأثیر می‌گذارد که مطالب جدید را ارسال می‌کنند. موارد ارسالی موجود با این تغییر ، بی تغییر خواهند ماند.
fr_ca: Ce problème ORA a déjà été publié. Les modifications n'affecteront que les apprenants faisant de nouvelles soumissions. Les soumissions existantes ne seront pas modifiées par ce changement.

source: error count:
cs: počet chyb:
es_ar: recuento de errores:
fa_ir: تعداد خطا:

source: Response
es_es: Respuesta

source: Your file
eo: Ýöür fïlé Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Tu archivo
eu_es: Fitxategia
fr_ca: Votre fichier
nb: Din fil

source: Only
eo: Önlý Ⱡ'σяєм ιρѕ#
es_es: Solo
eu_es: Bakarrik
fr_ca: Seulement

source: We've detected errors on the following tabs:
eo: Wé'vé détéçtéd érrörs ön thé föllöwïng täßs: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Hemos detectado errores en las siguientes pestañas:
fr_ca: Nous avons détecté des erreurs dans les onglets suivants :

source: has
eo: häs Ⱡ'σяєм ι#
es_es: tiene
fr_ca: a

source: ve detected errors on the following tabs: ${tabNames.join(
eo: vé détéçtéd érrörs ön thé föllöwïng täßs: ${täßNämés.jöïn( Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: hemos detectado errores en las siguientes pestañas: ${tabNames.join(
fr_ca: Nous avons détecté des erreurs dans les onglets suivants : ${tabNames.join(

source: Do you want to upload your file before submitting?
ja_jp: 提出前にファイルをアップロードしますか？
sk: Chcete pred odoslaním odovzdať váš súbor?
sw_ke: Je, wahitaji kupakia faili yako kabla ya kuifikisha?
zh_tw: 你想在提交前上傳您的檔案？

source: You have added a criterion. You will need to select an option for the criterion in the Learner Training step. To do this, click the Settings tab.
ja_jp: 評価基準を追加しました。受講者トレーニングの評価基準の選択肢を選択してください。選択するには設定タブをクリックしてください。
sk: Pridali ste kritérium. Pre toto kritérium si musíte zvoliť voľbu v kroku Výcvik študentov. Aby ste tak mohli spraviť, kliknite na kartu Nastavenia.
sw_ke: Umeongeza Vigezo. Utahitaji kuchagua kigezo chochote katika hatua za Kumfundisha Mwanafunzi. Kufanya hivi, bofya kibonye cha 'Mitegesho'.
zh_tw: 您必須增加評分標準。您將會需要在評分練習步驟中選擇評分標準選項。請點選設定標識以完成此步驟。

source: Couldn't Save This Assignment
eu_es: Ezin izan da gorde zeregin hau
ja_jp: この課題を保存できませんでした
sk: Toto zadanie nie je možné uložiť
sw_ke: Imeshindwa Kuhifadhi Zoezi Hili
zh_tw: 不能儲存這作業

source: Please correct the outlined fields.
eu_es: Mesedez, zuzendu markatutako eremuak.
ja_jp: 縁取られた欄を正しく入力してください。
sk: Opravte, prosím, zvýraznené polia.
sw_ke: Tafadhali sahihisha sehemu husika.
zh_tw: 請更正系統顯示的欄位。

source: This problem has already been released. Any changes will apply only to future assessments.
eu_es: Ariketa hau dagoeneko argitaratu da. Beste edozein aldaketa geroagoko ebaluazioetan agertuko da.
ja_jp: この問題は既に公開済みのため、変更は今後のアセスメントのみに適用されます。
sk: Táto úloha už bola vydaná. Akákoľvek zmena sa týka len budúcich hodnotení.
sw_ke: Tatizo hili limeshatatuliwa. Mabadiliko yoyote yatatumika kwenye tathmini ijayo''.
zh_tw: 此問題已經被釋出了。任何更改都只會在未來的評分中出現。

source: You can upload files with these file types:
sk: Môžete odovzdávať súbory týchto typov:
zh_tw: 您可以上傳這些類型的檔案：

source: File type is not allowed.
sk: Typ súboru nie je povolený.
zh_tw: 檔案類型是不允許的。

source: File size must be 5MB or less.
sk: Veľkosť súboru smie byť najviac 5MB.
