Repository: openedx/edx-ora2
Catalog: openassessment/locale/*/LC_MESSAGES/django.po
Languages: ar, de_de, eo, es_es, fr, it_it, ja_jp, ka, pl, pt_br, ru, sw_ke, th, tr_tr, zh_tw

source: Before you begin to assess your peers' responses, you'll learn how to complete peer assessments by reviewing responses that instructors have already assessed. If you select the same options for the response that the instructor selected, you'll move to the next step. If you don't select the same options, you'll review the response and try again.
ar: قبل أن تبدأ بتقييم ردود زملائك، ستتعلّم كيفية استكمال تقييمات الزملاء من خلال مراجعة الردود التي سبق أن قيّمها الأساتذة. وإذا انتقيت خيارات الردّ نفسها التي انتقاها الأستاذ، ستنتقل إلى الخطوة التالية. أمّا في حال لم تنتقِ الخيارات نفسها، فإنّك ستراجع الرد وستعيد المحاولة.
de_de: Bevor Sie anfangen, die Antworten der anderen Kursteilnehmer zu bewerten, werden Sie lernen, wie eine Partnerbewertung funktioniert. Sie bewerten dafür Antworten, die bereits von einem Dozenten bewertet worden sind. Wenn Sie die gleiche Bewertung für die Antwort wie der Dozent auswählen, werden Sie zum nächsten Schritt geleitet. Falls Sie nicht die gleiche Bewertung wählen, sollten Sie die Antwort erneut begutachten und es noch einmal versuchen.
eo: Béföré ýöü ßégïn tö ässéss ýöür péérs' réspönsés, ýöü'll léärn höw tö çömplété péér ässéssménts ßý révïéwïng réspönsés thät ïnstrüçtörs hävé älréädý ässésséd. Ìf ýöü séléçt thé sämé öptïöns för thé réspönsé thät thé ïnstrüçtör séléçtéd, ýöü'll mövé tö thé néxt stép. Ìf ýöü dön't séléçt thé sämé öptïöns, ýöü'll révïéw thé réspönsé änd trý ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єι#
es_es: Antes de empezar a evaluar las respuestas de tus compañeros, aprenderás cómo completar evaluaciones por pares revisando unas respuestas que el equipo docente ya ha evaluado. Si seleccionas las mismas opciones para la respuesta que la seleccionada por el equipo docente, pasarás a la siguiente etapa. Si no seleccionas las mismas opciones, tendrás que revisar la respuesta e intentarlo de nuevo.
fr: Avant de commencer à évaluer les réponses de vos pairs, vous allez apprendre comment effectuer une évaluation par les pairs en examinant des réponses que les enseignants ont déjà évaluées. Si vous choisissez les mêmes options que l'enseignant, vous passerez à l'étape suivante. Si vous ne choisissez pas les mêmes options, vous examinerez à nouveau la réponse et effectuerez un nouveau choix.
it_it: Prima di iniziare a valutare le risposte dei colleghi, apprenderai come completare le valutazioni dei colleghi esaminando le risposte che gli istruttori hanno già valutato. Se per le risposte vengono selezionate le stesse opzioni selezionate dall'istruttore, si passa al passo successivo. Se non vengono selezionate le stesse opzioni, sarà necessario esaminare la risposta e riprovare.
ja_jp: 他の受講者の解答の評価を行う前に、講師が事前に評価した解答を見て評価方法を学習しましょう。講師と同じ選択肢を選択をすると、次のステップへ進むことができます。同じ選択肢を選択しなかった場合は、解答を見直して再試行してください。
ka: თანაკურსელების პასუხების შეფასების დაწყებამდე ისწავლით, როგორ დაასრულოთ თანაკურსელების შეფასებები იმ პასუხების გადამოწმებით, რომლებიც ინსტრუქტორებმა უკვე შეაფასეს. თუ პასუხისთვის, რომელიც ინსტრუქტორმა აირჩია, იგივე პარამეტრებს მონიშნავთ შემდეგ საფეხურზე გადახვალთ. თუ იგივე პარამეტრებს არ აირჩევთ, პასუხს გადაამოწმებთ და კიდევ ცდით.
pl: Zanim rozpoczniesz ocenianie odpowiedzi swoich kolegów, nauczysz się, w jaki sposób należy oceniać prace w systemie wzajemnej oceny poprzez zapoznanie się z odpowiedziami, które zostały wcześniej ocenione przez kadrę kursu. Jeśli opcje, które wybierzesz dla danej odpowiedzi, będą zgodne z oceną prowadzącego, wówczas przejdziesz do kolejnego etapu. Jeśli ci się to nie uda, spróbujesz ponownie.
pt_br: Antes de começar a avaliar as respostas dos seus colegas, você vai aprender como realizar avaliações dos seus colegas revisando as respostas que já foram avaliadas pelos instrutores. Se você selecionar as mesmas opções para a resposta que o professor selecionou, você vai passar para a próxima etapa. Se você não selecionar as mesmas opções, você vai rever a resposta e tentar novamente.
ru: Перед тем как начать оценивать работы своих однокурсников, вам необходимо научиться ставить оценки на примере ответов, уже оцененных преподавателями. Если вы выберете те же варианты оценок ответа, которые выбрал преподаватель, вы перейдёте к следующему ответу. Если вы выберете другие варианты, вам придётся перечитать ответ и попробовать снова.
sw_ke: Kabla hujaanza kutathmini majibu ya rika, utajifunza namna ya kukamilisha tathmini ya rika kwa kupitia upya majibu ambayo wakufunzi tayari wameshatathmini. Ukichagua hiari hizo hizo kwa majibu yaliyochaguliwa na mkufunzi, utaendelea kwa hatua ifuatayo. Usipo chagua hiari hizo hizo, utapitia upya majibu na ujaribu tena.
th: ก่อนที่คุณจะเริ่มประเมินคำตอบของพื่อน คุณต้องเรียนรู้ว่าจะประเมินเพื่อนอย่างไร โดยการทบทวนคำตอบที่ผู้สอนได้ประเมินไว้แล้ว หากคุณเลือกตัวเลือกเดียวกันกับผู้สอน คุณจะไปขั้นต่อไป หากไม่คุณจะต้องทบทวนคำตอบอีกครั้ง
tr_tr: Akranlarınızın cevaplarını değerlendirmeye başlamadan önce, akran değerlendirmelerini nasıl tamamlayacağınızı eğitmenlerin değerlendirdikleri cevapları gözden geçirerek öğreneceksiniz. Eğer cevaplamak için eğitmenin seçtiği seçenekleri seçerseniz, bir sonraki adıma geçersiniz. Eğer aynı seçenekleri seçmezseniz, cevapları gözden geçirip tekrar denemelisiniz.
zh_tw: 在您開始評分您的同儕之前，您將會透過檢視您的教師已經完成評分的部分，來學習如何評分。如果您選擇了與您的教師相同的答案，則您可移動至下一步。反之若您並未選擇相同的評分選項，您將需再次檢視答案並重新選擇。

source: Your assessment differs from the instructor's assessment of this response. Review the response and consider why the instructor may have assessed it differently. Then, try the assessment again.
ar: يختلف تقييمك لهذا الردّ عن تقييم موجّه المساق له. يُرجى مراجعة الرد والنظر في الأسباب المحتملة لاختلاف التقييمين، ثمّ حاول إجراء التقييم مجدّدًا.
de_de: Ihre Bewertung für diese Antwort weicht von der Bewertung des Dozenten ab. Begutachten Sie die Antwort nocheinmal und überlegen, warum der Dozent anders als Sie bewertet hat. Dann versuchen Sie die Bewertung erneut.
eo: Ýöür ässéssmént dïfférs fröm thé ïnstrüçtör's ässéssmént öf thïs réspönsé. Révïéw thé réspönsé änd çönsïdér whý thé ïnstrüçtör mäý hävé ässésséd ït dïfféréntlý. Thén, trý thé ässéssmént ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ησ#
es_es: Tu evaluación no concuerda con la evaluación del equipo docente para esta respuesta. Revisa la respuesta y considera por qué el equipo docente la ha evaluado de forma diferente. Después, intenta evaluarla de nuevo.
fr: Votre évaluation est différente de celle de l'enseignant pour cette réponse. Réexaminez la réponse et considérez les raisons pour lesquelles l'enseignant l'a évaluée différemment. Puis refaites une nouvelle évaluation.
it_it: La tua valutazione di questa risposta è diversa da quella dell'istruttore. Esaminare la risposta e considerare il motivo per cui l'istruttore potrebbe averla valutata diversamente. Quindi, provare nuovamente la valutazione.
ja_jp: あなたの評価は講師の評価と一致していません。解答を見直し、なぜ講師が違う評価をしたのかを考察しましょう。そしてもう一度評価を行ってください。
ka: თქვენი შეფასება განსხვავდება ამ პასუხზე ინსტრუქტორის შეფასებისაგან. გადახედეთ პასუხს და გაიაზრეთ რატომ შეეძლო ინსტრუქტორს განსხვავებული შეფასების დაწერა. შემდეგ ხელახლა სცადეთ შეფასება.
pl: Twoja ocena tej odpowiedzi różni się od oceny prowadzącego. Dokładnie zapoznaj się z odpowiedzią i zastanów się dlaczego prowadzący ocenił ją inaczej. Następnie spróbuj dokonać oceny jeszcze raz.
pt_br: A sua avaliação difere da avaliação do instrutor. Reveja a resposta e considere por que o instrutor pode ter avaliado de forma diferente. Em seguida, avalie novamente.
ru: Оценка, поставленная вами за этот ответ, отличается от оценки, поставленной преподавателем. Просмотрите ответ снова и подумайте, почему преподаватель мог оценить его по-другому, а затем попробуйте оценить ответ снова.
sw_ke: Tathmini yako inatofautiana na tathmini ya mkufunzi kwa jibu hili. Pitia tena jibu na tafakari kwanini mwalimu angeweza kulitathmini tofauti. Kisha, jaribu kutathmini tena.
th: การประเมินของคุณต่างจากผู้สอนในคำตอบนี้ ทบทวนคำตอบและพิจารณาว่าเหตุใดผู้สอนจึงให้การประเมินที่ต่างออกไป จากนั้นลองประเมินอีกครั้ง
tr_tr: Bu cevapta sizin değerlendirmeniz eğitmenin değerlendirmesinden farklı. Cevabı gözden geçirin ve eğitmenin neden farklı bir şekilde değerlendirmiş olabileceğini düşünün. Sonra, değerlendirmeyi tekrar deneyin.
zh_tw: 您的答案與教師不同。請重新檢視答案並思考為何教師與您有不同的意見，之後再重新評分一次。

source: The response to the prompt above:
ar: الرد على السؤال أعلاه:
de_de: Die in das Eingabefeld eingegebene Antwort:
eo: Thé réspönsé tö thé prömpt äßövé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: La respuesta al enunciado anterior:
fr: La réponse à la question ci-dessus:
it_it: La risposta al prompt precedente:
ja_jp: 上記の問題に対する解答:
ka: ზემოთ მითითებულ საკითხზე პასუხი:
pl: Odpowiedź na powyższe zadanie:
ru: Ответ на приведённый выше вопрос:
tr_tr: Yukarıdaki soruya cevap:

source: Selected Options Agree
ar: الخيارات المنتقاة متوافقة
de_de: Die ausgewählten Bewertungen stimmt überein
eo: Séléçtéd Öptïöns Àgréé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Las opciones seleccionadas concuerdan
fr: Les options sélectionnées concordent
it_it: Le opzioni selezionate corrispondono
ja_jp: 選択された選択肢が一致します
ka: არჩეულია მსგავსი ვარიანტები
pl: Pełna zgodność opcji
pt_br: As Opções Selecionadas Concordam
ru: Выбраны одинаковые опции
sw_ke: Hiari Zilizochaguliwa Zinakubaliana
th: เลือกตัวเลือกที่เห็นด้วย
tr_tr: Seçilen Seçeneklere Katılmak
zh_tw: 選擇正確的評分選項

source: The option you selected is the option that the instructor selected.
ar: الخيار الذي انتقيته هو الخيار نفسه الذي انتقاه موجّه المساق.
de_de: Die Bewertung, die Sie gewählt haben, wurde auch von Ihrem Dozenten gewählt.
eo: Thé öptïön ýöü séléçtéd ïs thé öptïön thät thé ïnstrüçtör séléçtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: La opción seleccionada es la opción que seleccionó el equipo docente.
fr: L'option que vous avez sélectionnée est celle que l'enseignant a sélectionné également.
it_it: L'opzione selezionata è quella selezionata dall'istruttore.
ja_jp: あなたが選択した選択肢は講師と同じです。
ka: ვარიანტი, რომელიც თქვენ აირჩიეთ არის ის ვარიანტი, რომელიც ინსტრუქტორმა აირჩია.
pl: Wybrana przez ciebie opcją jest tą, którą wskazał prowadzący.
pt_br: A opção selecionada é a opção que o professor selecionou.
ru: Опция, выбранная вами, совпадает с опцией, выбранной преподавателем.
sw_ke: Hiari uliyochagua wewe ndio iliyochaguliwa na mkufunzi.
th: ตัวเลือกที่คุณเลือกนั้นตรงกับที่ผู้สอนเลือก
tr_tr: Seçtiğiniz seçenek eğitmenin seçtiği seçenek.
zh_tw: 您選擇了與教師相同的評分選項。

source: Selected Options Differ
ar: الخيارات المنتقاة مختلفة
de_de: Ausgewählte Bewertungen unterscheidet sich
eo: Séléçtéd Öptïöns Dïffér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Las opciones seleccionadas no concuerdan
fr: Les options choisies sont différentes
it_it: Le opzioni selezionate sono differenti
ja_jp: 選択された選択肢が違います
ka: შერჩეული ვარიანტები გასხვავდება
pl: Niezgodność opcji
pt_br: As Opções Selecionadas Diferem
ru: Выбраны различные опции
sw_ke: Hiari Zilizochaguliwa Zinatofautiana
th: เลือกตัวเลือกที่แตกต่าง
tr_tr: Seçilen Seçenekler Farklı
zh_tw: 選擇不同的評分選項

source: The option you selected is not the option that the instructor selected.
ar: الخيار الذي انتقيته ليس هو نفسه الخيار الذي انتقاه موجّه المساق.
de_de: Die Option, die Sie gewählt haben, wurde nicht von Ihrem Dozenten gewählt.
eo: Thé öptïön ýöü séléçtéd ïs nöt thé öptïön thät thé ïnstrüçtör séléçtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: La opción que has seleccionado no es la opción que ha seleccionado el equipo docente.
fr: L'option que vous avez sélectionnée n'est pas celle que l'enseignant a choisie.
it_it: L'opzione selezionata non è quella selezionata dall'istruttore.
ja_jp: あなたが選択した選択肢は講師と違います。
ka: ვარიანტი, რომელიც თქვენ აირჩიეთ არ არის ის ვარიანტი, რომელიც ინსტრუქტორმა აირჩია.
pl: Wybrana przez ciebie opcja nie jest tą, którą wskazał prowadzący.
pt_br: A opção que você selecionou não é a opção que o professor selecionou.
ru: Опция, выбранная вами, не совпадает с опцией, выбранной преподавателем.
sw_ke: Hiari uliyochagua wewe sio iliyochaguliwa na mkufunzi.
th: ตัวเลือกที่คุณเลือกนั้นไม่ตรงกับที่ผู้สอนเลือก
tr_tr: Seçtiğiniz seçenek eğitmenin seçtiği seçenek değil.
zh_tw: 您選擇了與教師不同的評分選項。

source: We could not check your assessment
ar: عذرًا، لم نتمكّن من التحقّق من تقييمك.
de_de: Wir konnten Ihre Bewertung nicht überprüfen
eo: Wé çöüld nöt çhéçk ýöür ässéssmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: No hemos podido verificar tu evaluación
fr: Nous n'avons pas pu vérifier votre évaluation
it_it: Impossibile controllare la tua valutazione
ja_jp: 評価を確認できませんでした
ka: ვერ ვახერხებთ თქვენი პასუხის შეფასებას
pl: Nie udało się sprawdzić twojej oceny
pt_br: Nós não conseguimos verificar a sua avaliação
ru: Не удалось проверить поставленную вами оценку
sw_ke: Hatukuweza kuhakiki tathmini yako
th: เราไม่สามารถตรวจงานคุณได้
tr_tr: Değerlendirmenizi kontrol edemiyoruz.
zh_tw: 我們無法檢查您的作業。

source: Compare your selections with the instructor's selections
ar: المقارنة بين اختياراتك واختيارات موجّه المساق
de_de: Vergleichen Sie Ihre Auswahl mit der des Dozenten
eo: Çömpäré ýöür séléçtïöns wïth thé ïnstrüçtör's séléçtïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Compara tu selección con la del equipo docente
fr: Comparez vos sélections avec celles de l'enseignant
it_it: Confronta le tue selezioni con quelle dell'istruttore
ja_jp: あなたの選択と講師の選択を比較しましょう
ka: შეადარეთ თქვენი არჩეული ვარიანტები, ინსტრუქტორის მიერ არჩეულ ვარიანტებთან
pl: Porównaj swój wybór ze wskazaniami prowadzącego.
pt_br: Compare suas seleções com as seleções do instrutor
ru: Сверьте ваш выбор с выбором преподавателя
sw_ke: Linganisha uliyochagua na yale yaliyochaguliwa na mkufunzi
th: เปรียบเทียบการเลือกของคุณกับผู้สอน
tr_tr: Seçimlerinizi eğitmenin seçimleri ile karşılaştırın
zh_tw: 比較您與教師之間的選項

source: The due date for this step has passed. This step is now closed. You can no longer continue with this assignment, and you will receive a grade of Incomplete.
ar: لقد مر تاريخ استحقاق هذه الخطوة. تم اغلاق هذه الخطوة. لم يعد بإمكانك استكمال هذا الواجب، وستحصل على درجة غير مكتملة.
de_de: Das Fälligkeitsdatum für diese Aufgabe ist bereits überschritten. Sie können diese Aufgabe nicht weiter bearbeiten. Sie werden entsprechend benotet.
eo: Thé düé däté för thïs stép häs pässéd. Thïs stép ïs nöw çlöséd. Ýöü çän nö löngér çöntïnüé wïth thïs ässïgnmént, änd ýöü wïll réçéïvé ä grädé öf Ìnçömplété. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσ#
es_es: Ha pasado la fecha límite para este paso. Este paso está cerrado. Ya no puedes continuar con esta tarea. Recibirás una calificación de incompleto.
fr: L'échéance pour cette étape est passée. Cette étape est maintenant fermée. Vous ne pouvez plus poursuivre ce devoir et vous recevrez une note "Incomplet".
it_it: La data di scadenza per questo passo è trascorsa. Questo passo è ora chiuso. Non è più possibile continuare con questo compito e riceverai una valutazione Incompleto.
ja_jp: このステップは締切を過ぎたため、閉じられています。今後この課題を継続することはできません。あなたの成績は'未完了'となります。
ka: ამ საფეხურის საბოლოო ვადა ამოწურულია. ამჟამად ეს საფეხური დახურულია. თქვენ ვეღარ გააგრძელებთ ამ დავალებას და მიიღებთ არასრულ საბოლოო შეფასებას.
pl: Upłynął termin końcowy dla tego etapu, dlatego etap jest teraz zamknięty. Niemożliwe jest kontynuowanie wykonywania tego zadania. Otrzymasz ocenę o statusie "nie ukończono".
ru: Данный шаг завершён, срок его выполнения истёк. Вы больше не сможете продолжить работу над этим заданием; вы получите оценку «Не завершено».
sw_ke: Tarehe stahiki ya hatua hii imepita. Hatua hii sasa imefungwa. Huwezi kuendelea tena na zoezi hili, na utapata daraja lisilokamilka.

source: Error Loading Learner Training Examples
ar: حدث خطأ أثناء تحميل أمثلة تدريب المتعلّم
de_de: Fehler beim Laden der Lernerübungsbeispiele
eo: Érrör Löädïng Léärnér Träïnïng Éxämplés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Error al cargar los ejemplos del entrenamiento del estudiante
fr: Erreur lors du chargement des exemples d'entrainement des étudiants
it_it: Errore durante il caricamento degli esempi di addestramento dello studente
ja_jp: 受講者用トレーニング例の読込エラー
ka: მსმენელის სასწავლო მაგალითების ჩატვირთვის შეცდომა
pl: Wystąpił błąd w trakcie wczytywania przykładów szkoleniowych.
pt_br: Erro ao carregar exemplos do treinamento do aluno
ru: Ошибка загрузки тренировочных примеров для слушателей
sw_ke: Hitilafu Kupakia Mifano ya Mafunzo ya Mwanafunzi
tr_tr: Öğrenci Eğitim Örneklerini Yüklerken Hata
zh_tw: 載入評分訓練發生錯誤

source: The Learner Training Step of this assignment could not be loaded.
ar: تعذّر تحميل خطوة تدريب المتعلّم لهذا الواجب.
de_de: Das Teilnehmer Training in dieser Aufgabe konnte nicht geladen werden.
eo: Thé Léärnér Träïnïng Stép öf thïs ässïgnmént çöüld nöt ßé löädéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No se ha podido cargar el paso de entrenamiento del estudiante.
fr: Impossible de récupérer les étapes d'entrainement de cette évaluation.
it_it: Impossibile caricare il passo Addestramento studente di questo compito.
ja_jp: この課題の受講者用トレーニングステップが読み込めませんでした。
ka: ამ დავალებისთვის ვერ მოხერხდა მსმენელის სწავლების საფეხურის ჩატვირთვა
pl: Nie udało się wczytać etapu szkolenia studenta w tym zadaniu.
pt_br: O Passo de Treinamento de Aluno desta tarefa não pôde ser carregado.
ru: Не удалось загрузить шаг обучения для этого задания.
sw_ke: Hatua za Mafunzo ya Mwanafunzi katika zoezi hili haikuweza kupakiwa.
tr_tr: Öğrenci Eğitim Adımındaki bu görev yüklenemedi.
zh_tw: 評分訓練步驟的任務無法載入。

source: Assessment data must be a dictionary/object
eo: Àsséssmént dätä müst ßé ä dïçtïönärý/ößjéçt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Los datos de evaluación deben ser un diccionario/objeto

source: You must provide options selected in the assessment.
ar: يجب أن تحدّد الخيارات المنتقاة في التقييم.
de_de: In der Bewertung ausgewählte Optionen müssen angegeben werden
eo: Ýöü müst prövïdé öptïöns séléçtéd ïn thé ässéssmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Debes proporcionar las opciones seleccionadas en la evaluación.
fr: Vous devez fournir les options sélectionnées dans l'évaluation.
it_it: È necessario fornire le opzioni selezionate nella valutazione.
ja_jp: 評価で選択した選択肢を入力してください。
ka: თქვენ უნდა უზრუნველყოთ შეფასებისას გამოყენებული ვარიანტები.
pl: Musisz dodać opcje zawarte w ocenie.
pt_br: Necessário fornecer as opções selecionadas na avaliação
ru: При оценивании, вам необходимо следовать следующим критериям.
sw_ke: Lazima utoe hiari zilizochaguliwa katika tathmini.
tr_tr: Değerlendirme için gerekli seçenekleri sağlamalısınız.

source: You must provide overall feedback in the assessment.
ar: يجب أن تحدّد الآراء والملاحظات الإجمالية ضمن التقييم.
de_de: Gesamtfeedback muss in der Bewertung angegeben werden
eo: Ýöü müst prövïdé övéräll féédßäçk ïn thé ässéssmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Debe proporcionar una retroalimentación general en la evaluación.
fr: Vous devez fournir un commentaire global dans l'évaluation.
it_it: È necessario fornire il feedback complessivo nella valutazione.
ja_jp: 全体のフィードバックを入力してください。
ka: შეფასებაში უნდა უზრუნველყოთ სრული უკუკავშირის მიწოდება.
pl: W ocenie musisz zawrzeć ocenę końcową.
pt_br: Necessário fornecer uma opinião geral na avaliação
ru: Для оценивания, вы должны представить отзыв.
sw_ke: Lazima utoe mrejesho wa jumla katika tathmini.

source: You must provide feedback for criteria in the assessment.
ar: يجب أن تحدّد الآراء والملاحظات بشأن المعايير في التقييم.
de_de: Feedback für die Kriterien müssen in der Bewertung angegeben werden
eo: Ýöü müst prövïdé féédßäçk för çrïtérïä ïn thé ässéssmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Debe proporcionar una retroalimentación para los criterios en la evaluación.
fr: Vous devez fournir un commentaire sur les critères dans l'évaluation.
it_it: È necessario fornire il feedback per i criteri nella valutazione.
ja_jp: 評価基準に関するフィードバックを入力してください。
ka: თქვენ უნდა უზრუნველყოთ უკუკავშირის შეფასების კრიტერიუმისთვის.
pl: Musisz dodać opinię do kryteriów zawartych w ocenie.
pt_br: Necessário fornecer uma opinião para os critérios na avaliação
ru: Вам необходимо оставить отзыв в соответствии с критерием
sw_ke: Lazima utoe mrejesho kwa kigezo katika tathmini.

source: This view takes only a list as a parameter
eo: Thïs vïéw täkés önlý ä lïst äs ä pärämétér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Esta vista solo toma una lista como parámetro

source: An unexpected error occurred.
ar: نأسف لحدوث خطأ غير متوقّع.
de_de: Ein unerwarteter Fehler ist aufgetreten.
eo: Àn ünéxpéçtéd érrör öççürréd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Se ha producido un error inesperado.
fr: Une erreur inattendue s'est produite.
it_it: Si è verificato un errore imprevisto.
ja_jp: 予期せぬエラーが発生しました。
ka: დაფიქსირდა გაუთვალისწინებელი შეცდომა.
pl: Wystąpił nieoczekiwany błąd.
pt_br: Ocorreu um erro inesperado.
ru: Произошла неизвестная ошибка
sw_ke: Hitilafu isiyotarajiwa imetokea.
th: เกิดข้อผิดพลาดที่คาดไม่ถึง
tr_tr: Beklenmeyen bir hata oluştu.
zh_tw: ㄧ個未預期的錯誤發生。

source: Peer Assessment
ar: تقييم الزملاء
de_de: Partnerbewertung
eo: Péér Àsséssmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Evaluación por pares
fr: Évaluation par les pairs
it_it: Valutazione dei colleghi
ja_jp: ピア・アセスメント
ka: ურთიერთშეფასება
pl: Wzajemna ocena
pt_br: Avaliação pelos Colegas
ru: Взаимное оценивание
sw_ke: Tathmini ya Wataalam
th: การประเมินผลโดยเพื่อน
tr_tr: Akran Değerlendirmesi
zh_tw: 同儕互評

source: Self Assessment
ar: التقييم الذاتي
de_de: Selbstbewertung
eo: Sélf Àsséssmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Autoevaluación
fr: Auto-évaluation
it_it: Auto-valutazione
ja_jp: セルフ・アセスメント
ka: თვითშეფასება
pl: Samodzielna ocena
pt_br: Auto-Avaliação
ru: Оценка своей работы
sw_ke: Tathmini Binafsi
th: การประเมินตนเอง
tr_tr: Öz Değerlendirme
zh_tw: 自我評量

source: Assessment feedback could not be saved.
ar: عذراً، لم يتم حفظ الآراء والملاحظات الخاصّة بالتقييم.
de_de: Überprüfungsrückmeldung konnte nicht gespeichert werden.
eo: Àsséssmént féédßäçk çöüld nöt ßé sävéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: No se ha podido guardar la retroalimentación de la evaluación.
fr: Les commentaires de l'évaluation n'ont pas pu être sauvegardés.
it_it: Impossibile salvare il feedback sulla valutazione.
ja_jp: フィードバックが保存できませんでした。
ka: შეფასების უკუკავშირის შენახვა ვერ მოხერხდა.
pl: Nie udało się zapisać opinii do oceny.
pt_br: A opinião da avaliação não pôde ser salva.
ru: Не удалось сохранить отзыв.
sw_ke: Haikuwezekana kuhifadhi majibu ya tathmini.
th: ผลตอบกลับการประเมินไม่สามารถบันทึก
tr_tr: Değerlendirme geri bildirimi kaydedilemedi.
zh_tw: 無法儲存評分的反饋意見

source: Feedback saved.
ar: جرى حفظ الآراء والملاحظات.
de_de: Rückmeldung gespeichert.
eo: Féédßäçk sävéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Retroalimentación guardada.
fr: Commentaires sauvegardés.
it_it: Feedback salvato.
ja_jp: フィードバックが保存されました。
ka: უკუკავშირი შენახულია.
pl: Opinia zapisana
pt_br: Opinião salva.
ru: Отзыв сохранён.
sw_ke: Jibu limehifadhiwa.
th: ผลตอบกลับบันทึกแล้ว
tr_tr: Geri bildiriminiz kaydedildi.
zh_tw: 反饋意見已儲存。
