Repository: openedx/edx-ora2
Catalog: openassessment/locale/*/LC_MESSAGES/django.po
Languages: ar, de_de, eo, es_es, fr, it_it, ja_jp, ka, pl, pt_br, ru, sw_ke, th, tr_tr, zh_tw

source: This assignment is in progress. All submitted peer responses have been assessed. Check back later to see if more learners have submitted responses. You still need to complete the %(start_link)speer assessment%(end_link)s step.
ar: جار فحص الواجب. لقد قُيّمت جميع ردود الزملاء المُقدّمة. يُرجى مراجعة هذا القسم في وقت لاحق للتحقّق فيما إذا قدّم مزيدٌ من المتعلّمين ردودًا جديدة. مازلت بحاجة لإكمال خطوة %(start_link)sتقييم الزملاء%(end_link)s step.
de_de: Diese Aufgabe ist fast fertig, alle eingereichten Antworten wurden bewertet. Überprüfe später, ob noch mehr Lernende ihre Antworten gesendet haben,damit Du den %(start_link)s%(end_link)s Peer-Bewertungsschritt bzw. die Partnerbewertung abschließen kannst.
eo: Thïs ässïgnmént ïs ïn prögréss. Àll süßmïttéd péér réspönsés hävé ßéén ässésséd. Çhéçk ßäçk lätér tö séé ïf möré léärnérs hävé süßmïttéd réspönsés. Ýöü stïll nééd tö çömplété thé %(start_link)spéér ässéssmént%(end_link)s stép. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ #
es_es: Esta tarea está en curso. Se han evaluado todas las respuestas enviadas. Vuelve a consultar más tarde si más estudiantes han enviado sus respuestas. Aún tienes que completar el paso de %(start_link)sevaluación por pares%(end_link)s.
fr: Ce devoir est en cours. Toutes les réponses ont été évaluées. Revenez plus tard pour voir si d'autres réponses sont disponibles. Vous devez compléter l'étape %(start_link)sd'auto-évaluation%(end_link)s .
it_it: Questo compito è in corso. Tutte le risposte dei colleghi inoltrate sono state valutate. Tornare successivamente per verificare se ulteriori studenti hanno inoltrato risposte. È necessario completare la fase %(start_link)s valutazione dei colleghi%(end_link)s .
ja_jp: この課題は進行中です。提出済の他の受講者の解答の評価はすべて完了しました。後ほど、更に解答が提出されていないかどうか確認してください。 引き続き%(start_link)sピア・アセスメント%(end_link)sステップを完了させてください。
ka: ეს დავალება შესრულების პროცესშია. ყველა გამოგზავნილი ჯგუფის წევრების პასუხი შეფასდა. მოგვიანებით გადაამოწმეთ, ხომ არ გამოგზავნა რომელიმე მსმენელმა საკუთარი პასუხი. თქვენ კვლავ გჭირდებათ %(start_link)sურთიერთშეფასების%(end_link)s საფეხურის დასრულება.
pl: To zadanie znajduje się w toku. Wszystkie zgłoszone odpowiedzi zostały ocenione. Odwiedź to miejsce później, aby sprawdzić, czy kolejni studenci przesłali swoje prace. Wciąż musisz ukończyć etap %(start_link)swzajemnej oceny%(end_link)s.
ru: Выполнение задания не закончено. Все ответы, отправленные сокурсниками, были проверены. Вернитесь позже чтобы увидеть новые ответы, нуждающиеся в проверке. Вам всё ещё необходимо выполнить шаг %(start_link)sвзаимной оценки%(end_link)s.
sw_ke: Zoezi hili linaendelea. Majibu rika yote yaliyowasilishwa yamefanyiwa tathmini. Rudi tena baadae ili kuangalia kama wanafunzi zaidi wamewasilisha majibu. Bado unahitaji kukamilisha %(start_link)s hatua ya tathmini rika%(end_link)s.

source: This assignment is in progress. %(start_strong)sThe peer assessment step will close soon.%(end_strong)s You still need to complete the %(start_link)speer assessment%(end_link)s step.
ar: %(start_strong)sجار فحص الواجب. ستُغلق خطوة تقييم الزملاء قريبًا.%(end_strong)s مازلت بحاجة لإكمال خطوة %(start_link)sتقييم الزملاء%(end_link)s.
de_de: Diese Aufgabe ist in Bearbeitung. %(start_strong)sDie Beurteilung wird bald beendet..%(end_strong)s Sie müssen noch die %(start_link)sGruppen Beurteilung%(end_link)s bearbeiten.
eo: Thïs ässïgnmént ïs ïn prögréss. %(start_strong)sThé péér ässéssmént stép wïll çlösé söön.%(end_strong)s Ýöü stïll nééd tö çömplété thé %(start_link)spéér ässéssmént%(end_link)s stép. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕ#
es_es: Esta tarea está en curso. %(start_strong)sEl paso de evaluación por pares se cerrará pronto.%(end_strong)s Aún tienes que completar el paso de %(start_link)sevaluación por pares %(end_link)s.
fr: Ce devoir est en cours. %(start_strong)sL'étape d'auto-évaluation va bientôt fermer.%(end_strong)s Vous devez compléter l'étape %(start_link)sd'auto-évaluation%(end_link)s .
it_it: Questo compito è in corso. %(start_strong)sLa fase di valutazione dei colleghi verrà chiusa a breve.%(end_strong)s È necessario completare la fase %(start_link)s Valutazione dei colleghi%(end_link)s .
ja_jp: この課題は進行中です。%(start_strong)sピア・アセスメントステップはまもなく閉じられます。%(end_strong)s引き続き %(start_link)sピア・アセスメント%(end_link)sステップを完了させてください。
ka: ეს დავალება შესრულების პროცესშია. %(start_strong)sურთიერთშეფასების საფეხური მალე დაიხურება.%(end_strong)s თქვენ კვლავ გჭირდებათ %(start_link)sურთიერთშეფასების%(end_link)s საფეხურის დასრულება.
pl: To zadanie znajduje się w toku. %(start_strong)sEtap wzajemnej oceny wkrótce dobiegnie końca.%(end_strong)s Wciąż musisz dokonać %(start_link)swzajemnej oceny%(end_link)s.
ru: Выполнение задания не закончено. %(start_strong)sШаг взаимной оценки скоро закроется.%(end_strong)s Вам необходимо выполнить %(start_link)sего%(end_link)s.
sw_ke: Zoezi hili linaendelea. %(start_strong)s Hatua ya tathmini rika itafungwa hivi karibuni.%(end_strong)s Bado unahitajika kukamilisha %(start_link)s hatua ya tathmini rika%(end_link)s.

source: This assignment is in progress. You still need to complete the %(start_link)speer assessment%(end_link)s step.
ar: يتم فحص الواجب. مازلت بحاجة لإكمال خطوة %(start_link)sتقييم الزملاء%(end_link)s.
de_de: Diese Aufgabe ist in Bearbeitung. Sie müssen noch die %(start_link)sGruppen Beurteilung%(end_link)s bearbeiten.
eo: Thïs ässïgnmént ïs ïn prögréss. Ýöü stïll nééd tö çömplété thé %(start_link)spéér ässéssmént%(end_link)s stép. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυ#
es_es: Esta tarea está en curso. Aún tienes que completar el paso de %(start_link)sevaluación por pares%(end_link)s.
fr: Ce devoir est en cours. Vous devez compléter l'étape %(start_link)sd'auto-évaluation%(end_link)s .
it_it: Questo compito è in corso. È necessario completare la fase %(start_link)s Valutazione dei colleghi%(end_link)s .
ja_jp: この課題は進行中です。引き続き%(start_link)sピア・アセスメント%(end_link)sステップを完了させてください。
ka: ეს დავალება შეფასების პროცესშია. თქვენ კვლავ გჭირდებათ %(start_link)sურთიერთშეფასების%(end_link)s საფეხურის დასრულება.
pl: To zadanie znajduje się w toku. Wciąż musisz wykonać etap %(start_link)swzajemnej oceny%(end_link)s.
ru: Выполнение задания не закончено. Вам необходимо выполнить шаг %(start_link)sвзаимной оценки%(end_link)s.
sw_ke: Zoezi hili linaendelea. Bado unahitajika kukamilisha %(start_link)s hatua ya tathmini rika%(end_link)s.

source: Team membership is required to view this assignment
ar: عضوية الفريق مطلوبة لعرض هذه المهمة
de_de: Sie müssen in einem Team sein, um diese Aufgabe bearbeiten zu können.
eo: Téäm mémßérshïp ïs réqüïréd tö vïéw thïs ässïgnmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Es necesario ser miembro del equipo para ver esta tarea
fr: Pour visualiser cet exercice, il faut être membre de l'équipe
it_it: Per visualizzare questo compito è necessaria l'appartenenza al team
tr_tr: Bu görevi görmek için takım üyeliği gerekiyor

source: This is a team assignment for team-set "%(teamset_name)s". You are currently not on a team in team-set "%(teamset_name)s". You must be on a team in team-set "%(teamset_name)s" to access this team assignment.
ar: هذا تعيين فريق لمجموعة الفريق"%(teamset_name)s" أنت لست في الفريق حاليًا "%(teamset_name)s" يجب أن تكون ضمن فريق "%(teamset_name)s" للوصول إلى تعيين الفريق هذا.
eo: Thïs ïs ä téäm ässïgnmént för téäm-sét "%(teamset_name)s". Ýöü äré çürréntlý nöt ön ä téäm ïn téäm-sét "%(teamset_name)s". Ýöü müst ßé ön ä téäm ïn téäm-sét "%(teamset_name)s" tö äççéss thïs téäm ässïgnmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяι#
es_es: Esta es una tarea de equipo para el conjunto de equipos "%(teamset_name)s". Actualmente no perteneces a un equipo del conjunto de equipos "%(teamset_name)s". Debes formar parte de un equipo del conjunto de equipos "%(teamset_name)s" para acceder a esta tarea.
fr: Ceci est un devoir en équipe pour l'ensemble d'équipe «%(teamset_name)s». Vous n'êtes pas dans une équipe de l'ensemble d'équipe «%(teamset_name)s». Vous devez être dans une équipe de l'ensemble d'équipe «%(teamset_name)s» pour accéder à ce devoir en groupe.
it_it: Questo è un compito del team per l'insieme di team "%(teamset_name)s". Attualmente non sei in un team nell'insieme di team "%(teamset_name)s". È necessario essere in un team nell'insieme di team "%(teamset_name)s" per accedere a questo compito.

source: Assignment submissions will close soon. To receive a grade, first provide a response to the prompt, then complete the steps below the %(start_tag)sYour Response%(end_tag)s field.
ar: سيتمّ قريباً إغلاق مجال تقديم الإجابات الخاصّة بالواجب. للحصول على الدرجة، الرجاء الإجابة على السؤال أوّلاً، ثمّ استكمال الخطوات الواردة تحت حقل %(start_tag)sردّك%(end_tag)s.
de_de: Bald können Sie hierzu keine Antworten mehr geben. Um eine Benotung zu erhalten, müssen Sie das Eingabefeld %(start_tag)s%(end_tag)s entsprechend ausfüllen und die darauffolgenden Schritte bearbeiten.
eo: Àssïgnmént süßmïssïöns wïll çlösé söön. Tö réçéïvé ä grädé, fïrst prövïdé ä réspönsé tö thé prömpt, thén çömplété thé stéps ßélöw thé %(start_tag)sÝöür Réspönsé%(end_tag)s fïéld. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υ#
es_es: La entrega de tareas se cerrará pronto. Para recibir tu calificación, primero tienes que proporcionar una respuesta al enunciado y después tienes que completar los pasos tras el campo %(start_tag)sTu respuesta%(end_tag)s.
fr: La période de remise des devoirs va bientôt se terminer. Pour obtenir une note, répondez tout d'abord à la question, puis suivez les étapes indiquées sous le champ %(start_tag)sVotre réponse%(end_tag)s.
it_it: Gli inoltri di compiti verranno chiusi a breve. Per ricevere una valutazione, fornire innanzitutto una risposta al prompt, quindi completare i passi riportati al di sotto del campo %(start_tag)s La tua risposta%(end_tag)s.
ja_jp: 課題の提出期限が迫っています。成績を受け取るためには、問題の解答を提出し、%(start_tag)sあなたの解答%(end_tag)s欄の下のステップを完了してください。
ka: დავალების შესრულების ვადა მალე ამოიწურება. იმისათვის, რომ მიიღოთ შეფასება, პირველ რიგში უპასუხეთ საკითხს, შემდეგ შეასრულეთ %(start_tag)sთქვენი პასუხის%(end_tag)s ქვემოთ მოყვანილი ნაბიჯები.
pl: Możliwość przesyłania zadań do oceny wkrótce dobiegnie końca. Aby otrzymać ocenę, najpierw udziel odpowiedzi na pytanie, a następnie wykonaj etapy wskazane pod polem%(start_tag)sTwoja odpowiedź%(end_tag)s.
ru: Отправка оценок будет закрыта в ближайшее время. Чтобы получить оценку, сначала дайте ответ на вопрос, а затем завершите шаги, указанные в поле %(start_tag)sВаш ответ%(end_tag)s.

source: This assignment has several steps. In the first step, you'll provide a response to the prompt. The other steps appear below the %(start_tag)sYour Response%(end_tag)s field.
ar: يتضمّن هذا الواجب عدة خطوات. في الخطوة الأولى، ستقوم بالإجابة على السؤال. أما باقي الخطوات فسوف تظهر تحت حقل %(start_tag)sردّك%(end_tag)s.
de_de: Diese Aufgabe beinhaltet mehrere Schritte, welche erst ersichtlich werden, sobald Sie %(start_tag)s das Eingabefeld %(end_tag)s entsprechend ausfüllen.
eo: Thïs ässïgnmént häs sévéräl stéps. Ìn thé fïrst stép, ýöü'll prövïdé ä réspönsé tö thé prömpt. Thé öthér stéps äppéär ßélöw thé %(start_tag)sÝöür Réspönsé%(end_tag)s fïéld. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ησ#
es_es: Esta tarea tiene varios pasos. El primer paso es proporcionar una respuesta al enunciado. El resto de pasos aparecen tras el campo %(start_tag)sTu respuesta%(end_tag)s.
fr: Ce devoir comporte plusieurs étapes. Dans la première étape, vous devez fournir une réponse à la question. Les autres étapes apparaitront ensuite sous le champ %(start_tag)sVotre réponse%(end_tag)s.
it_it: Questo compito è composto da diversi passi. Nel primo passo, viene fornita una risposta al prompt. Gli altri passi sono visualizzati al di sotto del campo %(start_tag)s La tua risposta%(end_tag)s.
ja_jp: この課題にはいくつかのステップがあります。１つ目のステップでは問題の解答を提出します。 その後、次のステップが%(start_tag)sあなたの解答%(end_tag)s欄の下に表示されます。
ka: ეს დავალება რამოდენიმე ნაბიჯისგან შედგება. პირველ ნაბიჯზე უნდა უპასუხოთ მითითებულ საკითხს. დანარჩენი ნაბიჯები გამოჩნდება%(start_tag)sთქვენი პასუხის%(end_tag)sშეტანის ველის ქვემოთ.
pl: To zadanie składa się z kilku etapów. W pierwszym etapie musisz udzielić odpowiedzi na zadane pytanie. Kolejne kroki znajdują się pod polem %(start_tag)sTwoja odpowiedź%(end_tag)s.
ru: Это задание выполняется в несколько шагов. На первом шаге вы даете ответ на вопрос. Следующие шаги появятся ниже поля %(start_tag)sВаш ответ%(end_tag)s.
tr_tr: Bu görev birkaç adım içeriyor. İlk adımda, soruya cevap vereceksiniz. Diğer adımlar %(start_tag)sCevabınız%(end_tag)s alanının altında görünecek.

source: Instructions Unavailable
ar: التعليمات غير متاحة
de_de: Anweisungen nicht verfügbar
eo: Ìnstrüçtïöns Ûnäväïläßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Instrucciones no disponibles
fr: Instructions indisponibles
it_it: Istruzioni non disponibili
ja_jp: 説明がありません
ka: ინსტრუქციები არ არის ხელმისაწვდომი
pl: Instrukcje niedostępne
pt_br: Instruções Não Disponíveis
ru: Нет инструкций
sw_ke: Maelekezo Hayapatikani
th: คำแนะนำใช้งานไม่ได้
tr_tr: Komutlar Ulaşılabilir Değil
zh_tw: 找不到說明

source: The instructions for this step could not be loaded.
ar: لم يمكن تحميل التعليمات الخاصة بهذه الخطوة.
de_de: Die Anweisungen für diesen Abschnitt konnten nicht geladen werde.
eo: Thé ïnstrüçtïöns för thïs stép çöüld nöt ßé löädéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No se han podido cargar las instrucciones para este paso.
fr: Impossible de récupérer les instructions pour cette étape.
it_it: Impossibile caricare le istruzioni per questo passo.
ja_jp: このステップの説明を読み込めませんでした。
ka: ამ საფეხურის ინსტრუქციები არ ჩაიტვირთა.
pl: Nie udało się wczytać instrukcji dla tego etapu.
pt_br: As instruções para esse passo não puderam ser carregadas.
ru: Не удалось загрузить инструкции по выполнению этого шага.
sw_ke: Maagizo ya hatua "hii" hayakuweza kupakiwa.
th: ไม่สามารถโหลดคำแนะนำสำหรับขั้นตอนนี้ได้
tr_tr: Bu adım için komutlar yüklenemedi.
zh_tw: 無法載入此步驟的說明

source: This assignment has several steps. In the first step, you'll provide a response to the prompt. The other steps appear below the Your Response field.
ar: يتضمّن هذا الواجب عدة خطوات. في الخطوة الأولى، ستقوم بالإجابة على السؤال. أما باقي الخطوات فسوف تظهر تحت حقل ردّك.
de_de: Diese Aufgabe besteht aus mehreren Schritten. Im ersten Schritt geben Sie zunächst Ihre Antwort auf die Frage ein. Die anderen Schritte werden unten im Antwortfeld angezeigt.
eo: Thïs ässïgnmént häs sévéräl stéps. Ìn thé fïrst stép, ýöü'll prövïdé ä réspönsé tö thé prömpt. Thé öthér stéps äppéär ßélöw thé Ýöür Réspönsé fïéld. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм#
es_es: Esta tarea tiene varios pasos. El primer paso es proporcionar una respuesta al enunciado. El resto de pasos aparecen tras el campo Tu respuesta.
fr: Ce devoir comprend plusieurs étapes. Dans la première étape, vous devez fournir une réponse à la question. Les autres étapes apparaitront ensuite sous le champ Votre réponse.
it_it: L'esercizio prevede diverse fasi. Nella prima fase devi fornire una risposta alla domanda. Le fasi successive saranno disponibili nel campo risposta.
ja_jp: この課題にはいくつかのステップがあります。１つ目のステップでは問題の解答を提出します。その後、次のステップがあなたの解答欄の下に表示されます。
ka: ეს დავალება რამოდენიმე ნაბიჯისგან შედგება. პირველ ნაბიჯზე უნდა უპასუხოთ მითითებულ საკითხს. დანარჩენი ნაბიჯები გამოჩნდება თქვენი პასუხის შეტანის ველის ქვემოთ.
pl: To zadanie składa się z kilku etapów. W pierwszym etapie musisz udzielić odpowiedzi na zadane pytanie. Kolejne kroki znajdują się pod polem "Twoja odpowiedź".
ru: Данное задание включает несколько шагов. На первом шаге вы должны ответить на вопрос. Следующие шаги появятся ниже поля с вашим ответом.
tr_tr: Bu ödev birkaç adıma sahip. İlk adımda, soruya cevap vereceğiz. Diğer adımlar Cevabınız alanı altında görünecektir.

source: Loading
ar: جاري التحميل
de_de: Lade
eo: Löädïng Ⱡ'σяєм ιρѕυм #
es_es: Cargando
fr: Chargement en cours
it_it: Caricamento
ja_jp: 読込中
ka: ჩატვირთვა
pl: Wczytywanie
pt_br: Carregando
ru: Загрузка
sw_ke: Pakia ujumbe
th: กำลังโหลด
tr_tr: Yüklüyor...
zh_tw: 讀取中...

source: Preview in LaTeX
ar: عرض بصيغة لاتخ
de_de: Vorschau in LaTeX
eo: Prévïéw ïn LäTéX Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Previsualizar en LaTeX
fr: Aperçu en LaTeX
it_it: Anteprima in LaTeX
ja_jp: LaTexでプレビュー
ka: LaTeX ფორმატში გადახედვა
pl: Podgląd w LaTeX
pt_br: Visualizar no LaTeX
ru: Просмотр в LaTeX
sw_ke: Angalia kwenye LaTeX
tr_tr: Latex'de Önizleme
zh_tw: Latex格式預覽

source: Click to preview your submission in LaTeX.
ar: انقر هنا لاستعراض تقديمك بصيغة LaTeX.
de_de: Klicken Sie, um eine Vorschau ihrer Einreichung in LaTeX zu erhalten.
eo: Çlïçk tö prévïéw ýöür süßmïssïön ïn LäTéX. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Haz clic para previsualizar tu entrega en LaTeX.
fr: Prévisualisez votre réponse en LaTeX.
it_it: Fare clic per visualizzare l'inoltro in LaTeX.
ja_jp: LaTexで提出したものをプレビューするにはクリックしてください。
ka: დააწკაპუნეთ თქვენი პასუხის LaTeX-ში სანახავად.
pl: Kliknij, aby podejrzeć swoje zgłoszenie w LaTeX.
ru: Нажмите, чтобы просмотреть ваш текст в LaTeX.
sw_ke: Bofya uangalie wasilisho lako kwenye LaTeX.
tr_tr: Yüklemenizin LaTeX'teki önizlemesine tıklayınız.

source: Preview Response
ar: معاينة الردّ
de_de: Vorschau-Antwort
eo: Prévïéw Réspönsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Previsualizar respuesta
fr: Aperçu de la réponse
it_it: Anteprima risposta
ja_jp: 解答をプレビュー
ka: პასუხის გადახედვა
pl: Podgląd odpowiedzi
pt_br: Pré-visualizar resposta
ru: Просмотреть ответ
sw_ke: Angalia Majibu
tr_tr: Cevabı önizle
zh_tw: 預覽作答

source: Comments
ar: التعليقات
de_de: Kommentare
eo: Çömménts Ⱡ'σяєм ιρѕυм ∂#
es_es: Comentarios
fr: Commentaires
it_it: Commenti
ja_jp: コメント
ka: კომენტარები
pl: Komentarze
pt_br: Comentários
ru: Примечания
sw_ke: Maoni
th: ความคิดเห็น
tr_tr: Yorumlar
zh_tw: 評論

source: The question for this section
ar: السؤال لهذا القسم
de_de: Die Frage in diesem Abschnitt
eo: Thé qüéstïön för thïs séçtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Pregunta para esta sección
fr: La question pour cette section
it_it: Domanda guida della sezione
ja_jp: このセクションの質問
ka: კითხვა ამ განყოფილებისათვის
pl: Pytanie do tego rozdziału
ru: Вопрос для этого раздела
sw_ke: Swali la sehemu hii
tr_tr: Bu bölüm için soru

source: Files that were uploaded by your teammates:
ar: الملفات التي تم رفعها بواسطة زملائك في الفريق
de_de: Dateien, welche von Ihren Teammitgliedern hochgeladen wurden:
eo: Fïlés thät wéré üplöädéd ßý ýöür téämmätés: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Archivos que fueron cargados por tus compañeros de equipo:
fr: Fichiers qui ont été téléchargés par vos coéquipiers :
it_it: File caricati dai tuo team:
tr_tr: Takım arkadaşlarınız tarafından yüklenen dosyalar:

source: View the files associated with this submission:
ar: عرض الملفات المرتبطة بهذه الإجابة:
de_de: Schauen Sie sich die Dateien an, welche im Zusammenhang mit dieser Einreichung stehen:
eo: Vïéw thé fïlés ässöçïätéd wïth thïs süßmïssïön: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Visualiza los archivos asociados a este envío:
fr: Voir les fichiers associés à la réponse:
it_it: Visualizzare i file associati a questo inoltro:
ja_jp: この提出に関連するファイルを見る:
ka: ამ პასუხთან დაკავშირებული ფაილების ნახვა
pl: Zobacz pliki załączone do tego zgłoszenia:
ru: Просмотр файлов, связанных с этим ответом.
sw_ke: Angalia mafaili yanayohusiana na wasilisho hili:
tr_tr: Bu gönderimle ilişkili dosyaları göster:

source: Uploaded by
ar: تم التحميل بواسطة
de_de: Hochgeladen von
eo: Ûplöädéd ßý Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Subido por
fr: Envoyé par
it_it: Caricato da
tr_tr: Yükleyen

source: Files that were uploaded by you:
ar: الملفات التي قمت برفعها
de_de: Dateien, welche von Ihnen hochgeladen wurden:
eo: Fïlés thät wéré üplöädéd ßý ýöü: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Archivos que fueron cargados por ti:
fr: Fichiers qui ont été téléchargés par vous :
it_it: File caricati
tr_tr: Sizin tarafınızdan yüklenen dosyalar:
