Repository: openedx/edx-ora2
Catalog: openassessment/locale/*/LC_MESSAGES/django.po
Languages: ar, de_de, eo, es_es, fr, it_it, ja_jp, ka, pl, pt_br, ru, sw_ke, th, tr_tr, zh_tw

source: The date and time when learners can no longer submit responses.
ar: التاريخ والتوقيت الذي يُمنع بعده المتعلّمون من تقديم ردود.
de_de: Das Datum und die Uhrzeit ab denen Teilnehmer keine Antworten mehr einreichen können.
eo: Thé däté änd tïmé whén léärnérs çän nö löngér süßmït réspönsés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Fecha y hora a partir de la que los estudiantes ya no pueden enviar respuestas.
fr: La date et l'heure auxquels les apprenants ne peuvent plus envoyer de réponses.
it_it: La data e l'ora in cui gli studenti non possono più inoltrare le risposte.
ja_jp: 解答提出の締切日時。
ka: თარიღი და საათი, რომლის შემდეგაც მსმენელებს პასუხების გამოგზავნა აღარ შეეძლიებათ.
pl: Data i czas, kiedy przyjmowanie odpowiedzi studentów zostanie zakończone.
pt_br: A data e horário que os alunos não podem mais enviar respostas.
ru: Дата и время, после которых слушатели больше не смогут отправлять свои ответы.
sw_ke: Tarehe na Muda ambao wanafunzi hawawezi tena kuwasilisha majibu yao.
tr_tr: Öğrencilerin artık yanıtlarını yükleyemediği tarih ve zaman.
zh_tw: 學生不能再提交作答的日期及時間。

source: Step: Self Assessment
ar: الخطوة: التقييم الذاتي
de_de: Schritt: Selbstbewertung
eo: Stép: Sélf Àsséssmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Paso: Autoevaluación
fr: Étape: Auto-évaluation
it_it: Passo: Auto-valutazione
ja_jp: ステップ：セルフ・アセスメント
ka: საფეხური: თვითშეფასება
pl: Etap: Samodzielna ocena
pt_br: Etapa: Auto-avaliação
ru: Шаг: Самооценивание
sw_ke: Hatua: Tathmini ya Binafsi
th: ขั้นตอน: ประเมินตนเอง
tr_tr: Adım: Öz-değerlendirme
zh_tw: 步驟 : 自我評量

source: Self Assessment asks learners to grade their own submissions against the rubric.
ar: يطلب التقييم الذاتي من المتعلمين تصنيف تقديماتهم على سلم التقدير.
de_de: Die Selbstbewertung fordert Teilnehmer aus, die eigenen Antworten zu Bewerten.
eo: Sélf Àsséssmént äsks léärnérs tö grädé théïr öwn süßmïssïöns ägäïnst thé rüßrïç. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: La autoevaluación solicita a los estudiantes que califiquen sus propias entregas a partir de la rúbrica.
fr: L'auto-évaluation demande aux apprenants de noter leurs propres soumissions par rapport à la grille.
it_it: L'autovalutazione richiede agli studenti di valutare i propri inoltri rispetto ai criteri di valutazione.

source: Self Assessment Deadlines
ar: المواعيد النهائية للتقييم الذاتي
de_de: Frist der Selbstbewertung
eo: Sélf Àsséssmént Déädlïnés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Fechas límite de autoevaluación
fr: Dates d'échéance pour l'auto-évaluation
it_it: Scadenze autovalutazione
tr_tr: Öz Değerlendirme Son Tarihleri

source: The date and time when learners can begin assessing their responses.
ar: الوقت والتاريخ حيث يمكن للمتعلمين البدء بتقييم إجاباتهم.
de_de: Das Datum und die Zeit, nach der Ihre Teilnehmer die Selbstbewertung beginnen können.
eo: Thé däté änd tïmé whén léärnérs çän ßégïn ässéssïng théïr réspönsés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: La fecha y hora en que los estudiantes pueden comenzar a evaluar sus respuestas.
fr: La date et l'heure auxquelles les apprenants peuvent commencer à évaluer leurs réponses.
it_it: La data e l'ora in cui gli studenti possono iniziare a valutare le proprie risposte.

source: The date and time when all self assessments must be complete.
ar: الوقت والتاريخ حيث يجب إكمال جميع التقييمات الذاتية.
de_de: Das Datum und die Zeit, nach der alle Selbstbewertungen beendet sein müssen.
eo: Thé däté änd tïmé whén äll sélf ässéssménts müst ßé çömplété. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: La fecha y hora en que deben haberse completado todas las autoevaluaciones.
fr: La date et l'heure auxquelles toutes les auto-évaluations doivent être terminées.
it_it: La data e l'ora in cui le autovalutazioni devono essere completate.

source: Step: Staff Assessment
ar: الخطوة: تقييم الطاقم
de_de: Schritt: Dozenten-Bewertung
eo: Stép: Stäff Àsséssmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Paso: Evaluación por el equipo docente
fr: Étape: évaluation par l'équipe enseignante
it_it: Passo: Valutazione dello staff
ja_jp: ステップ：スタッフ・アセスメント
ka: საფეხური: პერსონალის მიერ შეფასება
pl: Etap: Ocena przez kadrę
pt_br: Etapa: Avaliação da Equipe
ru: Шаг: Оценивание командой курса
sw_ke: Hatua: Tathmini ya Mwalimu
tr_tr: Aşama: Personel Değerlendirme
zh_tw: 步驟：工作人員評估

source: Staff Assessment gates sets the final grade for students if enabled with other steps, though it can also be used as a standalone step.
ar: تحدد بوابات تقييم الطاقم الدرجة النهائية للمتعلمين إذا تم تمكينها بخطوات أخرى، على الرغم من أنه يمكن استخدامها أيضًا كخطوة مستقلة.
eo: Stäff Àsséssmént gätés séts thé fïnäl grädé för stüdénts ïf énäßléd wïth öthér stéps, thöügh ït çän älsö ßé üséd äs ä ständälöné stép. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσяυм#
es_es: La evaluación por el equipo docente establece la calificación final para los estudiantes si está habilitada con otros pasos, aunque también se puede utilizar como un único paso.
fr: Les évaluations du personnel définissent la note finale des étudiants si elles sont activées avec d'autres étapes, bien qu'elles puissent également être utilisées en tant qu'étape autonome.
it_it: I gate di Valutazione dello staff impostano la valutazione finale per gli studenti se abilitati con altri passi, sebbene possano essere utilizzati anche come passi autonomi.

source: Step: Learner Training
ar: الخطوة: تدريب المتعلّم
de_de: Schritt: Teilnehmerübung
eo: Stép: Léärnér Träïnïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Paso: Entrenamiento del estudiante
fr: Étape: entraînement des apprenants
it_it: Passo: Addestramento studente
ja_jp: ステップ：受講者用トレーニング
ka: საფეხური: მსმენელის ტრენინგი
pl: Etap: Szkolenie studenta
pt_br: Etapa: Treinamento do Estudante
ru: Шаг: обучение слушателей
sw_ke: Hatua: Mafunzo ya Mwanafunzi
tr_tr: Adım: Öğrenci Eğitimi
zh_tw: 步驟：評分訓練

source: Learner Training is used to help students practice grading a simulated peer submission in order to train them on the rubric and ensure learner's understand the rubric for either Self or Peer Assessment steps.
ar: يتم استخدام تدريب المتعلمين لمساعدة المتعلمين في ممارسة محاكية لتقييم عرض الزملاء لغرض تدريبهم على سلم التقدير وضمان فهم المتعلم لخطوات تقدير تقييم الزملاء أو التقييم الذاتي.
eo: Léärnér Träïnïng ïs üséd tö hélp stüdénts präçtïçé grädïng ä sïmülätéd péér süßmïssïön ïn ördér tö träïn thém ön thé rüßrïç änd énsüré léärnér's ündérständ thé rüßrïç för éïthér Sélf ör Péér Àsséssmént stéps. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕ#
es_es: El entrenamiento del estudiante es usado para ayudar a los estudiantes a practicar la calificación de una entrega ficticia de sus compañeros, con el fin de entrenarlos en la rúbrica y asegurar que el estudiante entiende la rúbrica, ya sea para los pasos de autoevaluación o de evaluación por pares.
fr: La formation des apprenants est utilisée pour aider les étudiants à s'exercer à noter une soumission par les pairs afin de les former sur la grille et de s'assurer que les apprenants comprennent la grille pour les étapes d'auto-évaluation ou d'évaluation par les pairs.
it_it: L'addestramento dello studente viene utilizzato per aiutare gli studenti ad esercitarsi nella valutazione di un inoltro simulato di un collega per addestrarli nei criteri di valutazione ed assicurare che comprendano i criteri per i passi Autovalutazione o Valutazione dei colleghi.

source: Configuration: For this step to be fully configured you must provide one or more graded sample responses. Learners must then match this instructor score to advance and are provided feedback when their score doesn't match the sample response.
ar: إعداد التشكيل: لكي يتم إعداد هذه الخطوة بشكل كامل، يجب توفير نموذج واحد أو أكثر من الردود المقدرة. ويجب على المتعلمين بعد ذلك مطابقة مجموع نقاط المعلم هذا، ويتم تقديم ملاحظات عندما لا تتطابق نتيجتهم مع نموذج الإجابة.
eo: Çönfïgürätïön: För thïs stép tö ßé füllý çönfïgüréd ýöü müst prövïdé öné ör möré grädéd sämplé réspönsés. Léärnérs müst thén mätçh thïs ïnstrüçtör sçöré tö ädvänçé änd äré prövïdéd féédßäçk whén théïr sçöré döésn't mätçh thé sämplé réspönsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт#
es_es: Configuración: para que este paso esté completamente configurado debes proporcionar una o más respuestas de ejemplo calificables. Los estudiantes deben puntuar igual que el docente para avanzar. Se proporcionará retroalimentación cuando la puntuación no encaje con la respuesta de ejemplo.
fr: Configuration: pour que cette étape soit entièrement configurée, vous devez fournir un ou plusieurs exemples de réponses notées. Les apprenants doivent ensuite faire correspondre ce score de l'instructeur pour avancer et reçoivent des commentaires lorsque leur score ne correspond pas à l'exemple de réponse.
it_it: Configurazione: per configurare completamente questo passo, è necessario fornire una o più risposte di esempio valutate. Gli studenti devono quindi associare questo punteggio dell'istruttore per avanzare e viene loro fornito un feedback quando il loro punteggio non corrisponde alla risposta di esempio.

source: View / Add Sample Responses
ar: عرض/ إضافة عينة الردود
de_de: Beispielantwort ansehen oder einfügen
eo: Vïéw / Àdd Sämplé Réspönsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Ver / Agregar respuestas de ejemplo
fr: Afficher / ajouter des exemples de réponses
it_it: Visualizza/Aggiungi risposte di esempio
tr_tr: Örnek Cevap Görüntüle/Ekle

source: Add Sample Response
ar: أضف ردًّا نموذجيًّا
de_de: Beispiel Antwort hinzufügen
eo: Àdd Sämplé Réspönsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Añadir respuesta de ejemplo
fr: Ajouter un exemple de réponse
it_it: Aggiungi risposta di esempio
ja_jp: サンプル解答を入力
ka: პასუხის შაბლონის დამატება
pl: Dodaj przykładową odpowiedź
pt_br: Adicionar amostra de resposta
ru: Добавить образец ответа
sw_ke: Weka Sampuli ya Majibu
th: เพิ่มตัวอย่างคำตอบ
tr_tr: Örnek Cevap Ekle
zh_tw: 新增範例作答

source: Clone Rubric
eo: Çlöné Rüßrïç Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Clonar rúbrica
fr: Cloner la grille d'évaluation

source: To clone a rubric from an existing published or unpublished draft, you can search by the Block ID. Note that cloning is one-way, meaning changes made after cloning will only affect the rubric being modified, and will not modify any rubric it was cloned from.
eo: Tö çlöné ä rüßrïç fröm än éxïstïng püßlïshéd ör ünpüßlïshéd dräft, ýöü çän séärçh ßý thé Blöçk ÌD. Nöté thät çlönïng ïs öné-wäý, méänïng çhängés mädé äftér çlönïng wïll önlý äfféçt thé rüßrïç ßéïng mödïfïéd, änd wïll nöt mödïfý äný rüßrïç ït wäs çlönéd fröm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη #
es_es: Para clonar una rúbrica a partir de un borrador publicado o no publicado, puedes buscar por el ID de componente. Ten en cuenta que la clonación es unidireccional, lo que significa que los cambios realizados después de la clonación solo afectarán a la rúbrica que se está modificando y no modificará ninguna rúbrica desde la que se clonase.
fr: Pour cloner une grille à partir d'un brouillon publié ou non publié, vous pouvez effectuer une recherche par l'ID de bloc. Notez que le clonage est à sens unique, ce qui signifie que les modifications apportées après le clonage n'affecteront que la grille en cours de modification et ne modifieront aucune grille à partir de laquelle elle a été clonée.

source: Block ID For this ORA:
eo: Blöçk ÌD För thïs ÖRÀ: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: ID de componente para esta tarea de respuesta abierta:
fr: ID de bloc pour ce ORA :
tr_tr: BU ORA için Block kimliği:

source: Block ID
eo: Blöçk ÌD Ⱡ'σяєм ιρѕυм ∂#
es_es: ID de componente
fr: ID de bloc
tr_tr: Block kimliği

source: No other Open Response Assessments found in course
eo: Nö öthér Öpén Réspönsé Àsséssménts föünd ïn çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No se han encontrado otras tareas de respuesta abierta en este curso
fr: Aucune autre évaluation à réponse ouverte ORA trouvée dans le cours

source: Clone
eo: Çlöné Ⱡ'σяєм ιρѕ#
es_es: Clonar
fr: Cloner

source: Rubric Successfully Cloned from Block ID:
eo: Rüßrïç Süççéssfüllý Çlönéd fröm Blöçk ÌD: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Rúbrica clonada con éxito desde el ID de componente:
fr: Grille clonée avec succès à partir de l'ID de bloc :

source: Scored Response
ar: ردّ مقيَّم
de_de: Benotete Antworten
eo: Sçöréd Réspönsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Respuesta puntuada
fr: Réponse Notée
it_it: Risposta con punteggio
ja_jp: 採点済の解答
ka: ქულებით შეფასებული პასუხი
pl: Oceniona odpowiedź
pt_br: Resposta pontuada
ru: Оцененный ответ
sw_ke: Majibu Yaliyowekewa Alama
th: คำตอบที่ให้คะแนนแล้ว
tr_tr: Puanlanan Cevap
zh_tw: 作答與答案的分數

source: Response Score
ar: درجات الرد
de_de: Antwort-Punktzahl
eo: Réspönsé Sçöré Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Puntuación de la respuesta
fr: Note de la Réponse
it_it: Punteggio della risposta
ja_jp: 解答の得点
ka: პასუხის ქულა
pl: Ocena odpowiedzi
pt_br: Pontos da resposta
ru: Оценка за ответ
sw_ke: Alama ya Jibu
th: คะแนนคำตอบ
tr_tr: Cevap Puanı
zh_tw: 作答評分

source: Response
ar: الرد
de_de: Antworten
eo: Réspönsé Ⱡ'σяєм ιρѕυм ∂#
es_es: Respuesta
fr: Réponse
it_it: Risposta
ja_jp: 解答
ka: პასუხი
pl: Odpowiedź
pt_br: Resposta
ru: Ответ
sw_ke: Jibu
th: คำตอบ
tr_tr: Yanıt
zh_tw: 作答

source: Not Selected
ar: غير مختار
de_de: Nicht ausgewählt
eo: Nöt Séléçtéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: No seleccionado
fr: Non sélectionné
it_it: Non Selezionato
ja_jp: 未選択
ka: არ არის არჩეული
pl: Nie wybrano
pt_br: Não selecionado
ru: Не выбрано
sw_ke: Haija Chaguliwa
th: ไม่ถูกเลือก
tr_tr: Seçilmedi
zh_tw: 未選取

source: points
ar: النقاط
de_de: Punkte
eo: pöïnts Ⱡ'σяєм ιρѕυ#
es_es: puntos
it_it: punti
ja_jp: 点
ka: ქულები
pl: punkty
pt_br: pontos
ru: балл
sw_ke: pointi
th: คะแนน
tr_tr: puan
zh_tw: 點數

source: %(start_tag)s%(title)s%(end_tag)s%(start_grade_tag)s - %(grade)s%(end_tag)s
eo: %(start_tag)s%(title)s%(end_tag)s%(start_grade_tag)s - %(grade)s%(end_tag)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: %(assessment_title)s - %(points)s point
ar: %(assessment_title)s - %(points)s نقاط
de_de: %(assessment_title)s - %(points)s Punkt
eo: %(assessment_title)s - %(points)s pöïnt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: %(assessment_title)s - %(points)s punto
it_it: %(assessment_title)s - %(points)s punto
ja_jp: %(assessment_title)s - %(points)s 点
ka: %(assessment_title)s - %(points)s ქულა
pl: %(assessment_title)s - %(points)s punkt
ru: %(assessment_title)s - %(points)s балл
sw_ke: pointi %(assessment_title)s%(points)s
tr_tr: %(assessment_title)s - %(points)s puan

source: More information about %(name)s
ar: المزيد من المعلومات حول %(name)s
de_de: Mehr Informationen über %(name)s
eo: Möré ïnförmätïön äßöüt %(name)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Más información sobre %(name)s
fr: Plus d'information sur %(name)s
it_it: Più informazioni su %(name)s
ja_jp: %(name)s についての追加情報
ka: მეტი ინფორმაცია %(name)s-ს შესახებ
pl: Więcej informacji na temat %(name)s
pt_br: Mais informações sobre %(name)s
ru: Дополнительная информация о %(name)s
sw_ke: Habari zaidi kuhusu %(name)s
th: ข้อมูลเพิ่มเติมเกี่ยวกับ %(name)s
tr_tr: %(name)s hakkında daha fazla bilgi
zh_tw: 更多訊息關於 %(name)s

source: Your Grade
ar: درجتك
de_de: Deine Benotung
eo: Ýöür Grädé Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Tu calificación
fr: Votre note
it_it: Il tuo voto
ja_jp: あなたの成績
ka: თქვენი შეფასება
pl: Twoja ocena
pt_br: Sua nota
ru: Ваша оценка
sw_ke: Daraja Lako
th: เกรดของคุณ
tr_tr: Notunuz
zh_tw: 您的成績

source: %(points_earned)s out of %(points_possible)s
ar: %(points_earned)s من أصل %(points_possible)s
de_de: %(points_earned)s von %(points_possible)s
eo: %(points_earned)s öüt öf %(points_possible)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: %(points_earned)s de%(points_possible)s
fr: %(points_earned)s sur %(points_possible)s
it_it: %(points_earned)s di %(points_possible)s
ja_jp: %(points_possible)s点中%(points_earned)s点
ka: %(points_earned)s შესაძლო %(points_possible)s-დან
pl: %(points_earned)s na %(points_possible)s
ru: %(points_earned)s из %(points_possible)s
sw_ke: %(points_earned)skati ya%(points_possible)s
tr_tr: %(points_possible)s üzerinden %(points_earned)s

source: Your submission has been cancelled.
ar: أُلغِيَ تقديم إجابتك
de_de: Ihre Einreichung wurde gelöscht.
eo: Ýöür süßmïssïön häs ßéén çänçélléd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Tu entrega ha sido cancelada.
fr: Votre réponse a été annulée.
it_it: L'inoltro è stato annullato.
ja_jp: 提出はキャンセルされました。
ka: თქვენი პაუხების გაგზავნა გაუქმებულია.
pl: Twoje zgłoszenie zostało anulowane.
pt_br: Seu envio foi cancelado.
ru: Ваш ответ был отменён.
sw_ke: Wasilisho lako limebatilishwa.
th: การส่งของคุณถูกยกเลิกแล้ว
tr_tr: Yüklemeniz iptal edildi.
zh_tw: 您的提交已經被取消。

source: %(points_earned)s out of %(points_possible)s
ar: %(points_earned)s من %(points_possible)s
de_de: %(points_earned)s von %(points_possible)s
eo: %(points_earned)s öüt öf %(points_possible)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: %(points_earned)s de%(points_possible)s
fr: %(points_earned)s sur %(points_possible)s
it_it: %(points_earned)s di %(points_possible)s
ja_jp: %(points_possible)s点中%(points_earned)s点
ka: %(points_earned)sშესაძლო%(points_possible)s-დან
pl: %(points_earned)s na %(points_possible)s
ru: %(points_earned)s из %(points_possible)s
sw_ke: %(points_earned)skati ya%(points_possible)s
tr_tr: %(points_possible)s üzerinden%(points_earned)s

source: Your Response
ar: ردّك
de_de: Ihre Antwort
eo: Ýöür Réspönsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Tu respuesta
fr: Votre réponse
it_it: La tua risposta
ja_jp: あなたの解答
ka: თქვენი პასუხი
pl: Twoja odpowiedź
pt_br: Sua resposta
ru: Ваш ответ
sw_ke: JIbu Lako
th: คำตอบของคุณ
tr_tr: Yanıtınız
zh_tw: 您的作答

source: Your Upload
ar: الملفات التي حمّلتها
de_de: Hochgeladene Dateien
eo: Ýöür Ûplöäd Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Tus archivos entregados
fr: Votre fichier chargé
it_it: Upload
ja_jp: あなたのアップロード
ka: თქვენი ატვირთვები
pl: Twój plik
pt_br: Seu upload
ru: Загруженный вами файл
sw_ke: Upakiaji Wako
tr_tr: Yüklemeniz
zh_tw: 你的上傳

source: Assessments of Your Response
ar: تقييمات ردّك
de_de: Bewertungen Ihrer Antwort
eo: Àsséssménts öf Ýöür Réspönsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Evaluación de tu respuesta
fr: Évaluations de votre réponse
it_it: Valutazione della Tua Risposta
ja_jp: 解答の評価
ka: თქვენი პასუხების შეფასებები
pl: Oceny twojej odpowiedzi
pt_br: Avaliações da sua resposta
ru: Оценки, выставленные за ваш ответ
sw_ke: Tathmini ya Jibu Lako
th: การประเมินสำหรับคำตอบของคุณ
tr_tr: Cevabınızın Değerlendirmesi
zh_tw: 對您作答的評分。

source: Status
ar: الحالة
eo: Stätüs Ⱡ'σяєм ιρѕυ#
es_es: Estado
fr: Statut
it_it: Stato
ja_jp: ステータス
ka: სტატუსი
pl: Stan
ru: Состояние
sw_ke: Hali ilivyo
tr_tr: Durum

source: Overall Grade
ar: الدرجة الكلّية
de_de: Gesamtnote
eo: Övéräll Grädé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Calificación general
fr: Note globale
it_it: Voto Finale
ja_jp: 総合成績
ka: საერთო შეფასება
pl: Ocena końcowa
pt_br: Nota geral
ru: Итоговая оценка
sw_ke: Alama kwa ujumla
th: เกรดรวม
tr_tr: Toplam Not
zh_tw: 整體成績

source: Points
ar: النقاط
de_de: Punkte
eo: Pöïnts Ⱡ'σяєм ιρѕυ#
es_es: Puntos
it_it: Punti
ja_jp: 点
ka: ქულები
pl: Punkty
pt_br: Pontos
ru: Балл
sw_ke: Alama
th: คะแนน
tr_tr: Puan
zh_tw: 點數

source: Additional comments on your response
ar: تعليقات إضافية على ردّك
de_de: Weitere Kommentare zu Ihrer Antwort
eo: Àddïtïönäl çömménts ön ýöür réspönsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Comentarios adicionales sobre tu respuesta
fr: Commentaires additionnels sur votre réponse
it_it: Commenti aggiuntivi
ja_jp: 解答に関する追加コメント
ka: დამატებითი კომენტარები თქვენს პასუხზე
pl: Dodatkowe komentarze do twojej odpowiedzi
pt_br: Comentários adicionais sobre sua resposta
ru: Дополнительные комментарии к вашему ответу
sw_ke: Maoni ya ziada kwenye jibu lako
th: ความเห็นเพิ่มเติมในคำตอบของคุณ
tr_tr: Cevabınıza yönelik ek yorumlar
zh_tw: 對您作答的額外評論

source: Provide feedback on peer assessments
ar: تقديم الآراء والملاحظات حول تقييمات الزملاء
de_de: Geben sie Feedback zu den einzelnen Bewertungen und Einschätzungen.
eo: Prövïdé féédßäçk ön péér ässéssménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Proporciona retroalimentación de la evaluación por pares
fr: Faire un retour sur l'évaluation par les pairs
it_it: Fornisci feedback sulle valutazioni dei colleghi
ja_jp: ピア・アセスメントのフィードバックを入力
ka: მოგვაწოდეთ თქვენი აზრი თვითშეფასებაზე
pl: Dodaj opinie do odpowiedzi współkursantów
ru: Напишите отзыв о результатах взаимного оценивания
sw_ke: Toa mrejesho kuhusu tathmini rika
tr_tr: Kişi değerlendirmeleri üzerinde geri bildirim sağla

source: Submitting Feedback
ar: تقديم الآراء والملاحظات
de_de: Feedback abgeben
eo: Süßmïttïng Féédßäçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Enviando retroalimentación
fr: Retour en cours d'envoi
it_it: Inoltramento di Feedback
ja_jp: フィードバックを提出中
ka: უკუკავშირის გაგზავნა
pl: Wysyłanie opinii
pt_br: Enviando Opinião
ru: Отправка отзыва
sw_ke: Kuwasilisha Mrejesho
th: ส่งผลตอบกลับ
tr_tr: Geri Bildirim Gönderme
zh_tw: 提交反饋意見
