Repository: openedx/edx-ora2
Catalog: openassessment/locale/*/LC_MESSAGES/django.po
Languages: ar, de_de, eo, es_es, fr, it_it, ja_jp, ka, pl, pt_br, ru, sw_ke, th, tr_tr, zh_tw

source: Must Grade
ar: يجب التقييم
de_de: Benotung erforderlich
eo: Müst Grädé Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Debe calificar
fr: Doit Noter
it_it: Deve valutare
ja_jp: 評価必須数
ka: შეფასება აუცილებელია
pl: Liczba prac do ocenienia
pt_br: Avaliação obrigatória
ru: Каждый должен оценить
sw_ke: Lazima ipewe Alama
th: ต้องให้คะแนน
tr_tr: Geçer Not
zh_tw: 必需評分數

source: Specify the number of peer assessments that each learner must complete. Valid numbers are 1 to 99.
eo: Spéçïfý thé nümßér öf péér ässéssménts thät éäçh léärnér müst çömplété. Välïd nümßérs äré 1 tö 99. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Específica el número de evaluaciones a sus compañeros que cada estudiante debe completar. Los números válidos son del 1 al 99.
fr: Spécifiez le nombre d'évaluations par les pairs que chaque apprenant doit effectuer. Les nombres valides vont de 1 à 99.
it_it: Specificare il numero di valutazioni dei colleghi che ogni studente deve completare. I numeri validi sono compresi tra 1 e 99.

source: Graded By
ar: مقيَّم من قبل
de_de: Benotet von
eo: Grädéd Bý Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Calificado por
fr: Noté par
it_it: Valutata da
ja_jp: 被評価数
ka: შემფასებელი:
pl: Liczba oceniających
pt_br: Avaliado por
ru: Необходимое количество оценок
sw_ke: Imepewa Alama Na
th: ให้คะแนนโดย
tr_tr: Tarafından Notlandırıldı
zh_tw: 被評分數

source: Specify the number of learners that each response must be assessed by. Valid numbers are 1 to 99.
eo: Spéçïfý thé nümßér öf léärnérs thät éäçh réspönsé müst ßé ässésséd ßý. Välïd nümßérs äré 1 tö 99. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Específica el número de estudiantes que debe evaluar cada respuesta. Los números válidos son del 1 al 99.
fr: Spécifiez le nombre d'apprenants par lequel chaque réponse doit être évaluée. Les nombres valides vont de 1 à 99.
it_it: Specificare il numero di studenti da cui deve essere valutata ciascuna risposta. I numeri validi sono compresi tra 1 e 99.

source: Enable Flexible Peer Grade Averaging
ar: تمكين متوسط درجات الأقران المرن
eo: Énäßlé Fléxïßlé Péér Grädé Àvérägïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Habilitar el promedio flexible de evaluaciones por pares
fr: Activer la moyenne flexible des notes par les pairs
it_it: Abilita media valutazione tra colleghi flessibile

source: When enabled, learners who have received at least 30%% of the required \
ar: عند التمكين، المتعلمين الذين قد حصلوا على 30%%على الأقل من المطلوب /
eo: Whén énäßléd, léärnérs whö hävé réçéïvéd ät léäst 30%% öf thé réqüïréd \ Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Cuando está habilitado, los estudiantes que hayan recibido al menos 30%% de los requeridos \
fr: Lorsqu'elle est activée, les apprenants qui ont reçu au moins 30%% des requis \
it_it: Quando è abilitata, gli studenti che hanno ricevuto almeno il 30%% della valutazione richiesta \

source: Peer Assessment Deadlines
ar: المواعيد النهائية لتقييم الزملاء
de_de: Frist der Partnerbewertung
eo: Péér Àsséssmént Déädlïnés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Fechas límite de evaluación por pares
fr: Dates d'échéances pour l'évaluation par les pairs
it_it: Scadenze valutazione dei colleghi
tr_tr: Akran Değerlendirmesi Son Tarihleri

source: Start Date
ar: تاريخ البدء
de_de: Anfangsdatum
eo: Stärt Däté Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Fecha de inicio
fr: Date de début
it_it: Data di inizio
ja_jp: 開始日
ka: დაწყების თარიღი
pl: Data rozpoczęcia
pt_br: Data de Início
ru: Дата начала
sw_ke: Tarehe ya Kuanza
th: วันที่เริ่ม
tr_tr: Başlama Tarihi
zh_tw: 開始日期

source: Start Time
ar: وقت البدء
de_de: Startzeit
eo: Stärt Tïmé Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Hora de inicio
fr: Heure de début
it_it: Ora di inizio
ja_jp: 開始時間
ka: დაწყების დრო
pl: Czas rozpoczęcia
pt_br: Horário de Início
ru: Время начала
sw_ke: Muda wa Kuanza
th: เวลาที่เริ่ม
tr_tr: Başlangıç Saati
zh_tw: 開始時間

source: The date and time when learners can begin assessing peer responses.
ar: وقت وتاريخ إتاحة تقييم الزملاء للمتعلمين
de_de: Das Datum und die Zeit, nach der alle Teilnehmer mit der Partnerbewertung beginnen können.
eo: Thé däté änd tïmé whén léärnérs çän ßégïn ässéssïng péér réspönsés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: La fecha y hora en que los estudiantes pueden comenzar a evaluar las respuestas de sus compañeros.
fr: La date et l'heure auxquelles les apprenants peuvent commencer à évaluer les réponses des pairs.
it_it: La data e l'ora in cui gli studenti possono iniziare a valutare le risposte dei colleghi.
tr_tr: Öğrencilerin akran yanıtlarını değerlendirmeye başlayabilecekleri tarih ve saat.

source: Due Date
ar: تاريخ الاستحقاق
de_de: Abgabedatum
eo: Düé Däté Ⱡ'σяєм ιρѕυм ∂#
es_es: Fecha de entrega
fr: Date d'échéance
it_it: Data finale
ja_jp: 締切日
ka: საბოლოო ვადა
pl: Data zakończenia
pt_br: Data de Encerramento
ru: Срок сдачи
sw_ke: Tarehe Stahiki
th: วันครบกำหนด
tr_tr: Teslim Tarihi
zh_tw: 截止日期

source: Due Time
ar: وقت الاستحقاق
de_de: Abgabezeitpunkt
eo: Düé Tïmé Ⱡ'σяєм ιρѕυм ∂#
es_es: Hora de entrega
fr: Heure de rendu
it_it: Ora di Scadenza
ja_jp: 締切時間
ka: საბოლოო დრო
pl: Czas zakończenia
pt_br: Horário de Entrega
ru: Время срока
sw_ke: Muda Stahiki
th: เวลาครบกำหนด
tr_tr: Tamamlanma zamanı
zh_tw: 截止時間

source: The date and time when all peer assessments must be complete.
ar: الوقت والتاريخ حيث يجب إكمال تقييم جميع تقييمات الزملاء
de_de: Das Datum und die Zeit nach der, alle Partnerbewertungen beendet sein müssen.
eo: Thé däté änd tïmé whén äll péér ässéssménts müst ßé çömplété. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: La fecha y hora en que deben haberse completado todas las evaluaciones por pares.
fr: La date et l'heure auxquelles toutes les évaluations par les pairs doivent être terminées.
it_it: La data e l'ora in cui tutte le valutazioni dei colleghi devono essere completate.
tr_tr: Tüm akran değerlendirmelerinin tamamlanması gereken tarih ve saat.

source: You cannot delete a prompt after the assignment has been released.
ar: لا يمكنك حذف علامة الاستعداد بعد أن يكون الواجب قد نُشِرَ.
de_de: Sie können einen Prompt nicht löschen, nachdem eine Aufgabe veröffentlicht wurde.
eo: Ýöü çännöt délété ä prömpt äftér thé ässïgnmént häs ßéén réléäséd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: No se puede borrar un enunciado después de haber publicado la tarea.
fr: Vous ne pouvez pas supprimer une question après la publication du devoir.
it_it: Non è possibile eliminare un prompt dopo il rilascio del compito.
ja_jp: 課題公開後は問題を削除することができません。
ka: დავალების გაშვების შემდეგ, მინიშნების წაშლას ვერ შეძლებთ.
pl: Nie możesz usunąć pytania po tym gdy zadanie zostało opublikowane.
pt_br: Você não pode deletar um tema depois que a tarefa foi liberada.
ru: Вы не можете удалить подсказку после того как задание опубликовано.
sw_ke: Huwezi 'kufuta' haraka baada ya zoezi kutolewa.
th: คุณไม่สามารถลบการแจ้งได้หลังจากประกาศงานที่มอบหมายไปแล้ว
tr_tr: Görev yayımlandıktan sonra sufleyi silemezsiniz.
zh_tw: 注意，一旦發佈了此作業，此題目就無法刪除。

source: Prompts. Replace the sample text with your own text. For more information, see the ORA documentation.
ar: علامات الاستعداد. يُرجى استبدال النص النموذجي بنصّك الخاص بك. ولمزيد من المعلومات، تفضّل بمراجعة قسم توثيق "مقيِّم الإجابات المفتوحة".
de_de: Prompts. Ersetze den Beispieltext mit Deinem eigenen. Mehr Informationen finden Sie in der ORA Dokumentation.
eo: Prömpts. Répläçé thé sämplé téxt wïth ýöür öwn téxt. För möré ïnförmätïön, séé thé ÖRÀ döçüméntätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Enunciados. Sustituye el texto del ejemplo por tu propio texto. Para más información, revisa la documentación de tareas de respuesta abierta.
fr: Question. Remplacer l'exemple par votre propre texte. Pour plus d'information voir la documentation.
it_it: Prompt. Sostituire il testo di esempio con il proprio testo. Per ulteriori informazioni, consultare la documentazione ORA.
ja_jp: 問題。文章例は自由に編集してください。詳細はORAマニュアルを参照してください。
ka: მინიშნებები. ჩაანაცვლეთ ტექსტის ნიმუში თქვენი საკუთარით. მეტი ინფორმაციისათვის, იხილეთ ORA დოკუმენტაცია.
pl: Pytania. Zastąp przykładowy tekst swoim własnym. W celu uzyskania szczegółowych informacji zapoznaj się z dokumentacją zadań z otwartą odpowiedzią.
pt_br: Temas. Substitua os textos exemplos com seu próprio texto. Para mais informações, veja a documentação ORA.
ru: Подсказки. Замените стандартный текст собственным текстом. Для получения подробной информации, обратитесь к документации по ORA.
sw_ke: Vishajihishaji. Badilisha sampulil ya nakala kwa nakala yako mwenyewe. Kwa taarifa zaidi, tizama nyaraka ya ORA.
th: การแจ้ง แทนที่ข้อความตัวอย่างด้วยข้อความของคุณเอง สำหรับข้อมูลเพิ่มเติมโปรดดูที่เอกสาร ORA
tr_tr: Sufleler. Örnek metni kendi metninizle değiştirin. Daha fazla bilgi için, ORA belgelendirmesine bakın.
zh_tw: 題目。取代下方範例文字，寫上你同儕互評的題目。

source: Add Prompt
ar: إضافة علامة استعداد
de_de: Füge einen Prompt hinzu
eo: Àdd Prömpt Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Añadir enunciado
fr: Ajouter une question
it_it: Aggiungi prompt
ja_jp: 問題を入力
ka: მინიშნების დამატება
pl: Dodaj pytanie
pt_br: Adicionar Tema
ru: Добавьте подсказку
sw_ke: Ongeza Kishajihishi
th: เพิ่มการแจ้ง
tr_tr: Sufle Ekle
zh_tw: 增加題目

source: Rubrics are made up of criteria, which usually contain one or more options. Each option has a point value. This template contains two sample criteria and their options. Replace the sample text with your own text. For more information, see the ORA documentation.
ar: يتكوّن سلّم التقييم من معايير تحتوي عادةً على خيار واحد أو أكثر، بحيث أنّ لكل خيار قيمة معيّنة من النقاط. ويحتوي هذا النموذج على معيارين نموذجين مع خياراتهما. استبدل نموذج النص بنصّك. وللحصول على المزيد من المعلومات، راجِع توثيق ORA.
de_de: Bewertungsschemata bestehen aus verschiedene Kriterien, die üblicherweise eine oder mehrere Einstellungen enthalten. Jede Einstellung hat Punktwerte. Diese Vorlage enthält zwei Beispielkriterien und ihre Einstellungen. Ersetze den Beispieltext durch deinen eigenen Text. Für weitere Informationen, schlage in der ORA-Dokumentation nach.
eo: Rüßrïçs äré mädé üp öf çrïtérïä, whïçh üsüällý çöntäïn öné ör möré öptïöns. Éäçh öptïön häs ä pöïnt välüé. Thïs témpläté çöntäïns twö sämplé çrïtérïä änd théïr öptïöns. Répläçé thé sämplé téxt wïth ýöür öwn téxt. För möré ïnförmätïön, séé thé ÖRÀ döçüméntätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σł#
es_es: Las rúbricas se componen de criterios que habitualmente contienen una o más opciones. Cada opción tiene un valor en puntos. Esta plantilla contiene de ejemplo dos criterios y sus opciones. Reemplaza el texto de ejemplo por tu propio texto. Para más información, ver la documentación de tareas de respuesta abierta.
fr: Les grilles sont composées de critères, qui contiennent souvent une ou plusieurs options. Chaque option a une valeur d'un point. Ce modèle contient deux exemples de critères et leurs options. Remplacez le texte de l'exemple avec votre propre texte. Pour plus d'information, voir la documentation ORA.
it_it: Le rubriche sono composte da criteri, che generalmente contengono una o più opzioni. Ciascuna opzione ha un valore di punti. Questo template contiene due criteri di esempio e le relative opzioni. Sostituire il testo di esempio con il proprio testo. Per ulteriori informazioni, consultare la documentazione ORA.
ja_jp: ルーブリックは１つ以上の選択肢を含む評価基準で構成されます。各選択肢には点数を設定します。このテンプレートには2つの評価基準と選択肢を設定しておりますが、適宜編集してください。詳細はORAマニュアルをご参照ください。
ka: შეფასებები შედგება კრიტერიუმებისაგან, რომლებიც როგორც წესი შეიცავენ ერთ ან მეტ ვარიანტებს. თითოეულ ვარიანტს მინიჭებული აქვს ქულა. ეს შაბლონი შეიცავს ორ სანიმუშო კრუტერიუმსა და მათ ვარიანტებს . ჩაანაცვლეთ ტექსტის ნიმუში თქვენი საკუთარით. მეტი ინფორმაციისათვის იხილეთ ORA დოკუმენტაცია.
pl: Szablony składają się z kryteriów, które z kolei zawierają jedną lub więcej opcji. Każda opcja posiada punkt wartości. Ten szablon zawiera dwa przykładowe kryteria i ich opcje. Zastąp przykładowy tekst swoim własnym. W celu uzyskania szczegółowych informacji zapoznaj się z dokumentacją zadań z otwartą odpowiedzią.
pt_br: Rubricas são compostas por critérios, que normalmente contêm uma ou mais opções. Cada opção possui um valor de pontuação. Este modelo contém dois critérios de amostra e suas opções. Substitua a amostra por seu próprio texto. Para obter mais informações, consulte a documentação ORA.
ru: Рубрики состоят из критериев, которые обычно содержат один или несколько параметров. Каждый параметр имеет свою оценку в баллах. Этот шаблон содержит пример двух критериев и их параметров. Замените образец текста собственным текстом. Дополнительные сведения см. в разделе ORA документации.
sw_ke: Maelezo na vigezo, ambavyo kwa kawaida vina hiari moja au zaidi. Kila hiari/chaguo ina sehemu ya thamani. Kielelezo hiki kina sampuli moja au mbili za vigezo na chaguo zake. Badilisha sampuli ya nakala kwa nakala yako mwenyewe. Kwa habari zaidi, tizama nyaraka za ORA.
th: กฎรูบริคนั้นสร้างมาจากเกณฑ์ซึ่งโดยปกติมีหนึ่งตัวเลือกหรือมากกว่านั้น ในตัวเลือกแต่ละข้อมีค่า เทมเพลตนี้มีสองเกณฑ์ตัวอย่างและตัวเลือกของพวกเขา วางข้อความตัวอย่างด้วยข้อความของคุณเอง ข้อมูลเพิ่มเติม ดูที่งานเอกสารORA
tr_tr: Rubrikler ölçütlerden oluşmaktadır, daima bir ya da daha fazla seçenek içerir. Her seçeneğin bir puan değeri vardır. Bu şablon iki örnek ölçüt ve seçeneklerini içerir. Kendi metniniz ile örnek metni değiştiriniz. Daha fazla bilgi için, ORA belgelendirmesine bakınız.
zh_tw: 評分準則由通常包含一個或多個評分選項的評分標準組成。每個評分選項有一個分數值。這個樣版中包含兩個範例評分標準以及他們的評分選項。將範例文字取代成你自己的文字。如果需要更多資訊，請看ORA的教學˙文件

source: Add Criterion
ar: إضافة معيار
de_de: Kriterium hinzufügen
eo: Àdd Çrïtérïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Añadir un criterio
fr: Ajouter un critère
it_it: Aggiungi un criterio di valutazione
ja_jp: 評価基準を入力
ka: კრიტერიუმის დამატება
pl: Dodaj kryterium
pt_br: Adicionar critério
ru: Добавить критерий
sw_ke: Ongeza Kigezo
th: เพิ่มเกณฑ์
tr_tr: Ölçüt Ekle
zh_tw: 增加評分標準

source: Feedback for This Response
ar: آراء وملاحظات حول هذا الرد
de_de: Rückmeldung zu dieser Antwort
eo: Féédßäçk för Thïs Réspönsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Retroalimentación para esta respuesta
fr: Commentaire pour cette réponse
it_it: Commento a questa risposta.
ja_jp: この解答へのフィードバック
ka: უკუკავშირი ამ პასუხისთვის
pl: Opinia do tej odpowiedzi
pt_br: Feedback para esta resposta
ru: Отзывы об этом ответе
sw_ke: Mrejesho wa Jibu hili
th: ผลตอบกลับสำหรับคำตอบนี้
tr_tr: Bu Cevap için Geri Bildirim
zh_tw: 此作答的回饋

source: Feedback Instructions
ar: تعليمات الآراء والملاحظات
de_de: Anleitungen zur Rückmeldung
eo: Féédßäçk Ìnstrüçtïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Instrucciones para la retroalimentación
fr: Instructions pour les commentaires
it_it: Istruzioni sui commenti
ja_jp: フィードバックの説明
ka: უკუკავშირის ინსტრუქცია
pl: Instrukcje do opinii
pt_br: Instruções de feedback
ru: Рекомендации по оформлению отзывов
sw_ke: Melekezo ya Mrejesho
th: คำแนะนำผลตอบกลับ
tr_tr: Geri Bildirim Yönergeleri
zh_tw: 回饋說明

source: Encourage learners to provide feedback on the response they have graded. You can replace the sample text with your own.
ar: شجّع المتعلّمين على تقديم آرائهم وملاحظاتهم حول الردود التي صحّحوها. ويمكنك استبدال نموذج النصّ بنصّك.
de_de: Ermutigen Sie die Teilnehmer ein Feeback zu den Antworten, die sie benotet haben, zu geben. Sie können den Beispieltext durch Ihren eigenen Text ersetzen.
eo: Énçöürägé léärnérs tö prövïdé féédßäçk ön thé réspönsé théý hävé grädéd. Ýöü çän répläçé thé sämplé téxt wïth ýöür öwn. Ⱡ'σяєм ιρѕυм#
es_es: Anima a los estudiantes a proporcionar retroalimentación sobre la respuesta que han calificado. Puedes reemplazar el texto de ejemplo por uno tuyo.
fr: Encourager les apprenants à fournir un feedback sur la réponse qu'ils ont noté. Vous pouvez remplacer le texte par défaut avec votre propre texte.
it_it: Incoraggia gli studenti a fornire un feedback alla domanda guida che hanno valutato. Puoi sostituire il testo di esempio con il tuo.
ja_jp: 採点した解答へのフィードバックを記入するよう受講者に促してください。文章例は自由に編集してください。
ka: წაახალისეთ მსმენელები, რომ უზრუნველყონ უკუკავშირი იმ პასუხებზე, რომლებიც მათ შეაფასეს. შეგიძლიათ შეცვალოთ შაბლონური ტექსტი თქვენი საკუთარით.
pl: Zachęć studentów do załączania opinii do ocenianych odpowiedzi. Możesz zastąpić przykładowy tekst swoim własnym.
pt_br: Incentive os alunos a fornecer feedback sobre a resposta que eles avaliarem. Você pode substituir o texto modelo com um texto seu.
ru: Посоветуйте слушателям написать отзыв об ответе, который они только что оценили. Вы можете заменить образец текста своим собственным текстом.
sw_ke: Wahimize wanafunzi watoe majibu kwa majibu walio boresha. Unaweza kubadilisha sampuli ya nakala kwa nakala yako.
tr_tr: Öğrencileri notlandırıldıkları cevaplardan geri bildirim sağlamak için teşvik ediniz. Örnek metni kendi metniniz ile değiştirebilirsiniz.
zh_tw: 鼓勵學習者提供對作答的回饋。您可以取代樣板文字，寫上您的您的意見。

source: Default Feedback Text
ar: النص الافتراضي للآراء والملاحظات
de_de: Standard Feedbacktext
eo: Défäült Féédßäçk Téxt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Texto por defecto para retroalimentación
fr: Texte de commentaire par défaut
it_it: Testo di feedback predefinito
ja_jp: デフォルトフィードバック
ka: უკუკავშირის სტანდარტული ტექსტი
pl: Domyślny tekst opinii
pt_br: Texto padrão de feedback
ru: Стандартный текст отзыва
sw_ke: Ujumbe Asili wa jibu
th: ข้อความผลตอบกลับเริ่มต้น
tr_tr: Varsayılan Geri Bildirim Metni
zh_tw: 預設回饋文字

source: Enter feedback text that learners will see before they enter their own feedback. Use this text to show learners a good example peer assessment.
ar: أدخِل نص الآراء والملاحظات الذي سيراه المتعلّمون قبل كتابة آراءهم وملاحظاتهم. ويُرجى استخدام هذا النص لتبيّن للمتعلّمين نموذجًا جيّدًا لتقييم الزملاء.
de_de: Geben Sie eine beispielhafte Musterantwort ein , welche den Lernenden als Orientierung dienen soll und angezeigt wird, bevor diese ihre eigene Antwort eingeben.
eo: Éntér féédßäçk téxt thät léärnérs wïll séé ßéföré théý éntér théïr öwn féédßäçk. Ûsé thïs téxt tö shöw léärnérs ä gööd éxämplé péér ässéssmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕ#
es_es: Escribe el texto de retroalimentación que los estudiantes verán antes de que escriban su propia retroalimentación. Utiliza este texto para mostrar a los estudiantes un buen ejemplo de evaluación por pares.
fr: Entrez le texte de commentaire que les apprenants vont voir avant qu'ils entrent dans leurs propres commentaires. Utilisez ce texte pour montrer aux apprenants un exemple de bonne évaluation par les pairs.
it_it: Immettere il testo del feedback che verrà visualizzato dagli studenti prima di immettere il proprio feedback. Utilizzare questo testo per mostrare un esempio di valutazione dei colleghi.
ja_jp: 受講者が自分のフィードバックを入力する前に表示されるフィードバック文を入力してください。この文はピア・アセスメントの良い例を示すために使います。
ka: შეიყვანეთ უკუკავშირის ტექსტი, რომელსაც მსმენელები საკუთარი გამოხმაურების დაწერამდე დაინახავენ. გამოიყენეთ ეს ტექსტი მსმენელებისთვის ურთიერთშეფასების კარგი მაგალითის მისაცემად.
pl: Wprowadź tekst opinii, który zobaczą studenci przed napisaniem swojej własnej opinii. Użyj tego pola, aby pokazać studentom przykład dobrej opinii w zadaniu z wzajemną oceną.
pt_br: Digite a sua opinião para que os estudantes vejam antes de digitarem a sua própria opinião. Use este texto para mostrar aos alunos um bom exemplo de avaliação pelos colegas.
ru: Введите пример отзыва, который слушатели увидят перед вводом собственного. Используйте данный отзыв для демонстрации слушателям хорошего примера взаимного оценивания.
sw_ke: Ingiza majibu ya nakala ambayo wanafunzi wataona kabla hawajaingiza majibu yao wenyewe. Tumia nakala hii kuonesha mfano mzuri wa tathmini rika.
tr_tr: Öğrencilerin kendi geri bildirimlerini girmeden önce görebilecekleri geri bildirim metni giriniz. Bu metni iyi bir kişi değerlendirmesi örneği olarak göstermek için kullanınız.
zh_tw: 輸入樣板的作答回饋。

source: Course Deadlines
ar: المواعيد النهائية للمساق
de_de: Kursabgabefrist
eo: Çöürsé Déädlïnés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Fechas límite del curso
fr: Dates d'échéances du cours
it_it: Scadenze del corso
tr_tr: Ders Son Tarihleri

source: Response Start Date
ar: تاريخ بداية الردود
de_de: Anfangsdatum für Antworten
eo: Réspönsé Stärt Däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Fecha de inicio de la respuesta
fr: Date de début pour la réponse
it_it: Data iniziale di risposta
ja_jp: 解答開始日
ka: პასუხების მიღების დაწყების თარიღი
pl: Data rozpoczęcia przyjmowania odpowiedzi
pt_br: Data de Início das Respostas
ru: Дата запуска задания
sw_ke: Jibu la Tarehe ya Kuanza
th: วันเริ่มตอบ
tr_tr: Cevaplama için Başlangıç Tarihi
zh_tw: 作答開始日期

source: Response Start Time
ar: وقت بداية الردود
de_de: Anfangszeit Antworten
eo: Réspönsé Stärt Tïmé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Hora de inicio de la respuesta
fr: Heure de début pour la réponse
it_it: Ora iniziale di risposta
ja_jp: 解答開始時刻
ka: დავალების დაწყების დრო
pl: Godzina rozpoczęcia przyjmowania odpowiedzi
pt_br: Horário de Início das Respostas
ru: Время запуска задания
sw_ke: Muda wa Kuanza Kujibu
th: เวลาเริ่มตอบ
tr_tr: Cevaplama için Başlangıç Zamanı
zh_tw: 作答開始時間

source: The date and time when learners can begin submitting responses.
ar: التاريخ والتوقيت الذي يُسمح فيه للمتعلّمين بالبدء بتقديم ردود.
de_de: Das Datum und die Uhrzeit zu der Teilnehmer anfangen können, ihre Antworten zu senden.
eo: Thé däté änd tïmé whén léärnérs çän ßégïn süßmïttïng réspönsés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Fecha y hora en la que los estudiantes pueden empezar a enviar sus respuestas.
fr: La date et l'heure où les apprenants peuvent commencer à soumettre des réponses.
it_it: La data e l'ora in cui gli studenti possono iniziare ad inoltrare le risposte.
ja_jp: 解答提出の開始日時。
ka: მსმენელს მიერ პასუხების გაგზავნის დაწყების თარიღი და დრო.
pl: Data i czas, kiedy studenci mogą rozpocząć przesyłanie odpowiedzi.
pt_br: A data e horário que os alunos podem iniciar o envio de respostas.
ru: Дата и время, когда слушатели смогут начать отправку ответов.
sw_ke: Tarehe na wakati ambapo wanafunzi wanaweza kuwasilisha majibu.
tr_tr: Öğrencilerin cevaplarını yüklemeye başladığı zamanki tarih ve zaman.
zh_tw: 學生可以開始提交作答的日期及時間。

source: Response Due Date
ar: تاريخ استحقاق الردود
de_de: Fälligkeitsdatum für Antworten
eo: Réspönsé Düé Däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Fecha límite de la respuesta
fr: Date limite de rendu des réponses
it_it: Data finale di risposta
ja_jp: 解答締切日
ka: პასუხის საბოლოო თარიღი
pl: Data zakończenia przyjmowania odpowiedzi
pt_br: Data Limite das Respostas
ru: Дата завершения приёма ответов
sw_ke: Tarehe inayotakiwa kujibiwa
th: วันกำหนดส่งคำตอบ
tr_tr: Cevap Teslim Tarihi
zh_tw: 作答截止日期

source: Response Due Time
ar: وقت استحقاق الردود
de_de: Fälligkeitszeitpunkt für Antworten
eo: Réspönsé Düé Tïmé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Hora límite de la respuesta
fr: Horaire limite de rendu des réponses
it_it: Ora finale di risposta
ja_jp: 解答締切時刻
ka: პასუხის საბოლოო ვადა
pl: Godzina zakończenia przyjmowania odpowiedzi
pt_br: Horário Limite das Respostas
ru: Время завершения приёма ответов
sw_ke: JIbu la Wakati Tarajiwa
th: เวลากำหนดส่งคำตอบ
tr_tr: Cevap Teslim Zamanı
zh_tw: 作答截止時間
