Repository: openedx/edx-ora2
Catalog: openassessment/locale/*/LC_MESSAGES/django.po
Languages: ar, de_de, eo, es_es, fr, it_it, ja_jp, ka, pl, pt_br, ru, sw_ke, th, tr_tr, zh_tw

source: This name appears when you hover over the unit in the course ribbon at the top of the page.
pt_br: Este nome aparece quando você passa o mouse sobre a faixa fixa em uma unidade de um curso no topo da página.
th: ชื่อนี้ปรากฎเมื่อคุณทำเกินหน่วยในแถบหลักสูตรบนหน้าเพจ
zh_tw: 當你將滑鼠游標指向你的課程單元頂部的單元列表時，這個名稱將會顯示出來

source: Allow File Upload
pt_br: Permitir envio de arquivos
zh_tw: 允許文件上傳

source: Image File
pt_br: Arquivo de imagem
zh_tw: 圖片檔案

source: PDF or Image File
pt_br: PDf ou Arquivo de imagem
zh_tw: PDF或圖片檔案

source: Specify whether learners can submit a file along with their text response. Select Image to allow JPG, GIF, or PNG files. Select PDF or Image to allow PDF files and images. Select Custom File Types to allow files with extensions that you specify below. (Use this option with caution.)
pt_br: Especifique se os alunos podem enviar um arquivo junto com a sua resposta de texto. Selecione Imagem para permitir arquivos JPG, GIF ou PNG. Selecione PDF ou Imagem para permitir esses tipos de arquivos. Selecione Tipos de Arquivos Personalizados para permitir que aos alunos publiquem os arquivos com extensões que você especificar abaixo. (Use esta opção com cuidado.)

source: In this assignment, you can include learner training, peer assessment, self assessment, example based assessment, and staff assessment steps. Select the steps that you want below, and then drag them into the order you want. If you include an example based assessment step, it must precede all other steps. If you include a learner training step, it must precede peer and self assessment steps. If you include a staff assessment step, it must be the final step. After you release an ORA assignment, you cannot change the type and number of assessment steps.
pt_br: Nesta tarefa, você pode incluir etapas para o treinamento do aluno, avaliação pelos pares, auto-avaliação e avaliação com base em exemplos. Selecione as etapas que você quer abaixo, e, em seguida, arraste-as na ordem que você desejar. Se você incluir uma etapa de avaliação com base em exemplo, ela deve preceder todas as outras etapas. Se você incluir uma etapa de treinamento do estudante, ela deve preceder etapas da avaliação de pares e de auto-avaliação. Se você incluir uma etapa de avaliação de equipe, ela deve ser a etapa final. Depois de liberar uma avaliação ORA, você não pode mais alterar o tipo e o número de etapas de avaliação.
zh_tw: 在此作業中，你可以包含「評分訓練」、「同儕互評」、「自我評量」。請選擇（打勾）你要的步驟，你可以調整「同儕互評」和「自我評量」的順序，但「評分訓練」一定要在第一步驟（如果有選的話）。

source: In this assignment, you can include learner training, peer assessment, self assessment, and staff assessment steps. Select the steps that you want below, and then drag them into the order you want. If you include a learner training step, it must precede all other steps. If you include a staff assessment step, it must be the final step. After you release an ORA assignment, you cannot change the type and number of assessment steps.
pt_br: Nesta tarefa, você pode incluir etapas para o treinamento do aluno, avaliação pelos pares, auto-avaliação e avaliação pela equipe. Selecione as etapas que você quer abaixo, e, em seguida, arraste-as na ordem que você desejar. Se você incluir uma etapa de treinamento do estudante, ela deve preceder todas as outras etapas. Se você incluir uma etapa de avaliação de equipe, ela deve ser a etapa final. Depois que você liberar uma avaliação ORA, você não pode mudar o tipo e o número de etapas de avaliação.
zh_tw: 在此作業中，你可以包含「評分訓練」、「同儕互評」、「自我評量」。請選擇（打勾）你要的步驟，你可以調整「同儕互評」和「自我評量」的順序，但「評分訓練」一定要在第一步驟（如果有選的話）。如果您規劃加入同儕互評的步驟，將規劃至最後一個步驟。在您發布同儕互評之後，您無法變更評量的步驟和數量。

source: Select one of the options above. This describes whether or not the learner will have to provide criterion feedback.
pt_br: Selecione uma das opções acima. Isto define se o aluno terá ou não que fornecer um feedback como critério.
zh_tw: 請選擇一個選項。此描述學生是否必須要提供評分標準之回饋。

source: Step: Example-Based Assessment
pt_br: Passo: Avaliação baseada em um exemplo
th: ขั้นตอน: การประเมินอิงตัวอย่าง
zh_tw: 步驟 : 以範例為基礎的評量

source: An algorithm assesses learners' responses by comparing the responses to pre-assessed sample responses that the instructor provides.
pt_br: Um algoritmo avalia as respostas dos alunos comparando-as com amostras pré-avaliadas fornecidas pelo instrutor.

source: Enter one or more sample responses that you've created, and then specify the options that you would choose for each criterion in your rubric. Note that you must add your rubric to the Rubric tab before you can complete this step.
pt_br: Digite uma ou mais amostra de respostas criadas por você e, em seguida, especifique as opções que você escolheria para cada critério em sua rubrica. Observe que você deve adicionar sua rubrica na guia Rubrica antes de poder concluir esta etapa.
th: ใส่หนึ่งตัวอย่างคำตอบหรือมากกว่าที่คุณสร้างและระบุตัวเลือกที่คุณจะเลือกสำหรับแต่ละเกณฑ์ในกฎรูบริคของคุณ โปรดทราบว่าคุณต้องเพิ่มเกณฑ์ของคุณไปที่แท็บกฎรูบริคก่อนที่คุณจะสามารถดำเนินการขั้นตอนนี้
zh_tw: 輸入你以建立的一或多個作答回覆，並從你的評分準則中指定每個評分準則中的評分選項。注意你必須在你完成此步驟之前在評分準則標籤中增加你的評分準則

source: Learners assess a specified number of other learners' responses using the rubric for the assignment.
pt_br: Os alunos avaliam um determinado número de respostas dos outros alunos usando a rubrica para a avaliação.
zh_tw: 學生使用評分標準為一定數量的學生作答評分

source: Specify the following values for the peer assessment step.
pt_br: Especifique os valores a seguir para a etapa de avaliação de colegas.
th: ระบุค่าที่ตามมาในขั้นการประเมินโดยเพื่อน
zh_tw: 為同儕互評步驟指定以下的值。

source: Specify the number of peer assessments that each learner must complete. Valid numbers are 0 to 99.
pt_br: Especifique o número de avaliações de colegas que cada estudante deve completar. Número válidos são de 0 a 99.
th: ระบุจำนวนการประเมินที่เพื่อนนักเรียนแต่ละคนทำจนเสร็จสิ้น โดยระบุตัวเลขได้ตั้งแต่ 0 ถึง 99
zh_tw: 指定每一個學習者必須評分的作答數量。此值介於 0-99，且必須大於下方的被評分數。

source: Specify the number of learners that each response must be assessed by. Valid numbers are 0 to 99.
pt_br: Especifique o número de estudantes que devem avaliar cada resposta. Números válidos são de 0 a 99.
th: ระบุจำนวนการประเมินที่เพื่อนนักเรียนแต่ละคนต้องได้รับการประเมิน โดยระบุตัวเลขได้ตั้งแต่ 0 ถึง 99
zh_tw: 指定每一份作答必須被評分的次數。此值介於 0-99。

source: Enter the date and time when learners can begin assessing peer responses.
pt_br: Insira a data e a horário em que os alunos poderão iniciar avaliação das respostas de seus pares.
zh_tw: 輸入可以讓學習者開始同儕互評分的日期及時間。

source: Enter the date and time when all peer assessments must be complete.
pt_br: Digite a data e hora em que todas as avaliações de colegas devem ser concluídas.
th: ใส่วันและเวลาที่ทุกการประเมินคำตอบโดยเพื่อนต้องเสร็จสิ้น
zh_tw: 輸入所有同儕互評必須完成的日期及時間。

source: Learners assess their own responses using the rubric for the assignment.
pt_br: Os alunos avaliam suas próprias respostas usando a rubrica para a tarefa.

source: Specify start and due dates for the self assessment step.
pt_br: Especifique as datas de início e término para a etapa de auto-avaliação.
th: ระบุวันเริ่มและกำหนดสิ้นสุดขั้นตอนการประเมินตนเอง
zh_tw: 指定自我評分步驟得開始與結束日期

source: Enter the date and time when learners can begin assessing their responses.
pt_br: Insira a data e o horário em que os alunos poderão iniciar a avaliação de suas respostas.

source: Enter the date and time when all self assessments must be complete.
pt_br: Digite a data e hora em que todas as auto-avaliações devem estar concluídas.
th: ระบุวันเวลาที่การประเมินตนเองทั้งหมดต้องเสร็จสิ้น
zh_tw: 輸入所有自我評量必須完成的日期及時間。

source: Staff members assess learners' responses using the rubric for the assignment.
pt_br: Membros da equipe avaliam as repostas dos alunos usando a rubrica para a tarefa.

source: Learners learn to assess responses by scoring pre-assessed sample responses that you provide. Learners move to the next step when the scores they give match your scores. Note that if you add this step, you must also add a peer assessment step. This step must come before the peer assessment step.
pt_br: Os estudantes aprendem a avaliar respostas pontuando amostras de respostas pré-avaliadas fornecidas por você. Eles irão para a próxima etapa quando os pontos atribuídos corresponderem à sua pontuação. Observe que se adicionar esta etapa, você também deve adicionar uma etapa de avaliação de colegas. Esta etapa deve vir antes da etapa de avaliação de colegas.

source: %(assessment_title)s - %(points)s point
pt_br: %(assessment_title)s - %(points)s ponto
zh_tw: %(assessment_title)s - %(points)s 點數

source: Your response to the question above:
pt_br: Insira sua resposta para a questão acima.
zh_tw: 您對以上問題的回答:

source: Provide Feedback on Peer Assessments
pt_br: Forneça uma opinião às Avaliações dos Colegas
th: ให้ผลตอบกลับความเห็นการประเมินเพื่อน
zh_tw: 對同儕評分提供反饋意見

source: Your Feedback Has Been Submitted
pt_br: Sua Opinião Foi Enviada
th: ผลตอบกลับของคุณส่งเรียบร้อยแล้ว
zh_tw: 您的反饋意見已經被提交

source: Select the statements below that best reflect your experience with peer assessments
pt_br: Selecione a expressão abaixo que melhor refletir a sua experiência com as avaliações dos colegas
th: เลือกข้อความข้างใต้นี้ที่คิดว่าสะท้อนประสบการณ์การประเมินเพื่อนได้ดีที่สุด
zh_tw: 從以下選項中，選擇符合您對此同儕評分感覺的敘述

source: Top-Scoring Responses for This Assignment
pt_br: Respostas com maior pontuação para esta avaliação
th: คะแนนสูงสุดของงานครั้งนี้
zh_tw: 這個問題較佳得分的作答

source: Your peer's response to the question above:
pt_br: Resposta de seus colegas para a questão acima:
zh_tw: 你的同儕針對上述的問題給予回應

source: This Task Is Not Yet Available
pt_br: Esta Tarefa Ainda Não Está Disponível.
th: งานนี้ยังไม่เปิดให้ทำ
zh_tw: 這個問題，現在還沒有開放回答

source: This Assignment Has Closed
pt_br: Esta Tarefa Foi Encerrada
th: การบ้านนี้ปิดรับแล้ว
zh_tw: 這個評分已經關閉

source: Check back to complete the assignment once this section has opened.
pt_br: Volte novamente quando a seção estiver aberta para completar a tarefa.
th: กลับไปตรวจสอบความสมบูรณ์ของงานเมื่อเซคชั่นนี้เปิด
zh_tw: 請於該章節開放後，再回來完成此問題

source: One or more deadlines for this assignment have passed. You will receive an incomplete grade for this assignment.
pt_br: Já se passaram um ou mais prazos para esta tarefa. Você receberá uma nota parcial nesta tarefa.
th: เส้นตายของงานนี้นั้นได้ล่วงเลยไปแล้ว คุณจะได้คะแนนที่ไม่สมบูรณ์สำหรับงานนี้
zh_tw: 此問題中某些期限已經逾時，您將會在這個問題中獲得不完整的評分。

source: You Have Completed This Assignment
pt_br: Você Concluiu Esta Tarefa.
th: คุณทำงานนี้เสร็จแล้ว
zh_tw: 您已經完成了這個問題

source: Your final grade will be available when the assessments of your response are complete.
pt_br: A sua nota final estará disponível quando terminarem as avaliações da sua resposta.
zh_tw: 經過評估你有完整的回答，你最終將獲得成績。

source: Review your grade and your assessment details.
pt_br: Revise os detalhes da sua nota e das suas avaliações.
th: ตรวจสอบคะแนนและรายละเอียดการประเมินของคุณ
zh_tw: 複查您的成績和評分細節。

source: Assignment in progress
pt_br: Tarefa em andamento.
zh_tw: 正在進行中的任務

source: Learner training will close soon. Complete the learner training step to move on.
pt_br: O treinamento será encerrado em breve. Complete esta etapa do treinamento para prosseguir.
zh_tw: 評分訓練很快就會結束。完成評分訓練後繼續下一步。

source: Complete the learner training step to move on.
pt_br: Complete a etapa de treinamento para prosseguir.
zh_tw: 完成評分訓練步驟繼續下一步。

source: Check back later when the assessment period has started.
pt_br: Volte mais tarde, quando o período de avaliação tiver iniciado.

source: %(start_strong)sThe self assessment step will close soon.%(end_strong)s You still need to complete the %(start_link)sself assessment%(end_link)s step.
pt_br: %(start_strong)s A etapa de auto-avaliação encerrará em breve.%(end_strong)s Você ainda tem que completar o %(start_link)sa etapa de auto-avaliação%(end_link)s.

source: You still need to complete the %(start_link)sself assessment%(end_link)s step.
pt_br: Você ainda precisa completar o passo de auto-avaliação %(start_link)s%(end_link)s.

source: %(start_strong)sThe peer assessment step will close soon.%(end_strong)s All submitted peer responses have been assessed. Check back later to see if more learners have submitted responses. You still need to complete the %(start_link)speer assessment%(end_link)s step.
pt_br: %(start_strong)s A avaliação por seus colegas encerrará em breve.%(end_strong)s Todas as respostas de colegas enviadas foram avaliadas. Verifique novamente mais tarde para verificar se mais alunos enviaram respostas. Você ainda precisa completar a etapa %(start_link)s avaliação por colegas%(end_link)s.

source: All submitted peer responses have been assessed. Check back later to see if more learners have submitted responses. You still need to complete the %(start_link)speer assessment%(end_link)s step.
pt_br: Todas as respostas de colegas enviadas foram avaliadas. Verifique novamente mais tarde para ver se mais alunos enviaram respostas. Você ainda precisa completar a etapa %(start_link)s de avaliação por colegas%(end_link)s.

source: %(start_strong)sThe peer assessment step will close soon.%(end_strong)s You still need to complete the %(start_link)speer assessment%(end_link)s step.
pt_br: %(start_strong)sA avaliação por colegas encerrará em breve.%(end_strong)s Você ainda precisa completar o passo %(start_link)s avaliação por colegas%(end_link)s.

source: You still need to complete the %(start_link)speer assessment%(end_link)s step.
pt_br: Você ainda precisa completar o passo %(start_link)savaliação por colegas%(end_link)s.

source: Assignment submissions will close soon. To receive a grade, first provide a response to the question, then complete the steps below the %(start_tag)sYour Response%(end_tag)s field.
pt_br: O Envio dos Trabalhos se encerrará em breve. Para receber uma nota, primeiro dê uma resposta para a pergunta, em seguida, complete os passos abaixo do campo %(start_tag)sSua Resposta%(end_tag)s.
th: การส่งประเมินใกล้สิ้นสุด เพื่อรับคะแนน เริ่มจากการตอบคำถาม จากนั้นตามทำขั้นตอนด้านล่างช่อง%(start_tag)s คำตอบของคุณ%(end_tag)s ให้เสร็จสิ้น
zh_tw: 成績遞交即將截止。如要取得成績，您應首先回答該問題，然後完成 %(start_tag)s您的作答%(end_tag)s以下區域的後續步驟。

source: This assignment has several steps. In the first step, you'll provide a response to the question. The other steps appear below the %(start_tag)sYour Response%(end_tag)s field.
pt_br: TEsta tarefa tem vários passos. No primeiro passo, você vai dar uma resposta para a pergunta. As outras etapas aparecem abaixo do campo %(start_tag)sSua Resposta%(end_tag)s.
th: การประเมินนี้มีหลายขั้นตอน ขั้นแรกคุณจะต้องตอบคำถาม. ขั้นต่อมาจะแสดงด้านล่างช่อง%(start_tag)sคำตอบของคุณ%(end_tag)s.
zh_tw: 該作業包含若干步驟。首先，您將對問題作答。其他步驟會在%(start_tag)s您的作答%(end_tag)s之後出現。

source: This assignment has several steps. In the first step, you'll provide a response to the question. The other steps appear below the Your Response field.
pt_br: Esta tarefa tem vários passos. No primeiro passo, você fornece a resposta para a questão. Os próximos passos aparecerão abaixo no campo "Sua Resposta".
th: งานที่มอบหมายนี้มีหลายขั้นตอน ในขั้นแรกคุณควรจะให้ตอบคำถาม ขั้นต่อมาปรากฎอยู่ในการช่องคำตอบด้างล่าง
zh_tw: 此題目包含以下步驟。首先，您必須先回答問題。之後其他步驟會在您的答案送出之後出現。

source: This step's status:
pt_br: Status deste passo:
th: สถานภาพของขั้นตอนนี้
zh_tw: 這一步驟的狀態：

source: The question for this section.
pt_br: A pergunta para esta seção.
th: คำถามสำหรับส่วนนี้
zh_tw: 此章節的問題。

source: The image associated with this submission.
pt_br: A imagem associada a esta tarefa.
zh_tw: 與此次提交關聯的圖片。

source: View the file associated with this submission.
pt_br: Ver o arquivo associado a esta tarefa.
zh_tw: 查看與此次提交關聯的檔案。

source: available <span class="date">%(start_date)s (in %(time_until)s)</span>
pt_br: disponível em <span class="date">%(start_date)s (faltam %(time_until)s)</span>
th: ยังส่งได้ <span class="date">%(start_date)s (ใน %(time_until)s)</span>
zh_tw: 開始時間從<span class="date">%(start_date)s (剩餘時間 %(time_until)s)</span>

source: due <span class="date">%(due_date)s (in %(time_until)s)</span>
pt_br: se encerra em <span class="date">%(due_date)s (faltam %(time_until)s)</span>
th: กำหนดส่ง <span class="date">%(due_date)s (ใน %(time_until)s)</span>
zh_tw: 截止日期 <span class="date">%(due_date)s (剩餘時間 %(time_until)s)</span>

source: This step's status
pt_br: Status deste passo
th: สถานะขั้นตอนนี้
zh_tw: 此步驟的狀態

source: Assessment # %(review_number)s of %(num_must_grade)s
pt_br: Avaliação # %(review_number)s de %(num_must_grade)s
th: การประเมิน # %(review_number)s จาก %(num_must_grade)s
zh_tw: 評量進度#%(num_must_grade)s of %(review_number)s

source: Associated File
pt_br: Arquivo associado
zh_tw: 相關檔案

source: The Due Date for This Step Has Passed
pt_br: A Data de Encerramento para Esta Etapa Já Passou
th: กำหนดส่งสำหรับขั้นตอนนี้ได้ล่วงเลยไปแล้ว
zh_tw: 此步驟已過截止時間

source: This step is now closed. You can no longer complete peer assessments or continue with this assignment, and you'll receive a grade of Incomplete.
pt_br: Este passo foi fechado. Você não conseguirá mais avaliar seu colegas ou continuar esta tarefa e você receberá "Incompleto" como nota.
th: ขั้นตอนนี้ได้ปิดลงแล้ว คุณไม่สามารถเสร็จสิ้นการประเมินโดยเพื่อนหรือประเมินต่อไปได้ และคุณจะได้รับคะแนนไม่สมบูรณ์
zh_tw: 此步驟已經關閉，您無法完成自我評量或是繼續完成此問題，您將會收到未完成的問題評分。

source: Peer Assessments Complete
pt_br: Avaliações dos Colegas Completadas
th: การประเมินโดยเพื่อนเสร็จสมบูรณ์
zh_tw: 同儕評分完成

source: Assessment #
pt_br: Avaliação #
th: การประเมิน #
zh_tw: 評分 #

source: All submitted peer responses have been assessed. Check back later to see if more students have submitted responses.
pt_br: Todas as respostas apresentadas pelos colegas foram avaliadas. Volte mais tarde para ver se mais estudantes apresentaram respostas.
th: คำตอบจากเพื่อนทั้งหมดที่ถูกส่งมาได้รับการประเมิน ตรวจสอบอีกครั้งหากพบว่าผู้เรียนส่งคำตอบเพิ่ม
zh_tw: 所有已提交的答案已完成評分，請之後再回來確認是否有更多的學生遞交答案。

source: In Progress (%(num_graded)s of %(num_must_grade)s)
pt_br: Em andamento (%(num_graded)s de%(num_must_grade)s)
th: ความคืบหน้า (%(num_graded)s จาก %(num_must_grade)s)
zh_tw: 進行中評量(%(num_must_grade)s of %(num_graded)s )

source: Waiting for Peer Responses
pt_br: Aguardando as Respostas dos Colegas
th: รอคำตอบของเพื่อน
zh_tw: 等待同儕提交回應

source: All submitted peer responses have been assessed. Check back later to see if more students have submitted responses. You'll receive your grade after you've completed all the steps for this problem and your peers have assessed your response.
pt_br: Todas as respostas apresentadas pelos colegas foram avaliadas. Volte mais tarde para ver se mais estudantes apresentaram respostas. Você vai receber a sua nota depois de concluir todos os passos deste problema e da avaliação da sua resposta pelos seus colegas.
th: คำตอบที่ถูกส่งจากเพื่อนทั้งหมดได้รับการประเมินแล้ว ตรวจสอบภายหลังหากมีผู้เรียนส่งคำตอบ คุณจะได้รับคะแนนหลังจากคุณทำครบทุกขั้นตอนทั้งการตอบคำถามและการประเมิน
zh_tw: 所有提交答案已全部評分。之後再確認是否有更多的學生遞交答案。您將會在完成所有針對此問題的評分，以及您的同儕完成對您的評分後收到成績。

source: Enter your response to the question.
pt_br: Insira sua resposta para a pergunta.
th: ใส่คำตอบของคุณเพื่อตอบคำถาม
zh_tw: 輸入您對此問題的作答。

source: You can save your progress and return to complete your response at any time before the due date
pt_br: Você pode salvar seu progresso e voltar para completar a sua resposta a qualquer momento antes da data de encerramento
th: คุณสามารถบันทึกความก้าวหน้าและกลับไปตอบให้เสร็จได้ตลอดเวลาก่อนที่จะถึงกำหนดส่ง
zh_tw: 在截止日期前，您可以隨時儲存您的答案，之後再來進行修改

source: The prompt for this section.
pt_br: O prompt para esta seção.
th: การแจ้งสำหรับเซคชั่นนี้
zh_tw: 本章節的題目。

source: Your response to the question above.
pt_br: Insira sua resposta para a questão acima.
th: คำตอบของคำถามข้างต้น
zh_tw: 您對於上述問題的回答。

source: Enter your response to the question above.
pt_br: Insira sua resposta para a pergunta acima.
th: ใส่คำตอบของคุณเพื่อตอบคำถามข้างต้น
zh_tw: 輸入您對此問題的作答。

source: We could not upload this file
pt_br: Não é possível carregar este arquivo
zh_tw: 我們無法上傳這個檔案。

source: Upload your file
pt_br: Enviar seu arquivo
zh_tw: 上傳您的檔案。

source: Submission Cancelled
pt_br: Envio Cancelado
th: การส่งถูกยกเลิก
zh_tw: 取消提交

source: Your submission was cancelled on %(removed_datetime)s
pt_br: O seu envio foi cancelado em %(removed_datetime)s
zh_tw: 您所提交%(removed_datetime)s取消

source: This step is now closed. You can no longer submit a response or continue with this problem, and you'll receive a grade of Incomplete. If you saved but did not submit a response, the response appears in the course records.
pt_br: Esta etapa encontra-se fechada. Você não pode mais apresentar uma resposta ou continuar com este problema, e você vai receber a nota Incompleto. Se você salvou, mas não enviou uma resposta, a resposta aparece nos registros do curso.
th: ในขั้นตอนนี้ได้ปิดแล้ว คุณไม่สามารถส่งคำตอบหรือตอบคำถามนี้ต่อไปได้ และคุณจะได้คะแนนไม่สมบูรณ์ หากคุณบันทึกแต่ไม่ส่ง คำตอบจะปรากฎในบันทึกหลักสูตร
zh_tw: 此步驟已經關閉，您無法送出您的回答或是繼續您的作業，您將會收到未完成的評分。若是您僅儲存但並未送出答案，則答案將會出現在課程記錄中。

source: Your Uploaded File
pt_br: Seu arquivo carregado
zh_tw: 您上傳的檔案

source: Your Response Has Been Submitted
pt_br: Sua Resposta Foi Enviada
th: คำตอบของคุณได้ถูกส่งแล้ว
zh_tw: 您的回應已經被送出

source: You will receive your grade after all steps are complete and your response is fully assessed.
pt_br: Você receberá sua nota assim que todos os passos forem finalizados e sua resposta for totalmente avaliada.
zh_tw: 完成了所有步驟之後，您將收到你的分數和評分的回覆

source: This step is now closed. You can no longer complete a self assessment or continue with this assignment, and you'll receive a grade of Incomplete.
pt_br: Este passo foi fechado. Você não pode mais completar uma auto-avaliação ou continuar com esta tarefa. Além disso, você receberá a nota Incompleta.
th: ขั้นตอนนี้ได้ปิดลงแล้ว คุณไม่สามารถเสร็จสิ้นการประเมินตนเองหรือประเมินต่อไปได้ และคุณจะได้รับคะแนนไม่สมบูรณ์
zh_tw: 此步驟已經關閉，您無法完成自我評量或是繼續此問題，您將會收到未完成的問題評分。

source: Classifier set
pt_br: Conjunto Classificador
th: ชุดจําแนก
zh_tw: 分類集

source: Field
pt_br: Campo
th: ช่อง
zh_tw: 欄位

source: Value
pt_br: Valor
th: ค่า
zh_tw: 值

source: Created at
pt_br: Criado em
th: สร้างเมื่อ
zh_tw: 建立於

source: Algorithm ID
pt_br: ID do algorítmo
th: ID ขั้นตอนวิธี
zh_tw: 演算法編號

source: Course ID
pt_br: ID do Curso
th: ID หลักสูตร
zh_tw: 課程編號

source: No classifiers are available for this problem
pt_br: Não há classificadores disponíveis para este problema
th: ไม่มีการแยกประเภทใช้ได้สำหรับปัญหานี้
zh_tw: 於此問題中找不到分類

source: Schedule Example-Based Assessment Training
pt_br: Agendar Treinamento de Avaliação Baseada em Exemplos
th: กำหนดการการฝึกอบรมการประเมินอิงตัวอย่าง
zh_tw: 排程以問題為基礎的評量訓練

source: Reschedule All Unfinished Example-Based Assessment Grading Tasks
pt_br: Reagendar todas as tarefas de treino de avaliação não terminadas
th: หมายกำหนดการใหม่ของทุกงานให้คะแนนการประเมินอิงตัวอย่างที่ยังไม่เสร็จ
zh_tw: 重新排程所有未完成以問題為基礎的評量評分工作

source: The learner's response to the question above:
pt_br: A resposta do aluno para a questão acima:
zh_tw: 學習者根據上述問題回應：

source: Response for: %(student_username)s
pt_br: Resposta para %(student_username)s
zh_tw: 回應為：%(student_username)s

source: Viewing learner: %(learner)s
pt_br: Visualizando aluno: %(learner)s
zh_tw: 觀摩學習者：%(learner)s

source: Example-Based Assessment
pt_br: Avaliação Baseada em Exemplos
th: การประเมินอิงตัวอย่าง
zh_tw: 以範例為基礎的評量

source: Training Assessment # %(current_progress_num)s of %(num_to_complete)s
pt_br: Avaliação do Treinamento # %(current_progress_num)s de %(num_to_complete)s
th: การฝึกอบรมการประเมิน # # %(current_progress_num)s จาก %(num_to_complete)s
zh_tw: 評分訓練# %(num_to_complete)s的%(current_progress_num)s

source: The response to the question above:
pt_br: Resposta para a questão acima.
zh_tw: 上述問題的回應：
