Repository: openedx/edx-ora2
Catalog: openassessment/locale/*/LC_MESSAGES/django.po
Languages: ar, de_de, eo, es_es, fr, it_it, ja_jp, ka, pl, pt_br, ru, sw_ke, th, tr_tr, zh_tw

source: Custom File Types
ar: أنواع ملفات مخصّصة
de_de: Benutzerdefinierte Dateitypen
eo: Çüstöm Fïlé Týpés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Tipos de archivo personalizados
fr: Type de fichier personnalisé
it_it: File personalizzato
ja_jp: カスタムファイルタイプ
ka: ფაილის დამატებითი ტიპები
pl: Niestandardowe typy plików
pt_br: Tipos de arquivos personalizados
ru: Дополнительные типы файлов
sw_ke: Desturi ya Aina za Faili
tr_tr: Özel Dosya Türleri
zh_tw: 自定義檔案類型

source: Specify whether learners can submit files along with their text responses.
ar: حدّد ما إذا كان يمكن للمتعلمين إرسال ملفات إلى جانب ردودهم النصية.
de_de: Lege fest, ob Teilnehmer Dateien mit der jeweiligen Textantwort mitschicken können.
eo: Spéçïfý whéthér léärnérs çän süßmït fïlés älöng wïth théïr téxt réspönsés. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Especifica si los estudiantes pueden enviar archivos junto con sus respuestas de texto.
fr: Indiquez si les apprenants peuvent soumettre des fichiers avec leurs réponses textuelles.
it_it: Specificare se gli studenti possono inviare i files insieme alle loro risposte di testo.

source: File Types
ar: أنواع الملف
de_de: Dateitypen
eo: Fïlé Týpés Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Tipos de archivos
fr: Types de fichier
it_it: Formati di file da caricare
ja_jp: ファイルタイプ
ka: ფაილის ტიპები
pl: Typy plików
pt_br: Tipos de arquivos
ru: Типы файлов
sw_ke: Aina za Faili
tr_tr: Dosya Türleri
zh_tw: 檔案類型

source: Enter the file extensions, separated by commas, that you want learners to be able to upload. For example: pdf,doc,docx.
ar: يُرجى إدخال امتداد اسماء الملفات التي يُسمح للمتعلّمين بتحميلها، مفصولة بفواصل. مثلًا: pdf,doc,docx
de_de: Geben Sie die Dateiendungen, die Lerner hochladen können sollen, von Kommas getrennt an. Beispiel: pdf,doc,docx.
eo: Éntér thé fïlé éxténsïöns, sépärätéd ßý çömmäs, thät ýöü wänt léärnérs tö ßé äßlé tö üplöäd. För éxämplé: pdf,döç,döçx. Ⱡ'σяєм ιρѕυм#
es_es: Introduce las extensiones de fichero, separadas por comas, que permitirás cargar a tus estudiantes. Por ejemplo: pdf,doc,docx.
fr: Entrez les extensions de fichiers, séparés par des virgules, que vous voulez que les apprenants puissent téléverser. Par exemple: pdf, doc, docx.
it_it: Immettere le estensioni file, separate da virgole, che gli studenti possono caricare. Ad esempio, pdf, doc, docx.
ja_jp: 受講者がアップロードできるファイル拡張子をコンマ区切りで入力してください。例: pdf,doc,docx
ka: მიუთითეთ და მძიმეებით გამოყავით ფაილების გაფართოებები, რომ მსმენელებმა მათი ატვირთვა შეძლონ. მაგალითად : pdf,doc,docx.
pl: Wprowadź oddzielone przecinkami rozszerzenia plików, na przesyłanie których chcesz pozwolić studentom. Przykład: pdf,doc,docx.
pt_br: Digite as extensões de arquivo que você deseja que o aluno seja capaz de carregar, separadas por vírgulas. Por exemplo: pdf, doc, docx.
ru: Введите расширения файлов, разрешённых для загрузки слушателями, через запятую. Например: pdf,doc,docx.
sw_ke: Ingiza ziada ya faili, zikitenganishwa na alama za mkato, ambazo unahitaji wanafunzi wanaweze kupakia. Kwa mfano: pdf,doc,docx.
tr_tr: Öğrencilerin yüklemesinin mümkün olmasını istediğiniz dosya uzantılarını virgülle ayırarak girin. Örneğin: pdf,doc,docx.
zh_tw: 輸入文件名，並用逗號分隔，您希望學習者能夠上傳。例如：PDF，DOC，DOCX。

source: To add more file extensions, select Custom File Types and enter the full list of acceptable file extensions to be included.
ar: لإضافة المزيد من امتدادات الملفات، اختر أنواع ملفات مخصصة وأدخل القائمة الكاملة لامتدادات الملفات المقبولة التي سيتم تضمينها.
eo: Tö ädd möré fïlé éxténsïöns, séléçt Çüstöm Fïlé Týpés änd éntér thé füll lïst öf äççéptäßlé fïlé éxténsïöns tö ßé ïnçlüdéd. Ⱡ'σяєм ιρ#
es_es: Para añadir más extensiones de archivos, selecciona Tipos de archivo personalizados e indica la lista completa de las extensiones de archivos que deban incluirse.
fr: Pour ajouter d'autres extensions de fichier, sélectionnez Types de fichiers personnalisés et entrez la liste complète des extensions de fichier acceptables à inclure.
it_it: Per aggiungere altre estensioni file, selezionare Tipi di file personalizzati ed immettere l'elenco completo delle estensioni file accettabili da includere.

source: Allow LaTeX Responses
ar: إتاحة الردود بواسطة نظام ’LaTeX‘
de_de: Antworten in LaTeX erlauben
eo: Àllöw LäTéX Réspönsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Permitir respuestas en formato LaTeX
fr: Permettre les réponses en LaTeX
it_it: Consentire l'utilizzo di LaTex
ja_jp: LaTeX形式の解答を許可する
ka: დასაშვებია LaTeX ფორმატის პასუხები
pl: Zezwól na odpowiedzi LaTeX
pt_br: Permitir respostas LaTeX
ru: Разрешить ответы в LaTeX
sw_ke: Ruhusu Majibu ya LaTeX
tr_tr: LaTeX Yanıtlarına İzin Ver
zh_tw: 允許Latex格式作答

source: Specify whether learners can write LaTeX formatted strings
ar: حدّد ما إذا كان يمكن للطلاب كتابة سلاسل محرفيّة باستخدام تنسيق ’LaTeX‘
de_de: Legen Sie fest ob Lerner LaTeX-formatierte Texte eingeben können
eo: Spéçïfý whéthér léärnérs çän wrïté LäTéX förmättéd strïngs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Especifica si los estudiantes pueden escribir cadenas de texto en formato LaTeX
fr: Préciser si les apprenants peuvent écrire des chaines de caractères formattées en LaTeX
it_it: Specificare se gli studenti possono utilizzare stringhe formattate in LaTeX
ja_jp: 受講者がLaTeX形式の文字列を書き込めるどうか設定してください
ka: მიუთითეთ, შეუძლიათ თუ არა მსმენელებს სტრიქონების LaTeX -ის ფორმატში დაწერა
pl: Określ, czy studenci mogą pisać w formacie LaTeX
pt_br: Especifique se os estudantes podem gravar as configurações formatadas do LaTeX
ru: Укажите, могут ли обучающиеся использовать LaTeX в ответах
sw_ke: Taja kama wanafunzi wanaweza kuandika mistari ya mfumo wa LaTeX
tr_tr: Öğrencilerin LaTeX formatlı dizileri düzenleyip düzenleyemeyeceğini belirle
zh_tw: 是否要讓學生可以撰寫Latex格式的字串

source: Top Responses
ar: أفضل الردود
de_de: Top-Antworten
eo: Töp Réspönsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Mejores respuestas
fr: Meilleures réponses
it_it: Le migliori risposte
ja_jp: 上位の解答
ka: საუკეთესო პასუხები
pl: Najlepsze odpowiedzi
pt_br: Melhores Respostas
ru: Показывать лучшие ответы
sw_ke: Majibu ya Juu
th: คำตอบยอดนิยม
tr_tr: En İyi Yanıtlar
zh_tw: 作業觀摩數

source: (Disabled)
ar: (معطّل)
de_de: (Deaktiviert)
eo: (Dïsäßléd) Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: (Deshabilitado)
fr: (Désactivé)
it_it: (disattivato)
tr_tr: (Devre dışı)

source: Specify the number of top scoring responses to display. Valid numbers are 0 to 99. If the number is 0, the Top Responses section does not appear to learners.
ar: حدّد عدد الردود الحاصلة على أعلى درجات لعرضها. تتراوح قيم الأعداد الصالحة بين 0 و99. فإذا كان عددها 0، فلن يجري إظهار قسم ’أفضل الردود‘ للمتعلّمين.
de_de: Spezifiziere die Anzahl der bestbewerteten Antworten, die angezeigt werden sollen. Gültig sind Anzahlen von 0 bis 99. Wenn die Anzahl 0 festgelegt wird, wird die Sektion mit den besten Antworten den Lernenden nicht angezeigt.
eo: Spéçïfý thé nümßér öf töp sçörïng réspönsés tö dïspläý. Välïd nümßérs äré 0 tö 99. Ìf thé nümßér ïs 0, thé Töp Réspönsés séçtïön döés nöt äppéär tö léärnérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт #
es_es: Especifica el número de respuestas con máxima puntuación que se mostrarán. Los números válidos son del 0 al 99. Si el número es 0, los estudiantes no verán la sección Respuestas principales.
fr: Indiquez le nombre de meilleures réponses à afficher. Les nombres valides sont entre 0 et 99. Si le nombre est 0, la section "Meilleures réponses" n'apparaîtra pas aux apprenants.
it_it: Specificare il numero di risposte con miglior punteggio da visualizzare. I numeri validi sono compresi tra 0 e 99. Se il numero è 0, la sezione Migliori risposte non viene visualizzata dagli studenti.
ja_jp: 表示する得点上位の解答数を0～99までの数で指定してください。表示させない場合は0を入力してください。
ka: მიუთითეთ რამდენი ყველაზე მაღალი შეფასების პასუხი გამოჩნდეს. მართებული მნიშვნელობაა 0-დან 99-მდე. თუ მითითებულია 0, მსმენელებთან საუკეთესო პასუხები არ გამოჩნდება.
pl: Określa liczbę wyświetlanych najlepszych odpowiedzi w zakresie od 0 do 99. Jeśli liczba wynosi 0, najlepsze odpowiedzi nie zostają wyświetlone studentom.
pt_br: Especifique o número de respostas com maior pontuação a serem exibidas. Números válidos vão de 0 a 99. Se o número for 0, a seção Melhores Respostas não aparecerá para os estudantes.
ru: Укажите, сколько отображать лучших ответов. Можно использовать числа от 0 до 99. Если введён 0, раздел лучших ответов не отображается для слушателей.
sw_ke: Taja idadi ya majibu yaliyo na alama za juu. Namba zilizo halali ni 0 mpaka 99. Kama namba ni 0, kifungu cha Majibu ya Juu hakitokezi kwa wanafunzi.
th: ระบุจำนวนเพื่อแสดงคะแนนสูงสุด โดยระบุตัวเลขได้ตั้งแต่ 0 ถึง 99 หากตัวเลขเป็น 0 คำตอบยอดนิยมจะไม่แสดงแก่ผู้เรียน
tr_tr: Görüntülemek için üst puanlama yanıtlarının sayısını belirtiniz. Geçerli sayılar 0'dan 99'a kadar. Eğer sayı 0 ise, En İyi Yanıtlar bölümü öğrencilere görünmez.
zh_tw: 指定被觀摩的優良作業的數量。此值必須介於 0-99 之間。例如，填 10 的話表示同儕互評後大家可以觀摩最高的 10 份作答。

source: When Teams Enabled is set to true, Top Responses will be disabled.
ar: عندما يتم تعيين الفرق الممكّنة إلى صحيح، سيتم تعطيل أهم الإجابات.
eo: Whén Téäms Énäßléd ïs sét tö trüé, Töp Réspönsés wïll ßé dïsäßléd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Cuando la opción Equipos habilitados esté configurada a verdadero, la visualización de respuestas principales será inhabilitada.
fr: Lorsque Teams Enabled est défini sur vrai, les réponses les plus fréquentes sont désactivées.
it_it: Quando l'opzione Abilitato per team è impostata su true, l'opzione Risposte migliori è disabilitata.

source: Teams Enabled
ar: تمكين الفرق
de_de: Teams aktiviert
eo: Téäms Énäßléd Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Equipos habilitados
fr: Équipes activées
it_it: Abilitato per teams
tr_tr: Takımlar Etkin

source: Specify whether team submissions are allowed for this response.
ar: حدد ما إذا كانت تقديمات الفريق متاحة لهذه الإجابة أم لا
de_de: Geben Sie an, ob Teambeiträge für diese Antwort zulässig sind.
eo: Spéçïfý whéthér téäm süßmïssïöns äré ällöwéd för thïs réspönsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Especifica si se permiten las entregas de equipo para esta respuesta.
fr: Indiquez si les réponses en équipe sont autorisées pour cette réponse.
it_it: Specificare se per questa risposta sono consentiti gli inoltri del team.

source: Select Team-Set
ar: حدد ضبط-الفريق
de_de: Teamset auswählen
eo: Séléçt Téäm-Sét Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Selecciona el conjunto de equipos
fr: Sélectionnez un ensemble d'équipes
it_it: Seleziona insieme di team

source: Show Rubric During Response
eo: Shöw Rüßrïç Dürïng Réspönsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Mostrar rúbrica durante la respuesta
fr: Afficher la grille avec la réponse
it_it: Mostra criteri di valutazione durante la risposta

source: Specify whether learners can see the rubric while they are working on their response.
eo: Spéçïfý whéthér léärnérs çän séé thé rüßrïç whïlé théý äré wörkïng ön théïr réspönsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Especifica si los estudiantes pueden ver la rúbrica mientras se trabajan en su respuesta.
fr: Indiquez si les apprenants peuvent voir la grille pendant qu'ils travaillent sur leur réponse.
it_it: Specificare se gli studenti possono visualizzare i criteri di valutazione mentre lavorano sulla risposta.

source: Criterion
ar: المعيار
de_de: Kriterium
eo: Çrïtérïön Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Criterio
fr: Critère
it_it: Criterio
ja_jp: 評価基準
ka: კრიტერიუმი
pl: Kryterium
pt_br: Critério
ru: Критерий
sw_ke: Kigezo
th: เกณฑ์
tr_tr: Ölçüt
zh_tw: 評分標準

source: You cannot delete a criterion after the assignment has been released.
ar: لا يمكنك حذف أحد المعايير بعد إصدار الواجب.
de_de: Sie können ein Kriterium nicht mehr ändern, nachdem die Aufgabe veröffentlicht wurde.
eo: Ýöü çännöt délété ä çrïtérïön äftér thé ässïgnmént häs ßéén réléäséd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: No se puede borrar un criterio después de haber publicado la tarea.
fr: Vous ne pouvez pas effacer un critère après la publication du devoir.
it_it: Non è possibile eliminare un criterio dopo il rilascio del compito.
ja_jp: 課題公開後は評価基準を削除することができません。
ka: დავალების გაშვების შემდეგ კრიტერიუმის წაშლა შეუძლებელია.
pl: Nie możesz usunąć kryterium po tym gdy zadanie zostało opublikowane.
pt_br: Você não pode deletar um critério depois que a tarefa foi liberada.
ru: Вы не можете удалить критерий после выпуска задания.
sw_ke: Huwezi kufuta kigezo baada ya zoezi kutolewa.
th: คุณไม่สามารถลบเกรฑ์ได้หลังจากประกาศงานที่มอบหมายไปแล้ว
tr_tr: Görev yayımlandıktan sonra ölçütü silemezsiniz.
zh_tw: 你不能夠在問題被釋出後刪除評分標準

source: Remove
ar: إزالة
de_de: Entfernen
eo: Rémövé Ⱡ'σяєм ιρѕυ#
es_es: Eliminar
fr: Supprimer
it_it: Rimuovi
ja_jp: 削除
ka: ამოღება
pl: Usuń
pt_br: Remover
ru: Удалить
sw_ke: Ondoa
th: ลบ
tr_tr: Kaldır
zh_tw: 移除

source: Criterion Name
ar: اسم المعيار
de_de: Kriterium-Name
eo: Çrïtérïön Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Nombre del criterio
fr: Nom du critère
it_it: Nome del criterio
ja_jp: 評価基準名
ka: კრიტერიუმის სახელი
pl: Nazwa kryterium
pt_br: Nome do Critério
ru: Название критерия
sw_ke: Jina la Kigezo
th: ชื่อเกณฑ์
tr_tr: Ölçüt Adı
zh_tw: 評分標準名稱

source: Criterion Prompt
ar: علامة الاستعداد للمعيار
de_de: Kriterium-Anzeige
eo: Çrïtérïön Prömpt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Enunciado del criterio
fr: Invite du critère
it_it: Parametro riga di comando
ja_jp: 評価基準の説明
ka: კრიტერიუმის მინიშნება
pl: Treść kryterium
pt_br: Prompt de Critério
ru: Описание критерия
sw_ke: Alama ya Kigezo
th: แจ้งเกณฑ์
tr_tr: Ölçüt Suflesi
zh_tw: 評分標準描述

source: Add Option
ar: إضافة خيار
de_de: Bewertungsoption hinzufügen
eo: Àdd Öptïön Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Añadir opción
fr: Ajouter une option
it_it: Aggiungi opzione
ja_jp: 選択肢を追加
ka: ვარიანტის დამატება
pl: Dodaj opcję
pt_br: Adicionar Opção
ru: Добавить вариант
sw_ke: Ongeza chaguo/hiari
th: เพิ่มตัวเลือก
tr_tr: Seçenek Ekle
zh_tw: 增加評分選項

source: Feedback for This Criterion
ar: آراء وملاحظات حول هذا المعيار
de_de: Feedback zu diesem Kriterium
eo: Féédßäçk för Thïs Çrïtérïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Retroalimentación para este criterio
fr: Retour sur ce critère
it_it: Commento a questa risposta.
ja_jp: この評価基準についてのフィードバック
ka: უკუკავშირი ამ კრიტერიუმისათვის
pl: Opinia do tego kryterium
pt_br: Feedback para este Critério
ru: Отзыв по этому критерию
sw_ke: Majibu ya Kigezo Hiki
th: ผลตอบรับสำหรับเกณฑ์นี้
tr_tr: Bu Ölçüt için Dönüt
zh_tw: 此評分標準的回饋

source: None
ar: لا شيء
de_de: Kein
eo: Nöné Ⱡ'σяєм ι#
es_es: Nada
fr: Aucun
it_it: Nessuno
ja_jp: なし
ka: არცერთი
pl: Brak
pt_br: Nenhum
ru: Нет
sw_ke: Hakuna
th: ไม่ระบุ
tr_tr: Hiçbiri
zh_tw: 無

source: Optional
ar: اختياري
eo: Öptïönäl Ⱡ'σяєм ιρѕυм ∂#
es_es: Opcional
fr: Optionnel
it_it: Facoltativo
ja_jp: オプション
ka: არჩევითი
pl: Opcjonalny
pt_br: Opcional
ru: Необязательно
sw_ke: Hiari
th: เป็นตัวเลือก
tr_tr: İsteğe Bağlı
zh_tw: 非必填

source: Required
ar: مطلوب
de_de: Benötigt
eo: Réqüïréd Ⱡ'σяєм ιρѕυм ∂#
es_es: Obligatorio
fr: Requis
it_it: Richiesto
ja_jp: 必須
ka: სავადებულო
pl: Wymagany
pt_br: Obrigatório
ru: Требуется
sw_ke: Inahitajika
th: จำเป็น
tr_tr: Gerekli
zh_tw: 需要評分

source: Select one of the options above. This describes whether or not the reviewer will have to provide criterion feedback.
eo: Séléçt öné öf thé öptïöns äßövé. Thïs désçrïßés whéthér ör nöt thé révïéwér wïll hävé tö prövïdé çrïtérïön féédßäçk. Ⱡ'σяєм ιρѕυм ∂σ#
es_es: Selecciona una de las opciones anteriores. Esto describe si el revisor tendrá que proporcionar retroalimentación o no.
fr: Sélectionnez l'une des options ci-dessus. Cela décrit si le réviseur devra ou non fournir des rétroactions sur les critères.
it_it: Selezionare una delle opzioni precedenti. Indica se il revisore dovrà fornire il feedback del criterio.

source: Open Response Assessment
ar: تقييم الردود المفتوحة
de_de: Bewertung für Hausaufgaben
eo: Öpén Réspönsé Àsséssmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Evaluación de respuesta abierta
fr: Évaluation par les pairs
it_it: Valutazione a Risposta Aperta
ja_jp: ORA
ka: ღია ტიპის პასუხის შეფასება
pl: Zadanie z otwartą odpowiedzią
pt_br: Avaliação de Resposta Aberta
ru: Оценивание ответов в свободной форме
sw_ke: Fungua Jibu la Tathmini
th: การประเมินการตอบแบบเปิด
tr_tr: Açık Yanıt Değerlendirmesi
zh_tw: 開放式問題評分

source: Prompt
ar: علامة الاستعداد
de_de: Aufgabe
eo: Prömpt Ⱡ'σяєм ιρѕυ#
es_es: Enunciado
fr: Invite
it_it: Suggerimento
ja_jp: 問題
ka: მინიშნება
pl: Pytanie
pt_br: Tema
ru: Подсказка
sw_ke: Haraka
th: แจ้ง
tr_tr: Sufle
zh_tw: 問題描述

source: Rubric
ar: سلّم التقييم
de_de: Bewertung
eo: Rüßrïç Ⱡ'σяєм ιρѕυ#
es_es: Rúbrica
fr: Grille
it_it: Rubrica
ja_jp: ルーブリック
ka: შეფასება
pl: Szablon
pt_br: Rubrica
ru: Оценивание
sw_ke: Utaratibu
th: กฎรูบริค
tr_tr: Rubrik
zh_tw: 評分準則

source: Schedule
ar: جدول
de_de: Terminplan
eo: Sçhédülé Ⱡ'σяєм ιρѕυм ∂#
es_es: Programación
fr: Planifier
it_it: Programma
tr_tr: Takvim

source: Assessment steps
ar: خطوات المهمة
de_de: Bewertungsschritt
eo: Àsséssmént stéps Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Pasos para la evaluación
fr: Étapes d'évaluation
it_it: Fasi di valutazione
tr_tr: Değerlendirme adımları

source: Settings
ar: الإعدادات
de_de: Einstellungen
eo: Séttïngs Ⱡ'σяєм ιρѕυм ∂#
es_es: Ajustes
fr: Paramètres
it_it: Impostazioni
ja_jp: 設定
ka: პარამეტრები
pl: Ustawienia
pt_br: Configurações
ru: Настройки
sw_ke: Mitegesho
th: การตั้งค่าต่างๆ
tr_tr: Ayarlar
zh_tw: 設定

source: Option
ar: خيار
de_de: Bewertungsoption
eo: Öptïön Ⱡ'σяєм ιρѕυ#
es_es: Opción
it_it: Opzione
ja_jp: 選択肢
ka: ვარიანტი
pl: Opcja
pt_br: Opção
ru: Вариант ответа
sw_ke: Chaguo
th: ตัวเลือก
tr_tr: Seçenek
zh_tw: 評分選項

source: Option Name
ar: اسم الخيار
de_de: Titel der Bewertung
eo: Öptïön Nämé Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Nombre de la opción
fr: Nom de l'option
it_it: Nome dell'opzione
ja_jp: 選択肢名
ka: ვარიანტის სახელი
pl: Nazwa opcji
pt_br: Nome da opção
ru: Название варианта ответа
sw_ke: Jina la ziada
th: ชื่อตัวเลือก
tr_tr: Seçenek Adı
zh_tw: 評分選項名稱

source: Option Points
ar: نقاط الخيار
de_de: Punkte
eo: Öptïön Pöïnts Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Puntos de la opción
fr: Points de l'option
it_it: Punti opzione
ja_jp: 選択肢の点数
ka: ვარიანტის ქულები
pl: Punkty za opcję
pt_br: Pontos da opção
ru: Количество баллов
sw_ke: Alama za Hiari
th: คะแนนตัวเลือก
tr_tr: Seçenek Puanı
zh_tw: 評分選項點數

source: Option Explanation
ar: شرح الخيار
de_de: Erklärung der Bewertung
eo: Öptïön Éxplänätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Explicación de la opción
fr: Explications de l'option
it_it: Spiegazione dell'opzione
ja_jp: 選択肢の説明
ka: ვარიანტის განმარტება
pl: Objaśnienie opcji
pt_br: Explicação da Opção
ru: Пояснение к варианту
sw_ke: Maelezo ya Hiari
th: คำอธิบายตัวเลือก
tr_tr: Seçenek Açıklaması
zh_tw: 評分選項說明

source: Step: Peer Assessment
ar: الخطوة: تقييم الزملاء
de_de: Schritt: Partnerbewertung
eo: Stép: Péér Àsséssmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Paso: Evaluación por pares
fr: Étape : évaluation entre pairs
it_it: Passo: Valutazione del collega
ja_jp: ステップ：ピア・アセスメント
ka: საფეხური: ურთიერთშეფასება
pl: Etap: Wzajemna ocena
pt_br: Etapa: Avaliação de Colegas
ru: Шаг: Взаимная оценка
sw_ke: Hatua: Tathmini rika
th: ขั้นตอน: ประเมินโดยเพื่อน
tr_tr: Akran Değerlendirme Aşaması
zh_tw: 步驟 : 同儕互評

source: Peer Assessment allows students to provide feedback to other students and also receive feedback from others in their final grade. Often, though not always, this step is preceded by Self Assessment or Learner Training steps.
ar: يسمح تقييم الزملاء للمتعلمين بتقديم التعليقات والملاحظات للطلاب الآخرين والحصول عليها أيضًا عند التقييم النهائي. غالبًا ما تسبق هذه الخطوة بخطوات التقييم الذاتي أو تدريب المتعلمين إن لم يكن دائمًا.
de_de: Mit der Partnerbewertung können Teilnehmer anderen Teilnehmern ein Feedback geben und in ihrer Abschlussnote auch ein Feedback von anderen erhalten. Oft, aber nicht immer, gehen diesem Schritt vorherige Schritte zur Selbstbewertung oder zum Lerntraining voraus.
eo: Péér Àsséssmént ällöws stüdénts tö prövïdé féédßäçk tö öthér stüdénts änd älsö réçéïvé féédßäçk fröm öthérs ïn théïr fïnäl grädé. Öftén, thöügh nöt älwäýs, thïs stép ïs préçédéd ßý Sélf Àsséssmént ör Léärnér Träïnïng stéps. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυ#
es_es: La evaluación por pares permite a los estudiantes proveer retroalimentación a otros estudiantes y recibir retroalimentación de otros para su calificación final. A menudo, aunque no siempre, este paso es precedido por una autoevaluación o por un entrenamiento del estudiante.
fr: L'évaluation par les pairs permet aux étudiants de fournir des commentaires à d'autres étudiants et de recevoir également des commentaires des autres dans leur note finale. Souvent, mais pas toujours, cette étape est précédée par des étapes d'auto-évaluation ou de formation des apprenants.
it_it: La valutazione del collega consente agli studenti di fornire il feedback su altri studenti e di ricevere il feedback da altri nella valutazione finale. Spesso, anche se non sempre, questo passo è preceduto dai passi Valutazione personale o Addestramento studente.

source: Configuration: For this step to be configured you must specify the number of peer reviews a student will be assessed with, and the number of peer a student must grade. Additional options can be specified.
ar: إعدادات التشكيل: لكي يتم إعداد هذه الخطوة، يجب تحديد عدد مراجعات الزملاء التي سيتم تقويم المتعلم بها، وعدد الزملاء الذين يجب على المتعلم تقييمهم. يمكن تحديد خيارات إضافية.
eo: Çönfïgürätïön: För thïs stép tö ßé çönfïgüréd ýöü müst spéçïfý thé nümßér öf péér révïéws ä stüdént wïll ßé ässésséd wïth, änd thé nümßér öf péér ä stüdént müst grädé. Àddïtïönäl öptïöns çän ßé spéçïfïéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢#
es_es: Configuración: para configurar este paso debes especificar el número de evaluaciones por pares con el que se evaluará a cada estudiante, y el número de evaluaciones a sus compañeros que cada estudiante debe realizar. Se pueden especificar opciones adicionales.
fr: Configuration: Pour que cette étape soit configurée, vous devez spécifier le nombre d'évaluation par les pairs avec lesquels un étudiant sera évalué, et le nombre de pairs qu'un étudiant doit noter. Des options supplémentaires peuvent être spécifiées.
it_it: Configurazione: per configurare questo passo è necessario specificare il numero di revisioni dei colleghi con cui uno studente verrà valutato ed il numero di colleghi che uno studente deve valutare. È possibile specificare opzioni aggiuntive.

source: View Options & Configuration
ar: عرض الخيارات وإعدادات التشكيل
de_de: Optionen und Konfiguration ansehen
eo: Vïéw Öptïöns & Çönfïgürätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Ver opciones y configuración
fr: Afficher les options et la configuration
it_it: Visualizza opzioni & Configurazione
tr_tr: Ayarlar & Yapılandırmayı Görüntüle
