Repository: openedx/edx-ora2
Catalog: openassessment/locale/*/LC_MESSAGES/django.po
Languages: ar, de_de, eo, es_es, fr, it_it, ja_jp, ka, pl, pt_br, ru, sw_ke, th, tr_tr, zh_tw

source: Caution: These files were uploaded by another course learner and have not been verified, screened, approved, reviewed, or endorsed by the site administrator. If you access the files, you do so at your own risk.)
ar: تحذير: تم تحميل هذه الملفات من قبل متعلم آخر في المساق ولم يتم التحقق منها أو فحصها أو الموافقة عليها أو مراجعتها و لم يقرها مسؤول الموقع. إذا كنت ترغب رغم ذلك بالوصول إلى الملفات فافعل ذلك تحت طائلة مسؤوليتك الخاصة.)
de_de: Achtung: Diese Dateien wurden von einem anderen teilnehmer hochgeladen und wurden noch nicht von einem Administrator bestätigt, kontrolliert oder angeschaut. Zugriff auf die Dateien auf eigene Gefahr.)
eo: Çäütïön: Thésé fïlés wéré üplöädéd ßý änöthér çöürsé léärnér änd hävé nöt ßéén vérïfïéd, sçréénéd, äpprövéd, révïéwéd, ör éndörséd ßý thé sïté ädmïnïsträtör. Ìf ýöü äççéss thé fïlés, ýöü dö sö ät ýöür öwn rïsk.) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρт#
es_es: Cuidado: estos archivos fueron cargados por otro estudiante del curso y no han sido verificados, examinados, aprobados, revisados ni respaldados por el administrador del sitio. Si accedes a los archivos, lo haces bajo tu propio riesgo).
fr: Attention: Ces fichiers ont été chargés par un autre apprenant et n'ont pas été vérifié par un administrateur du site. )
it_it: Attenzione: questi file sono stati caricati da un altro studente del corso e non sono stati verificati, visualizzati, approvati, revisionati o promossi dall'amministratore del sito. L'accesso ai file è a rischio dell'utente.)
ja_jp: 注意: これらのファイルは別の講座の受講者によってアップロードされ、サイト管理者による認証、保護、承認、審査、推奨はされていません。ファイルにアクセスする場合は、ご自身の責任でお願いします。)
ka: გაფრთხილება: ეს ფაილი ატვირთულია კურსის სხვა მსმენელის მიერ და არ არის შემოწმებული, ნანახი, მიღებული, განხილული და დადასტურებული საიტის ადმინისტრატორის მიერ. თუ მაინც გადაწყვეტთ მასზე წვდომას, ამას საკუთარი პასუხისმგებლობით აკეთებთ.)
pl: Uwaga: te pliki zostały przesłane przez innego uczestnika kursu i nie zostały zweryfikowane, przeskanowane, zatwierdzone czy sprawdzone przez administratora platformy. Otwierając pliki robisz to na własne ryzyko.)
ru: Осторожно: эти файлы были загружены другим слушателем курса и не были проверены или утверждены администраторами сайта. Если вы решили открыть эти файлы, то делайте это на свой страх и риск)
sw_ke: Tahadhari: Mafaili haya yaliwekwa na mwanafunzi mwengine wa kozi na hayajafanyiwa ukaguzi, uchunguzi, uthibitishajia, upitiwaji upya, au kukubaliwa na msimamizi wa tovutie. Kama unafungua mafaili, unafanya hivyo kwa uthubutu wako binafsi.)
tr_tr: Dikkat: Bu dosyalar başka bir ders öğrencisi tarafından yüklendi ve site yöneticisi tarafından doğrulanmadı, görüntülenmedi, uygun bulunmadı, gözden geçirilmedi veya tavsiye edilmedi. Dosyalara erişime karar verirseniz, bu kendi sorumluluğunuzdadır.)

source: Assess Peers
ar: قيِّم الزملاء
de_de: Gruppen-Bewertung
eo: Àsséss Péérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Evalúa a tus compañeros
fr: Évaluer les pairs
it_it: Valuta colleghi
ja_jp: 他の受講者を評価する
ka: შეაფასეთ სხვა სტუდენტები
pl: Oceń współkursantów
pt_br: Avaliar o Colega
ru: Оценивание работ однокурсников
sw_ke: "Tathmini" Rika
th: ประเมินเพื่อน
tr_tr: Akranlarını Değerlendir
zh_tw: 評量同儕

source: <span id="oa_step_deadline_peer" class="date ora-datetime" data-datetime="%(start_date)s" data-string="available {date} (in %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>
eo: <span id="oa_step_deadline_peer" class="date ora-datetime" data-datetime="%(start_date)s" data-string="available {date} (in %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: <span id="oa_step_deadline_peer" class="date ora-datetime" data-datetime="%(due_date)s" data-string="due {date} (in %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>
eo: <span id="oa_step_deadline_peer" class="date ora-datetime" data-datetime="%(due_date)s" data-string="due {date} (in %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: In Progress (%(review_number)s of %(num_must_grade)s)
ar: قيد التقدم (%(review_number)sمن%(num_must_grade)s)
de_de: In Bearbeitung (%(review_number)s von %(num_must_grade)s)
eo: Ìn Prögréss (%(review_number)s öf %(num_must_grade)s) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: En curso (%(review_number)s of %(num_must_grade)s)
fr: En cours (%(review_number)s sur %(num_must_grade)s)
it_it: In corso (%(review_number)s di %(num_must_grade)s)
tr_tr: İşlem Sürüyor (%(num_must_grade)s'nın %(review_number)s)

source: Read and assess the following response from one of your peers.
ar: قراءة وتقييم الرد التالي لأحد زملائك.
de_de: Lesen und bewerten Sie die folgende Antwort von einem Ihrer Partner.
eo: Réäd änd ässéss thé föllöwïng réspönsé fröm öné öf ýöür péérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Lee y evalúa la siguiente respuesta de uno de tus compañeros.
fr: Veuillez évaluer cette réponse de l'un de vos pairs.
it_it: Leggere e valutare la seguente risposta da uno dei colleghi.
ja_jp: 以下にある他の受講者の解答を読んで評価してください。
ka: წაიკითხეთ და შეაფასეთ თქვენი ერთ ერთი ჯგუფელის პასუხი.
pl: Przeczytaj i oceń następującą odpowiedź jednego z twoich współkursantów.
pt_br: Leia e avalie a seguinte resposta de um dos seus colegas.
ru: Прочитайте и оцените следующий ответ одного из ваших однокурсников.
sw_ke: Soma na utathmini jibu lifuatalo kutoka kwa mmoja wa wenzako.
th: อ่านและประเมินคำตอบจากหนึ่งในเพื่อนของคุณ
tr_tr: Akranlarınızdan birinin aşağıdaki cevabını okuyun ve değerlendirin.
zh_tw: 讀取並評量您的同儕送來的答案。

source: Associated Files
ar: ملفات ذات صلة
de_de: Zsammenhängende Dateien
eo: Àssöçïätéd Fïlés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Archivos asociados
fr: Fichiers associés
it_it: File associati
ja_jp: 関連ファイル
ka: დაკავშირებული ფაილები
pl: Załączone pliki
ru: Приложенные файлы
sw_ke: Mafaili Yanayohusiana
tr_tr: İlişkili Dosyalar

source: We could not submit your assessment
ar: عذرًا، لم نتمكّن من تقديم تقييمك.
de_de: Ihre Bewertung konnte nicht übermittelt werden
eo: Wé çöüld nöt süßmït ýöür ässéssmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: No hemos podido enviar tu evaluación
fr: Impossible d'envoyer votre évaluation
it_it: Impossibile inoltrare la tua valutazione
ja_jp: 評価を提出できませんでした
ka: თქვენი შეფასების გაგზავნა ვერ მოხერხდა
pl: Nie udało się przesłać twojej oceny
pt_br: Não conseguimos enviar a sua avaliação
ru: Не удалось отправить поставленную вами оценку
sw_ke: Hatukuweza kuwasilisha "tathmini" yako
th: เราไม่สามารถส่งการประเมินของคุณ
tr_tr: Ödevinizi gönderemiyoruz
zh_tw: 我們無法提交您的評分。

source: Cancelled
ar: جرى الإلغاء
de_de: Abgebrochen
eo: Çänçélléd Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Cancelado
fr: Annulée
it_it: Cancellato
ja_jp: キャンセル済
ka: გაუქმებულია
pl: Anulowano
pt_br: Cancelado
ru: Отменено
sw_ke: Batilishwa
th: ยกเลิก
tr_tr: İptal Edildi
zh_tw: 取消

source: Incomplete (%(num_graded)s of %(num_must_grade)s)
ar: درجة غير مكتملة (%(num_graded)s من اصل %(num_must_grade)s)
de_de: Unvollständig (%(num_graded)s von %(num_must_grade)s)
eo: Ìnçömplété (%(num_graded)s öf %(num_must_grade)s) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Incompleto (%(num_graded)s de %(num_must_grade)s)
fr: Incomplet (%(num_graded)s sur %(num_must_grade)s)
it_it: Incompleti (%(num_graded)s di %(num_must_grade)s)
ja_jp: 未完了(%(num_must_grade)s件中%(num_graded)s件)
ka: არასრულყოფილი (%(num_graded)s - %(num_must_grade)s-დან)
pl: Nie ukończono (oceniono %(num_graded)s spośród wymaganych %(num_must_grade)s)
pt_br: (%(num_graded)s incompletas de %(num_must_grade)s)
ru: Не выполнено (%(num_graded)s из %(num_must_grade)s)
sw_ke: Haija kamilika (%(num_graded)s ya %(num_must_grade)s)
th: ไม่เสร็จ (%(num_graded)s จาก %(num_must_grade)s)
tr_tr: Eksik (%(num_must_grade)s 'nın %(num_graded)s)
zh_tw: 未完成評分(%(num_must_grade)s of %(num_graded)s)

source: The due date for this step has passed. This step is now closed. You can no longer complete peer assessments or continue with this assignment, and you will receive a grade of Incomplete.
ar: لقد مر تاريخ استحقاق هذه الخطوة. تم إغلاق هذه الخطوة. لم يعد بإمكانك استكمال واجبات الزملاء أو متابعة العمل على هذا الواجب، وستحصل على درجة غير مكتملة.
de_de: Das Fälligkeitsdatum für diese Aufgabe ist bereits überschritten. Sie können diese Aufgabe nicht weiter bearbeiten. Sie werden entsprechend benotet.
eo: Thé düé däté för thïs stép häs pässéd. Thïs stép ïs nöw çlöséd. Ýöü çän nö löngér çömplété péér ässéssménts ör çöntïnüé wïth thïs ässïgnmént, änd ýöü wïll réçéïvé ä grädé öf Ìnçömplété. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт#
es_es: Ha pasado la fecha límite para este paso. Este paso está cerrado. Ya no puedes completar la evaluación por pares o continuar con esta tarea. Recibirás una calificación de incompleto.
fr: L'échéance pour cette étape est passée. Cette étape est maintenant fermée. Vous ne pouvez plus évaluer de réponses ni poursuivre ce devoir. Vous recevrez une note "Incomplet".
it_it: La data di scadenza per questo passo è trascorsa. Questo passo è ora chiuso. Non è più possibile completare le valutazioni dei colleghi o continuare con questo compito e riceverai una valutazione Incompleto.
ja_jp: このステップは締切を過ぎたため、閉じられています。今後はピア・アセスメントをしたり、この課題を継続することはできません。あなたの成績は'未完了'となります。
ka: ამ საფეხურის ვადა ამოწურულია და ამჟამად დახურულია. თქვენ ურთიერთშეფასებების დასრულებას ან ამ დავალების გაგრძელებას ვეღარ შეძლებთ და არასრულ შეფასებას მიიღებთ.
pl: Upłynął termin końcowy dla tego etapu, dlatego etap jest teraz zamknięty. Niemożliwe jest dalsze ocenianie prac lub kontynuowanie wykonywania tego zadania. Otrzymasz ocenę o statusie "nie ukończono".
ru: Данный шаг завершён, срок его выполнения истёк. Вы больше не сможете проверять работы однокурсников и продолжить работу над этим заданием; вы получите оценку «Не завершено».
sw_ke: Tarehe husika kwa ajili ya hatua hiii imepita. Hatua hii sasa imefungwa. Huwezi tena kukamilisha tathmini rika wala kuendelea na zoezi, na utapata daraja la ubora lisiliokamilika.
tr_tr: Teslim tarihinden ötürü bu adım geçmişte kaldı. Bu adım şu an kapalı. Artık kişi değerlendirmesini tamamlayamaz ya da bu ödev ile devam edemezsiniz ve eksik not alacaksınız.

source: Completed
ar: استُكملت العملية
de_de: Abgeschlossen
eo: Çömplétéd Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Completa.
fr: Terminé
it_it: Completato
ja_jp: 完了
ka: დასრულებული
pl: Ukończono
pt_br: Completo
ru: Завершено
sw_ke: Imekamilika
th: ครบแล้ว
tr_tr: Tamamlandı
zh_tw: 完成

source: You have successfully completed all of the required peer assessments for this assignment. You may assess additional peer responses if you want to. Completing additional assessments will not affect your final grade.
ar: نهنّئك على استكمالك لجميع تقييمات الزملاء المطلوبة لهذا الواجب. يمكنك الآن تقييم المزيد من ردود الزملاء إذا أحببت. ولن يؤثّر استكمال التقييمات الإضافية على درجتك النهائية.
de_de: Sie haben alle erforderlichen Partnerbewertungen für diese Aufgabe erfolgreich abgeschlossen. Wenn Sie möchten, können Sie weitere Antworten bewerten. Die Durchführung von weiteren Bewertungen wird Ihre abschließende Bewertung nicht beeinflussen.
eo: Ýöü hävé süççéssfüllý çömplétéd äll öf thé réqüïréd péér ässéssménts för thïs ässïgnmént. Ýöü mäý ässéss äddïtïönäl péér réspönsés ïf ýöü wänt tö. Çömplétïng äddïtïönäl ässéssménts wïll nöt äfféçt ýöür fïnäl grädé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. є#
es_es: Has completado con éxito todas las evaluaciones por pares obligatorias para esta actividad. Puedes calificar más respuestas de compañeros si lo deseas. Completar evaluaciones adicionales no afectará a tu calificación final.
fr: Vous avez évalué toutes les réponses de vos pairs demandées pour ce devoir. Vous pouvez évaluer d'autres réponses si vous le désirez. Ceci ne changera pas votre note finale.
it_it: Hai completato con successo tutte le attività di peer to peer richieste per questo compito. Puoi valutare altre elaborati del team. Il completamento di valutazioni aggiuntive non influenzerà il tuo voto finale.
ja_jp: この課題に必要な数のピア・アセスメントを完了しました。さらに他の受講者の解答の評価を実施することも可能です。追加の評価は完了しなくても最終成績には影響しません。
ka: თქვენ წარმატებით შეასრულეთ ამ დავალების სავალდებულო ურთიერთშეფასების რაოდენობა. სურვილის შემთხვევაში თქვენ შეგიძლიათ შეაფასოთ სხვა კურსელებიც. დამატებითი პასუხების შეფასება გავლენას არ მოახდენს თქვენს საბოლოო შეფასებაზე.
pl: Pomyślnie dokonano oceny wymaganej liczby odpowiedzi w ramach zadania z wzajemną oceną. Jeśli masz ochotę, możesz oceniać kolejne prace. Dokonywanie większej niż wymagana liczby ocen nie będzie mieć wpływu na twoją ocenę końcową.
pt_br: Você completou com sucesso todas as avaliações de colegas necessárias para esta tarefa. Você pode fazer avaliações adicionais das respostas dos colegas, se quiser. As avaliações adicionais não afetarão a sua nota final.
ru: Вы успешно завершили проверку необходимого количества ответов на это задание. Вы можете продолжить оценивание дополнительных ответов, если хотите. Оценивание дополнительных ответов не повлияет на вашу итоговую оценку.
sw_ke: Umefanikiwa kumaliza mahitaji yote ya tathmini rika katika zoezi hili. Unaweza kutathmini nyongeza za majibu ya rika ukitaka. Kukamilisha nyongeza za tathmini hakutaathiri daraja yako ya ubora ya mwisho.
th: ประเมินเพื่อนเสร็จสมบูรณ์ทั้งหมด คุณสามารถประเมินเพิ่มได้หากต้องการ การประเมินผลเพิ่มเติมจะไม่ส่งผลต่อคะแนนรวมคุณ
tr_tr: Bu görev için gerekli tüm kişi değerlendirmelerini başarıyla tamamladınız. Eğer isterseniz, ek olarak kişi cevaplarını değerlendirebilirsiniz. Ek değerlendirmeleri tamamlamanın final notunuza bir etkisi olmayacaktır.
zh_tw: 您已經成功完成所有作業中必須的同儕互評。若您想要的話，您可以進行更多的同儕互評。完成更多的評量將不會影響您的期末成績。

source: We could not retrieve additional submissions for assessment
ar: لم نتمكّن من استرجاع التقديمات الإضافيّة للتقييم
de_de: Wir können keine weiteren Einreichungen zur Bewertung abrufen
eo: Wé çöüld nöt rétrïévé äddïtïönäl süßmïssïöns för ässéssmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No podemos recuperar envíos adicionales para evaluar.
fr: Impossible de récupérer d'autres réponses à évaluer
it_it: Impossibile richiamare ulteriori inoltri per la valutazione
ja_jp: アセスメントの提出物の追加分を復旧できませんでした
ka: შეფასებისთვის დამატებითი მასალის მიღება ვერ მოხერხდა
pl: Nie udało się pobrać dodatkowych zgłoszeń do oceny
pt_br: Nós não conseguimos recuperar os envios adicionais para a avaliação
ru: Мы не смогли получить дополнительные материалы для оценки
sw_ke: Hatukuweza kupata mawasilisho ya nyongeza kwa "tathmini"
th: เราไม่สามารถกู้คืนการส่งเพิ่มเติมสำหรับการประเมินได้
tr_tr: Bu görev için ek yüklemeleri alamadık
zh_tw: 我們不能檢索額外的提交評分

source: Continue Assessing Peers
ar: مواصلة تقييمك لردود الزملاء
de_de: Partnerbewertung fortsetzen
eo: Çöntïnüé Àsséssïng Péérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Continuar evaluando a compañeros
fr: Continuer à évaluer les pairs
it_it: Continua valutazione dei colleghi
ja_jp: 他の受講者の評価を続ける
ka: განაგრძეთ ჯგუფის წევრების შეფასება.
pl: Kontynuuj ocenianie odpowiedzi
pt_br: Continue a Avaliar os Colegas
ru: Продолжить оценку работ других слушателей
sw_ke: Endelea Kutathmini rika
th: ดำเนินการประเมินโดยเพื่อนต่อ
tr_tr: Akranları Değerlendirmeye Devam Et
zh_tw: 繼續評量同儕

source: Complete (%(num_graded)s)
ar: استُكمل (%(num_graded)s)
de_de: Vollständig (%(num_graded)s)
eo: Çömplété (%(num_graded)s) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Completa (%(num_graded)s)
fr: (%(num_graded)s) terminées
it_it: Completo (%(num_graded)s)
ja_jp: 完了(%(num_graded)s件)
ka: დაასრულეთ (%(num_graded)s)
pl: Ukończono (%(num_graded)s)
pt_br: (%(num_graded)s) Completa
ru: Завершено (%(num_graded)s)
sw_ke: Kamilisha (%(num_graded)s)
th: เสร็จสมบูรณ์ (%(num_graded)s)
tr_tr: Tamamlanmış (%(num_graded)s)
zh_tw: 完成 (%(num_graded)s)

source: All submitted peer responses have been assessed. Check back later to see if more learners have submitted responses.
ar: تم تقييم جميع ردود الزملاء التي جرى تقديمها. يُرجى مراجعة هذا القسم في وقت لاحق للتحقّق إذا ما قدّم المزيد من المتعلّمين ردودًا جديدة.
de_de: Diese Aufgabe ist fast fertig, alle eingereichten Antworten wurden bewertet. Überprüfe später, ob noch mehr Lernende ihre Antworten gesendet haben.
eo: Àll süßmïttéd péér réspönsés hävé ßéén ässésséd. Çhéçk ßäçk lätér tö séé ïf möré léärnérs hävé süßmïttéd réspönsés. Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Se han evaluado todas las respuestas enviadas. Vuelve a consultar más tarde si más estudiantes han enviado respuestas.
fr: Toutes les réponses envoyées par des pairs ont été évaluées. Revenez plus tard pour voir si d'autres étudiants ont envoyé de nouvelles réponses.
it_it: Tutte le risposte dei colleghi inoltrate sono state valutate. Tornare successivamente per verificare se ulteriori studenti hanno inoltrato risposte.
ja_jp: 提出済の他の受講者の解答を全て評価しました。後ほど、更に解答が提出されていないかどうか確認してください。
ka: ჯგუფის წევრების ყველა გამოგზავნილი პასუხი შეფასებულია. მოგვიანებით გადაამოწმეთ, რომ ნახოთ კიდევ ხომ არ გამოგზავნეს მსმენელებმა საკუთარი პასუხები.
pl: Wszystkie przesłane przez kursantów odpowiedzi zostały ocenione. Wróć później, aby sprawdzić, czy kolejni studenci przesłali swoje odpowiedzi do oceny.
ru: Все ответы ваших однокурсников уже проверены. Вернитесь на эту страницу позже; возможно, другие слушатели к тому времени отправят свои ответы.
sw_ke: Majibu rika yote yaliyowasilishwa yamefanyiwa tathmini. Rudi tena baadae kuangali kama wanafunzi zaidi wamewasilisha majibu.
tr_tr: Tüm gönderilen kişi cevapları değerlendirildi. Daha çok öğrencinin cevap gönderdiğini görmek istiyorsanız daha sonra tekrar kontrol edin.

source: Not Available
ar: غير متاح
de_de: Nicht verfügbar
eo: Nöt Àväïläßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: No disponible
fr: Indisponible
it_it: Non disponibile
ja_jp: 不可
ka: არ არის ხელმისაწვდომი
pl: Niedostępne
pt_br: Não Disponível
ru: Недоступно
sw_ke: Haipatikani
th: ใช้ไม่ได้
tr_tr: Kullanılabilir değil
zh_tw: 目前還未進入此階段

source: In Progress (%(review_number)s of %(num_must_grade)s)
ar: قيد المراجعة (%(review_number)s من %(num_must_grade)s)
de_de: In Bearbeitung (%(review_number)s von %(num_must_grade)s)
eo: Ìn Prögréss (%(review_number)s öf %(num_must_grade)s) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: En curso (%(review_number)s of %(num_must_grade)s)
fr: En cours (%(review_number)s sur %(num_must_grade)s)
it_it: In corso (%(review_number)s di %(num_must_grade)s)
ja_jp: 進行中 ( %(num_must_grade)s回中%(review_number)s回)
ka: მიმდინარეობს (%(review_number)s / %(num_must_grade)s-დან)
pl: W trakcie (%(review_number)s spośród %(num_must_grade)s)
ru: Выполняется (%(review_number)s из %(num_must_grade)s)
sw_ke: Inaendelea (%(review_number)s ya %(num_must_grade)s)

source: All available peer responses have been assessed. Check back later to see if more learners have submitted responses. You will receive your grade after you've completed all the steps for this problem and your peers have assessed your response.
ar: تم تقييم جميع ردود الزملاء المتاحة . يُرجى إعادة التحقّق لاحقًا لرؤية ما إذا قام المزيد من الطلّاب بتقديم الردود. سوف تحصل على درجتك بعد استكمالك جميع الخطوات الخاصّة بهذه المسألة وبعد تقييم زملاءك لردّك.
de_de: Alle verfügbaren Teilnehmer-Antworten wurden bewertet. Kontrollieren Sie später noch einmal, ob weitere Teilnehmer Antworten eingereicht haben. Sie erhalten Ihre Bewertung, nachdem Sie alle Schritte für diese Aufgabestellung abgeschlossen haben und Ihre KollegInnen Ihre Antwort bewertet haben.
eo: Àll äväïläßlé péér réspönsés hävé ßéén ässésséd. Çhéçk ßäçk lätér tö séé ïf möré léärnérs hävé süßmïttéd réspönsés. Ýöü wïll réçéïvé ýöür grädé äftér ýöü'vé çömplétéd äll thé stéps för thïs prößlém änd ýöür péérs hävé ässésséd ýöür réspönsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт#
es_es: Se han evaluado todas las respuestas enviadas. Vuelve a consultar más tarde si más estudiantes han enviado respuestas. Recibirás tu calificación después de que hayas completado todos los pasos de esta tarea y tus compañeros hayan evaluado tu respuesta.
fr: Toutes les réponses envoyées par des pairs ont été évaluées. Revenez plus tard pour voir si d'autres étudiants ont envoyé de nouvelles réponses. Vous recevrez votre note après avoir terminé toutes les étapes de cet exercice et lorsque vos pairs auront évalué votre réponse.
it_it: Tutte le risposte dei colleghi disponibili sono state valutate. Tornare successivamente per verificare se ulteriori studenti hanno inoltrato risposte. Riceverai la tua valutazione una volta completati tutti i passi per questo problema e dopo che i colleghi avranno valutato la tua risposta.
ja_jp: 他の受講者の提出済の解答を全て評価しました。後ほど、更に解答が提出されていないかどうか確認してください。この課題の全ステップを完了し、他の受講者があなたの解答を評価すると、成績を受け取ることができます。
ka: ჯგუფის წევრების ყველა ხელმისაწვდომი პასუხები შეფასდა. გადაამოწმეთ მოგვიანებით, რომ ნახოთ, ხომ არ გამოუგზავნია რომელიმე მსმენელს საკუთარი პასუხი. ამ საკითხის ყველა საფეხურის დასრულებისა და ჯგუფის წევრების მიერ თქვენი პასუხების შეფასების შემდეგ, თქვენ მიიღებთ საბოლოო შეფასებას.
pl: Wszystkie przesłane przez kursantów odpowiedzi zostały ocenione. Wróć później, aby sprawdzić, czy kolejni studenci przesłali swoje odpowiedzi do oceny. Otrzymasz swoją ocenę gdy wykonasz wszystkie etapy tego zadania, a współkursanci wydadzą opinie o twojej pracy.
ru: Все работы однокурсников, сданные на проверку, уже оценены. Вернитесь позже; возможно, другие слушатели к этому времени сдадут свои работы. Вы получите оценку по завершении выполнения всех шагов этого задания, когда ваши однокурсники проверят вашу работу.
sw_ke: Majibu rika yote yaliyopo yamefanyiwa tathmini. Rudia tena baadae kuangalia kama wanafunzi zaidi wamewasilisha majibu. Utapata daraja lako baada ya kukamilisha hatua zote za swali hili na baada ya wenzako kutathmini majibu yako.
tr_tr: Mevcut tüm kişi cevapları değerlendirildi. Daha fazla öğrencinin cevap gönderip göndermediğini görmek için daha sonra tekrar kontrol edin. Bu problem için bütün adımları tamamladıktan sonra ve akranlarınız cevabınızı değerlendirdikten sonra notunuzu alacaksınız.

source: Your Team's Response
ar: إجابة فريقك
de_de: Antwort deines Teams
eo: Ýöür Téäm's Réspönsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: La respuesta de tu equipo
fr: La réponse de votre équipe
it_it: La risposta della tuo team
tr_tr: Takımınızın Yanıtı
