Repository: openedx/edx-ora2
Catalog: openassessment/locale/*/LC_MESSAGES/django.po
Languages: ar, de_de, eo, es_es, fr, it_it, ja_jp, ka, pl, pt_br, ru, sw_ke, th, tr_tr, zh_tw

source: Staff Comments
ar: تعليق طاقم المساق
de_de: Mitarbeiterkommentare
eo: Stäff Çömménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Comentarios del equipo docente
fr: Commentaires de l'équipe pédagogique
it_it: Commenti dei docenti
ja_jp: スタッフのコメント
ka: თანამშრომელთა კომენტარები
pl: Komentarze kadry
pt_br: Comentários da Equipe
ru: Комментарии команды курса
sw_ke: Maoni ya Wafanyakazi
tr_tr: Ekip Yorumları

source: Peer Median Grade
ar: متوسّط درجة الزملاء
de_de: Median für Partnerbenotung
eo: Péér Médïän Grädé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Promedio de la calificación por los compañeros
fr: Note médiane des pairs.
it_it: Valutazione media colleghi
ja_jp: 他の受講者の成績中央値
ka: თანაკურსელთა საშუალო დონე
pl: Mediana ocen wzajemnych
pt_br: Nota Média do Colega
ru: Средняя оценка сокурсниками
sw_ke: Daraja la kati kwa kati la Wataalamu
tr_tr: Akran Ortalama Notu
zh_tw: 同儕平均分數

source: Peer {peer_index}
ar: الزميل {peer_index}
de_de: Partner {peer_index}
eo: Péér {peer_index} Ⱡ'σяєм ιρѕυм ∂#
es_es: Compañero {peer_index}
fr: Pair {peer_index}
it_it: Collega {peer_index}
ja_jp: 他の受講者 {peer_index}
ka: თანაკურსელები {peer_index}
pl: Oceniający {peer_index}
pt_br: Colega {peer_index}
ru: Сокурсник {peer_index}
sw_ke: Rika {peer_index}
zh_tw: 同儕 {peer_index}

source: Peer Comments
ar: ملاحظات الزملاء
de_de: Kommentare anderer Teilnehmer
eo: Péér Çömménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Comentarios del compañero
fr: Commentaires des pairs
it_it: Commenti colleghi
ja_jp: 他の受講者のコメント
ka: სხვა სტუდენტის კომონეტარები
pl: Komentarze oceniających
ru: Комментарии однокурсников
sw_ke: Maoni ya Wataalamu
tr_tr: Akran Yorumları

source: Self Assessment Grade
ar: درجة التقييم الذاتي
de_de: Note für die Selbstbewertung
eo: Sélf Àsséssmént Grädé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Calificación de la autoevaluación
fr: Note de l'auto-évaluation
it_it: Valutazione Auto-valutazione
ja_jp: セルフ・アセスメントの成績
ka: თვითშეფასების ქულა
pl: Samodzielna ocena
pt_br: Nota da auto avaliação
ru: Самооценка
sw_ke: Daraja la Tathmini Binafsi
zh_tw: 自我評量分數

source: Your Self Assessment
ar: تقييمك الذاتي
de_de: Deine Selbstbewertung
eo: Ýöür Sélf Àsséssmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Tu autoevaluación
fr: Votre auto-évaluation
it_it: La Tua Propria Valutazione
ja_jp: セルフ・アセスメント
ka: თქვენი თვითშეფასება
pl: Twoja samodzielna ocena
pt_br: Sua Auto-avaliação
ru: Ваша оценка своей работы
sw_ke: Tathmini Yako Binafsi
th: การประเมินส่วนตัว
tr_tr: Öz-değerlendirmeniz
zh_tw: 您的自我評分

source: Your Comments
ar: تعليقاتك
de_de: Ihre Kommentare
eo: Ýöür Çömménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Tus comentarios
fr: Vos commentaires
it_it: Commenti personali
ja_jp: あなたのコメント
ka: თქვენი კომენტარები
pl: Twoje komentarze
pt_br: Seus Comentários
ru: Ваши комментарии
sw_ke: Maoni Yako
tr_tr: Yorumunuz
zh_tw: 你的評論

source: Waiting for peer reviews
ar: بانتظار آراء الزملاء
de_de: Warte auf Bewertungen der anderen Kursteilnehmer
eo: Wäïtïng för péér révïéws Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Esperando la revisión de los compañeros
fr: En attente de l'évaluation par les pairs
it_it: In attesa delle revisioni dei colleghi
ja_jp: 他の受講者のレビュー待ち
ka: სხვა სტუდენტების შეფასების მოლოდინში
pl: Oczekiwanie na oceny współkursantów
pt_br: Aguardando por revisões dos colegas
ru: Дождитесь проверки
sw_ke: Inasubiri kupitiwa na wataalam wengine
tr_tr: Akran incelemeleri bekleniyor
zh_tw: 等待同儕觀摩

source: Peer
ar: زميل
de_de: Partner
eo: Péér Ⱡ'σяєм ι#
es_es: Compañero
fr: Pair
ja_jp: 他の受講者
ka: კურსელი
pl: Oceniający
pt_br: Colega
ru: Взаимооценка
sw_ke: Rika
th: เพื่อน
tr_tr: Kişi
zh_tw: 同儕

source: The grade for this problem is determined by your Staff Grade.
ar: تم تقدير درجة هذه المسألة وفقًا لتقييم طاقم مساقك.
de_de: Die Note für diese Aufgabe wird durch Ihre Dozentenbewertung bestimmt.
eo: Thé grädé för thïs prößlém ïs détérmïnéd ßý ýöür Stäff Grädé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: La calificación para esta tarea está determinada por la calificación del equipo docente.
fr: La note pour cet exercice est déterminée par votre Note d'équipe pédagogiquie.
it_it: La valutazione per questo problema è determinata dal voto del docente.

source: The grade for this problem is determined by the median score of your Peer Assessments.
ar: تم تقدير درجة هذه المسألة وفقًا لمتوسط تقييمات زملائك.
de_de: Die Note für diese Aufgabe wird durch den Mittelwert Ihrer Partnerbewertung bestimmt.
eo: Thé grädé för thïs prößlém ïs détérmïnéd ßý thé médïän sçöré öf ýöür Péér Àsséssménts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: La calificación para esta tarea está determinada por la media de la evaluación de tus compañeros.
fr: La note pour cet exercice est déterminée par la note moyenne de vos évaluations par les pairs.
it_it: La valutazione per questo problema è determinata dal punteggio medio delle Valutazioni dei colleghi.

source: The grade for this problem is determined by your Self Assessment.
ar: تم تقدير درجة هذه المسألة وفقًا لتقييمك الذاتي.
de_de: Die Benotung für dieses Problem wird durch deine Selbstbewertung bestimmt.
eo: Thé grädé för thïs prößlém ïs détérmïnéd ßý ýöür Sélf Àsséssmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: La calificación para esta tarea está determinada por tu autoevaluación.
fr: La note pour cet exercice est déterminée par votre auto-évaluation.
it_it: La valutazione per questo problema è determinata dall'Autovalutazione.

source: You have successfully completed this problem and received a {earned_points}/{total_points}.
ar: لقد أتممت حل هذه المسألة بنجاح وحصلت على {earned_points}/{total_points}.
de_de: Du hast dieses Problem erfolgreich gelöst und {earned_points}/{total_points} erhalten.
eo: Ýöü hävé süççéssfüllý çömplétéd thïs prößlém änd réçéïvéd ä {earned_points}/{total_points}. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Has completado esta tarea con éxito y has obtenido una calificación de {earned_points}/{total_points}.
fr: Vous avez réussi cet exercice et obtenu {earned_points}/{total_points}.
it_it: Questo problema è stato completato correttamente e hai ricevuto {earned_points}/{total_points}.

source: You have not yet received all necessary peer reviews to determine your final grade.
ar: لم تصلك بعد جميع مراجعات الزملاء اللازمة لتقرير درجتك النهائية.
de_de: Du hast noch nicht alle erforderlichen Teilnehmerrezensionen erhalten, um deine Abschlussnote zu bestimmen.
eo: Ýöü hävé nöt ýét réçéïvéd äll néçéssärý péér révïéws tö détérmïné ýöür fïnäl grädé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Aún no has recibido todas las revisiones necesarias para determinar tu calificación final.
fr: Vous n'avez pas encore reçu tous les avis des pairs nécessaires pour déterminer votre note finale.
it_it: Non hai ancora ricevuto tutte le revisioni dei colleghi necessarie per determinare la valutazione finale.

source: Peer Assessment Only
ar: تقييم الزملاء فقط
de_de: Ausschließlich Partnerbewertung
eo: Péér Àsséssmént Önlý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Solo evaluación por pares
fr: Évaluation par les pairs seulement
it_it: Solo valutazione dei colleghi

source: Self Assessment Only
ar: تقييم ذاتي فقط
de_de: Ausschließlich Selbstbewertung
eo: Sélf Àsséssmént Önlý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Solo autoevaluación
fr: Auto-évaluation seulement
it_it: Solo Auto-valutazione

source: Staff Assessment Only
ar: تقييم طاقم المساق فقط
de_de: Ausschließlich Dozentenbewertung
eo: Stäff Àsséssmént Önlý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Solo evaluación por el equipo docente
fr: Évaluation par l'équipe enseignante seulement
it_it: Solo valutazione dello staff

source: Self Assessment to Peer Assessment
ar: تقييم ذاتي لتقييم الزملاء
de_de: Selbstbewertung und Partnerbewertung
eo: Sélf Àsséssmént tö Péér Àsséssmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Autoevaluación a evaluación por pares
fr: Auto-évaluation à évaluation par les pairs
it_it: Da auto-valutazione a valutazione dei colleghi

source: Self Assessment to Staff Assessment
ar: تقييم ذاتي لتقييم الطاقم
de_de: Selbstbewertung und Dozentenbewertung
eo: Sélf Àsséssmént tö Stäff Àsséssmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Autoevaluación a evaluación del equipo docente
fr: Auto-évaluation à évaluation par l'équipe enseignante
it_it: Da auto-valutazione a valutazione dello staff

source: You must submit a response before you can perform a peer assessment.
ar: يجب أن تقدّم ردًّا قبل أن تتمكّن من إجراء تقييم للزملاء.
de_de: Sie müssen eine Antwort einreichen, bevor Sie eine Partnerbewertung durchführen können.
eo: Ýöü müst süßmït ä réspönsé ßéföré ýöü çän pérförm ä péér ässéssmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Debes enviar una respuesta para poder realizar la evaluación por pares.
fr: Vous devez envoyer une réponse avant de pouvoir effectuer l'évaluation par les pairs.
it_it: È necessario inoltrare una risposta prima di poter eseguire una valutazione dei colleghi.
ja_jp: ピア・アセスメントを実施する前に解答を提出してください。
ka: ურთიერთშეფასების დაწყებამდე, ჯერ საკუთარი პასუხი უნდა გაგზავნოთ.
pl: Musisz przesłać odpowiedź, zanim będziesz mógł przejść do oceniania prac innych osób.
pt_br: Você deve enviar uma resposta antes que você possa realizar uma avaliação dos colegas.
ru: Вам необходимо отправить свой ответ прежде чем оценивать ответы однокурсников.
sw_ke: Lazima uwasilishe jibu kabla ya kufanyiwa tathmini ya wataalam.
zh_tw: 您必須先送出答案才能開始進行同儕互評。

source: This feedback has already been submitted or the submission has been cancelled.
ar: سبق أن جرى تقديم هذه الآراء والملاحظات أو قد أُلغِيَ التقديم.
de_de: Dieses Feedback wurde bereits übertragen oder die Übertragung wurde abgebrochen.
eo: Thïs féédßäçk häs älréädý ßéén süßmïttéd ör thé süßmïssïön häs ßéén çänçélléd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Esta retroalimentación ya se ha enviado o bien se ha cancelado la entrega.
fr: Ce retour a déjà été envoyé ou l'envoi a été annulé.
it_it: Questo feedback è già stato inoltrato o l'inoltro è stato annullato.
ja_jp: このフィードバックはすでに提出済み、あるいは提出物がキャンセルされています。
ka: ეს გამოხმაურება უკვე გაგზავნილია ან პასუხი წაშლილია.
pl: Ta opinia została już przesłana, albo zgłoszenie zostało usunięte.
pt_br: Esta opinião já foi enviada ou o envio foi cancelado.
ru: Отзыв уже отправлен или ответ был удалён.
sw_ke: Jibu hili tayari limewasilishwa au wasilisho limebatilishwa.
th: ผลตอบกลับนี้ได้ถูกส่งเรียบร้อยแล้วหรือการส่งอาจถูกยกเลิก
tr_tr: Bu geri bildirim zaten gönderilmiş ya da gönderim iptal edilmiş.

source: Your peer assessment could not be submitted.
ar: عذرًا، لم يمكن تقديم تقييمك للزملاء.
de_de: Ihre Partnerbewertung konnte nicht übermittelt werden.
eo: Ýöür péér ässéssmént çöüld nöt ßé süßmïttéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Tu evaluación por pares no se ha podido enviar.
fr: Votre évaluation par les pairs n'a pas pu être envoyée.
it_it: Impossibile inoltrare la valutazione dei colleghi.
ja_jp: ピア・アセスメントを提出できませんでした。
ka: თქვენი შესრულებული ურთიერთშეფასების გაგზავნა ვერ მოხერხდა.
pl: Nie udało się wysłać twojej oceny.
pt_br: A sua avaliação dos colegas não pôde ser enviada.
ru: Не удалось отправить вашу оценку.
sw_ke: Tathmini yako ya pamoja haikuweza kutumwa.
th: การประเมินเพื่อนของคุณไม่สามารถส่งได้
tr_tr: Eş-değerlendirmeniz gönderilemedi.
zh_tw: 無法送出您的同儕評量。

source: Could not update workflow status.
ar: عذرًا، لم يمكن تحديث حالة سير العمل.
de_de: Kann den Status des Arbeitsflusses nicht aktualisieren.
eo: Çöüld nöt üpdäté wörkflöw stätüs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: No se ha podido actualizar el estado del flujo de trabajo.
fr: Impossible de mettre à jour l'état du workflow.
it_it: Impossibile aggiornare lo stato del flusso di lavoro.
ja_jp: ワークフローステータスを更新できませんでした。
ka: სამუშაო პროცესის სტატუსის განახლება ვერ მოხერხდა.
pl: Nie udało się zaktualizować stanu pracy.
pt_br: Não foi possível atualizar o status do fluxo de trabalho.
ru: Не удалось обновить статус рабочего процесса.
sw_ke: Haikuweza kutengeneza upya hali ya mtiririko wa kazi.
th: ไม่สามารถอัพเดทสถานะการทำงาน
tr_tr: İş akışı durumu güncellenemedi.
zh_tw: 無法更新工作流程狀態。

source: Could not load peer assessment.
ar: عذرًا، لم يمكن تحميل تقييم الزملاء.
de_de: Konnte nicht die Partnerbewertung laden.
eo: Çöüld nöt löäd péér ässéssmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: No se ha podido cargar la evaluación por pares.
fr: Impossible de charger l'évaluation par les pairs.
it_it: Impossibile caricare la valutazione dei colleghi.
ja_jp: ピア・アセスメントを読み込めませんでした。
ka: ურთიერთშეფასების ჩატვირთვა ვერ მოხერხდა.
pl: Nie udało się wczytać wzajemnej oceny.
pt_br: Não foi possível carregar a avaliação dos colegas.
ru: Не удалось загрузить взаимное оценивание.
sw_ke: Haikuweza kupakia tathmini ya pamoja.
th: ไม่สามารถโหลดการประเมินโดยเพื่อน
tr_tr: Eş değerlendirme yüklenemedi.
zh_tw: 無法載入同儕評量。

source: Submit your assessment and review another response
ar: قدِّم تقييمك ثمّ راجع ردًّا آخر.
de_de: Bewertung abgeben und eine weitere Antwort bewerten
eo: Süßmït ýöür ässéssmént änd révïéw änöthér réspönsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Envía tu evaluación y revisa otra respuesta
fr: Envoyer votre évaluation et examiner une autre réponse.
it_it: Invia la tua valutazione e passa ad un'altra risposta
ja_jp: 評価を提出し、別の解答を見る
ka: გაგზავნეთ თქვენი შეფასება და შეამოწმეთ სხვა პასუხი
pl: Prześlij swoją ocenę i sprawdź kolejną odpowiedź.
pt_br: Envie sua avaliação e revise outra resposta
ru: Отправить оценку и проверить ещё один ответ
sw_ke: Wasilisha tathmini yako na pitia upya jibu jingine
tr_tr: Değerlendirmenizi gönderin ve bir diğer cevabı inceleyin

source: Submit your assessment and move to next step
ar: قدِّم تقييمك ثم انتقل إلى الخطوة التالية.
de_de: Bewertung abgeben und zum nächsten Schritt weitergehen.
eo: Süßmït ýöür ässéssmént änd mövé tö néxt stép Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Envía tu evaluación y continúa con el paso siguiente
fr: Envoyer votre évaluation et passer à l'étape suivante
it_it: Inoltra la valutazione e vai al passo successivo
ja_jp: 評価を提出し、次のステップへ進む
ka: გაგზავნეთ თქვენი შეფასება და გადადით შემდეგ საფეხურზე
pl: Prześlij swoją ocenę i przejdź do kolejnego etapu
pt_br: Envie sua avaliação e siga para a próxima etapa
ru: Отправить оценку и перейти к следующему шагу
sw_ke: Wasilisha tathmini yako na nenda kwenye hatua ifuatayo
tr_tr: Değerlendirmenizi gönderin ve sonraki adıma geçin

source: Submit your assessment and move to response #{response_number}
ar: قدِّم تقييمك ثم انتقل إلى الرد #{response_number}.
de_de: Reichen Sie Ihre Bewertung ein und gehen weiter zu Antwort #{response_number}
eo: Süßmït ýöür ässéssmént änd mövé tö réspönsé #{response_number} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Envía tu evaluación y continúa con la respuesta #{response_number}
fr: Envoyer votre évaluation et passer à la réponse #{response_number}
it_it: Inoltra la valutazione e vai alla risposta {response_number}
ja_jp: 評価を提出し、解答#{response_number}へ
ka: გაგზავნეთ თქვენი შეფასება და გადადით პასუხზე #{response_number}
pl: Prześlij swoją ocenę i przejdź do odpowiedzi #{response_number}
pt_br: Envie sua avaliação e siga para a resposta #{response_number}
ru: Отправить оценку и перейти к ответу № {response_number}
sw_ke: Wasilisha tathmini yako na nenda kwenye jibu #{response_number}
tr_tr: Değerlendirmenizi gönderin ve #{response_number} numaralı cevaba geçin

source: '{date}' is an invalid date format. Make sure the date is formatted as YYYY-MM-DDTHH:MM:SS.
ar: تُعدّ '{date}' صيغة غير صحيحة للتاريخ. يُرجى التأكّد من كتابة التاريخ بهذه الصيغة YYYY-MM-DDTHH:MM:SS.
de_de: '{date}' ist nicht richtig formatiert. Stellen Sie sicher das das Datum folgendem Format entspricht: YYYY-MM-DDTHH:MM:SS.
eo: '{date}' ïs än ïnvälïd däté förmät. Mäké süré thé däté ïs förmättéd äs ÝÝÝÝ-MM-DDTHH:MM:SS. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: '{date}' es un formato de fecha no válido. Asegúrate de que la fecha tiene el formato AAAA-MM-DDTHH:MM:SS.
fr: '{date}' est un format de date invalide. Vérifiez que le format de la date suit le modèle YYYY-MM-DDTHH:MM:SS.
it_it: '{date}' è un formato della data non valido. Accertarsi che la data sia in formato AAAA-MM-GGTHH:MM:SS.
ja_jp: '{date}' は無効な日付フォーマットです。 YYYY-MM-DDTHH:MM:SS のフォーマットで記述してください。
ka: '{date}' არის თარღის არასწორი ფორმატი. დარწმუნდით რომ თარიღი დაფორმატებულია შემდეგნაირად YYYY-MM-DDTHH:MM:SS.
pl: '{date}' jest nieprawidłowym formatem daty. Upewnij się, że data została sformułowana następująco: RRRR-MM-DDTHH:MM:SS.
pt_br: '{date}' está num formato de data inválido. Certifique-se de que a data esteja formatada como AAAA-MM-DDTHH:MM:SS.
ru: '{date}' имеет неверный формат. Убедитесь, что дата представлена в формате ГГГГ-ММ-ДДВЧЧ:ММ:СС.
sw_ke: '{date}' ni muundo batili wa tarehe. Hakikisha tarehe imeundwa kama YYYY-MM-DDTHH:MM:SS.
th: '{date}'รูปแบบไม่ถูกต้อง ตรวจสอบรูปแบบการเรียงเวลาให้เป็นรูปแบบนี้ YYYY-MM-DDTHH:MM:SS
tr_tr: '{date}' geçersiz tarih formatı. Tarih formatının GG-AA-YYYY SA:DK:SN olduğundan emin olun.
zh_tw: '{date}'不是一個合法的日期格式，請確定您使用 YYYY-MM-DDTHH:MM:SS 的標準日期格式。

source: '{date}' must be a date string or datetime
ar: يجب على '{date}' أن يكون سلسلة من التواريخ أو من التواريخ والوقت
eo: '{date}' müst ßé ä däté strïng ör dätétïmé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: '{date}' ha de ser date string o datetime
fr: '{date}' doit être une chaîne de caractères ou un élément \"datetime\"
it_it: '{date}' deve essere una stringa di data o datetime
ja_jp: '{date}' は日付の文字列または日時でなければいけません
ka: '{date}' უნდა იყოს სტრიქონი თარიღით ან datetime ფორმატში
pl: '{date}' musi być wierszem daty lub formatem datetime
pt_br: '{date}' deve ser uma data ou data e hora
ru: '{date}' должна быть строкой с датой или в формате datetime
sw_ke: '{date}' lazima uwe mstari wa tarehe au tarehe na wakati
th: '{date}' ต้องเป็นตัวอักษรวันที่หรือวันเวลา
tr_tr: '{date}' tarih dizgesi ya da tarih zamanı olmalı
zh_tw: '{date}' 必須是個日期字串或是datetime型態

source: This step's start date '{start}' cannot be earlier than the previous step's start date '{prev}'.
ar: لا يمكن لتاريخ البدء بهذه الخطوة '{start}' أن يسبق تاريخ البدء بالخطوة السابقة '{prev}'.
de_de: Das Anfangsdatum dieses Schritts '{start}' kann nicht früher sein, als das des vorherigen Schritts '{prev}'.
eo: Thïs stép's stärt däté '{start}' çännöt ßé éärlïér thän thé prévïöüs stép's stärt däté '{prev}'. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: La fecha de comienzo de este paso '{start}' no pude ser anterior a la fecha de comienzo del paso anterior '{prev}'.
fr: La date de début de cette étape '{start}' ne peut être antérieure à la date de début de l'étape précédente '{prev}'.
it_it: La data di inizio di questo passo '{start}' non può essere precedente alla data di inizio del passo precedente '{prev}'.
ja_jp: このステップの開始日 '{start}' は前のステップの開始日 '{prev}' よりも後でなければいけません。
ka: ამ საფეხურის დაწყების თარიღი '{start}' არ უნდა იყოს წინა საფეხურის დაწყების თარიღზე '{prev}' ადრე.
pl: Data rozpoczęcia tego etapu '{start}' nie może być wcześniejsza od daty rozpoczęcia poprzedniego etapu '{prev}'.
pt_br: Data de início deste passo '{start}' não pode ser anterior à data de início do passo anterior '{prev}'.
ru: Дата запуска этого шага '{start}' не может предшествовать дате запуска предыдущего шага '{prev}'.
sw_ke: Hatua hii ya tarehe ya kuanza '{start}' haiwezi kuwa mapema kuliko hatua iliyopita ya tarehe ya kuanza '{prev}'.
th: วันเริ่มในขั้นนี้ '{start}'ไม่สามารถจะเร็วกว่าวันที่เริ่มต้นขั้นตอนก่อนหน้า'{prev}'
tr_tr: Bu adımın başlangıç tarihi '{start}', önceki adımın başlangıç tarihinden '{prev}' önce olamaz
zh_tw: 此步驟的起始時間 '{start}' 不能早於前一步驟的起始時間 '{prev}'。

source: This step's due date '{due}' cannot be later than the next step's due date '{prev}'.
ar: لا يمكن لتاريخ استحقاق هذه الخطوة '{due}' أن يأتي بعد تاريخ استحقاق الخطوة التالية '{prev}'.
de_de: Das Fälligkeitsdatum dieses Schritts '{due}' kann nicht später liegen, als das des nächsten Schritts '{prev}'.
eo: Thïs stép's düé däté '{due}' çännöt ßé lätér thän thé néxt stép's düé däté '{prev}'. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: La fecha límite de este paso '{due}' no puede ser posterior a la fecha límite del siguiente paso '{prev}'.
fr: La date d'échéance de cette étape '{due}' ne peut pas être postérieure à la date d'échéance de l'étape suivante '{prev}'.
it_it: La data di scadenza di questo passo '{due}' non può essere successiva alla data di scadenza del passo successivo '{prev}'.
ja_jp: このステップの締切 '{due}' は次のステップの締切 '{prev}' より前でなければいけません。
ka: ამ საფეხურის ბოლო ვადა '{due}' არ უნდა იყოს უფრო გვიან ვიდრე შემდეგი საფეხურის ბოლო ვადა '{prev}'.
pl: Termin końcowy tego etapu '{due}' nie może być późniejszy od terminu końcowego kolejnego etapu '{prev}'.
pt_br: Data de encerramento deste passo '{due}' não pode ser posterior a data de encerramento do próximo passo '{prev}'.
ru: Срок сдачи этого шага '{due}' не может быть позже срока сдачи последующего шага '{prev}'.
sw_ke: Hatua hii ya tarehe stahiki '{due}' haiwezi kuchelewa zaidi ya hatua ifuatayo ya tarehe ya mwisho '{prev}'.
th: วันเริ่มในขั้นนี้ '{due}'ไม่สามารถจะช้ากว่าวันที่เริ่มต้นขั้นตอนก่อนหน้า'{prev}'
tr_tr: Bu adımın son tarihi '{due}' sonraki adımın son tarihi '{prev}'den sonra olamaz.
zh_tw: 此步驟的截止時間 '{due}' 不能早於前一步驟的截止時間 '{prev}'。

source: The start date '{start}' cannot be later than the due date '{due}'
ar: لا يمكن لتاريخ البدء '{start}' أن يأتي بعد تاريخ الاستحقاق '{due}'.
de_de: Das Anfangsdatum '{start}' darf nicht später liegen als das Fälligkeitsdatum '{due}'
eo: Thé stärt däté '{start}' çännöt ßé lätér thän thé düé däté '{due}' Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: La fecha de comienzo '{start}' no puede ser posterior a la fecha límite '{due}'
fr: La date de début '{start}' ne peut être postérieure à la date de rendu '{due}'
it_it: La data di inizio '{start}' non può essere successiva alla data di scadenza '{due}'
ja_jp: 開始日 '{start}' は締切 '{due}' より前でなければいけません
ka: საწყისი თარიღი '{start}' არ უნდა აღემატებოდეს ბოლო ვადას '{due}'
pl: Data rozpoczęcia '{start}' nie może być późniejsza od terminu końcowego '{due}'
pt_br: A data de início '{start}' não pode ser posterior à data de encerramento '{due}'
ru: Дата запуска '{start}' не может быть позже срока сдачи '{due}'
sw_ke: Tarehe ya kuanza '{start}' haiwezi kuwa baada ya tarehe ya mwisho/kumaliza '{due}'
th: วันเริ่มในขั้นนี้ '{start}'ไม่สามารถจะช้ากว่าวันกำหนดส่ง '{due}'
tr_tr: Başlangıç tarihi '{start}' son tarih '{due}'den sonra olamaz.
zh_tw: 起始時間 '{start}' 不能晚於截止時間 '{due}'

source: You must specify a block id from which to copy a rubric.
eo: Ýöü müst spéçïfý ä ßlöçk ïd fröm whïçh tö çöpý ä rüßrïç. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Debes especificar un ID del componente a partir del cual copiar una rúbrica.
fr: Vous devez spécifier un identifiant de bloc à partir duquel copier une rubrique.

source: Invalid block id.
eo: Ìnvälïd ßlöçk ïd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: ID de componente no válido
fr: Identifiant de block invalide.

source: No Open Response Assessment found in {course_id} with block id {block_id}
eo: Nö Öpén Réspönsé Àsséssmént föünd ïn {course_id} wïth ßlöçk ïd {block_id} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No se encontró ninguna tarea de respuesta abierta en {course_id} con un ID de componente {block_id}
fr: Aucune évaluation de réponse ouverte trouvée dans {course_id} avec l'ID de bloc {block_id}
