Repository: openedx/edx-ora2
Catalog: openassessment/locale/*/LC_MESSAGES/django.po
Languages: ar, de_de, eo, es_es, fr, it_it, ja_jp, ka, pl, pt_br, ru, sw_ke, th, tr_tr, zh_tw

source: Could not parse serialized rubric
ar: تَعذَّر تحليل سلّم التقييم المتسلسل
de_de: Kann serialisiertes Bewertungsschema nicht verarbeiten
eo: Çöüld nöt pärsé sérïälïzéd rüßrïç Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: No se pudo analizar la rúbrica serializada
it_it: Impossibile analizzare i criteri di valutazione serializzati
ja_jp: シリアル化されたルーブリックを解析することができませんでした
ka: შეუძლებელია სერიებად დაყოფილი შეფასების წესების ამოცნობა
pl: Nie udało się sparsować seryjnego szablonu
pt_br: Não é possível analisar a rubrica serializada
ru: Невозможно распознать сериализованные правила оценивания
sw_ke: Haikuweza kuchanganua maelezo ya mtiririko
th: ไม่สามารถแจงกฎรูบริคที่ต่อเนื่อง
tr_tr: Seri olarak yayınlanmış rubrik ayrıştırılamaz.
zh_tw: 系統無法解析 rubric

source: If your assignment includes a learner training step, the rubric must have at least one criterion, and that criterion must have at least one option.
ar: إذا كان واجبك يتضمّن خطوة تدريب للمتعلّمين، فيجب أن يتضمّن سلّم التقييم معيارًا واحدًا على الأقل، وعلى هذا المعيار أن يتضمّن خيارًا واحدًا على الأقل.
de_de: Wenn Ihre Aufgabe eine Teilnehmerübung enthält, muss das Bewertungsschema mindestens ein Kriterium beinhalten und diesen Kriterium wiederum mindestens eine Option.
eo: Ìf ýöür ässïgnmént ïnçlüdés ä léärnér träïnïng stép, thé rüßrïç müst hävé ät léäst öné çrïtérïön, änd thät çrïtérïön müst hävé ät léäst öné öptïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм #
es_es: Si su tarea incluye un paso de entrenamiento del estudiante, la rúbrica debe tener al menos un criterio y ese criterio debe tener al menos una opción.
fr: Si votre devoir comprend une étape de formation de l'apprenant, la grille doit avoir au moins un critère et ce critère doit avoir au moins une option.
it_it: Se il compito include una fase di formazione del discente, la griglia di valutazione deve avere almeno un criterio, e questo criterio deve avere almeno un'opzione.
ja_jp: 課題に受講者用トレーニングが含まれている場合、ルーブリックには少なくとも一つ評価基準が必要であり、その基準には少なくとも一つ選択肢が必要です。
ka: თუ თქვენი დავალება შეიცავს მსმენელის ტრენინგის საფეხურს, ეს შეფასება უნდა შეიცავდეს მინიმუმ ერთ კრიტერიუმს და მას სულ მცირე ერთი ვარიანტი უნდა ჰქონდეს.
pl: Jeśli twoje zadanie obejmuje etap szkoleniowy studenta, szablon musi zawierać przynajmniej jedno kryterium, a owo kryterium musi posiadać co najmniej jedną opcję.
pt_br: Se o seu trabalho incluir uma etapa de treinamento do aluno, a rubrica deve conter pelo menos um critério, e o mesmo deve conter pelo menos uma opção.
ru: Если ваше задание включает шаг обучения, при оценивании необходимо использовать хотя бы один критерий, который содержит не менее одной опции.
sw_ke: Kama mazoezi yako ni pamoja na hatua za mafundisho ya mwanafunzi, maelezo lazima yawe na angalau kigezo kimoja, na kigezo lazima kiwe na angalau chaguo moja la hiari .
tr_tr: Eğer göreviniz öğrenci eğitim basamağı içeriyorsa, rubrik en az bir tane ölçüte sahip olmalıdır, ve bu ölçek en az bir seçeneğe sahip olmalıdır.
zh_tw: 如果您的任務包含一個評分訓練的步驟，則評分準則必須至少要有一個評分標準，並且那評分標準必須至少含一評分選項。

source: Example {example_number} has a validation error: {error}
ar: نأسف لحدوث خطأ في عملية التحقق في المثال {example_number}: {error}
de_de: Beispiel {example_number} enthält einen Validierungsfehler: {error}
eo: Éxämplé {example_number} häs ä välïdätïön érrör: {error} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: El ejemplo {example_number} tiene un error de validación: {error}
fr: L'exemple {example_number} a rencontré l'erreur de validation suivante : {error}
it_it: Esempio {example_number} ha un errore di validazione: {error}
ja_jp: 例 {example_number} に認証エラーがあります: {error}
ka: მაგალითი {example_number} შეიცავს უზუსტობას: {error}
pl: Przykład {example_number} zawiera błąd walidacji: {error}
pt_br: Exemplo {example_number} possui um erro de validação: {error}
ru: При проверке примера {example_number} обнаружена ошибка: {error}
sw_ke: Mfano {example_number} ina kosa la uthibitishaji {error}
th: ตัวอย่าง {example_number} มีข้อผิดพลาดในการตรวจสอบ: {error}
tr_tr: Örnek {example_number} 'de bir doğrulama hatası var: {error}
zh_tw: 範例 {example_number} 出現驗證錯誤: {error}

source: Example {example_number} has an invalid option for "{criterion_name}": "{option_name}"
ar: يوجد في المثال {example_number} خيار غير صحيح بالنسبة لـ "{criterion_name}": "{option_name}"
de_de: Beispiel {example_number} enthält eine invalide Option für "{criterion_name}": "{option_name}"
eo: Éxämplé {example_number} häs än ïnvälïd öptïön för "{criterion_name}": "{option_name}" Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: El ejemplo {example_number} tiene una opción no válida para "{criterion_name}": "{option_name}"
fr: L'exemple {example_number} contient une option invalide pour "{criterion_name}": "{option_name}"
it_it: Esempio {example_number} ha una invalida opzione per "{criterion_name}": "{option_name}"
ja_jp: 例 {example_number} の"{criterion_name}"に無効な選択肢があります: "{option_name}"
ka: მაგალითი {example_number} შეიცავს არასწორ ვარიანტს "{criterion_name}": "{option_name}"
pl: Przykład {example_number} zawiera nieprawidłową opcję dla "{criterion_name}": "{option_name}"
pt_br: Exemplo {example_number} possui uma opção inválida para "{criterion_name}": "{option_name}"
ru: Некорректная опция для критерия «{criterion_name}» в примере {example_number}: «{option_name}»
sw_ke: Mfano {example_number} ina chaguo lisilo halali kwa "{criterion_name}": "{option_name}"
th: ตัวอย่าง {example_number} มีตัวเลือกไม่ถูกต้องสำหรับ "{criterion_name}": "{option_name}"
tr_tr: {example_number} numaralı örnek "{criterion_name}" için geçersiz seçeneğe sahip: "{option_name}"
zh_tw: 樣例 {example_number} 對 "{criterion_name}" 存在無效評分選項: "{option_name}"

source: Example {example_number} has an extra option for "{criterion_name}"
ar: يوجد في المثال {example_number} خيار إضافي لـ "{criterion_name}"
de_de: Beispiel {example_number} enthält eine extra Option für "{criterion_name}"
eo: Éxämplé {example_number} häs än éxträ öptïön för "{criterion_name}" Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: El ejemplo {example_number} tiene una opción extra para "{criterion_name}"
fr: L'exemple {example_number} contient une option supplémentaire pour "{criterion_name}"
it_it: Esempio {example_number} ha un'opzione di più per "{criterion_name}"
ja_jp: 例 {example_number} の"{criterion_name}"に不要な選択肢があります
ka: მაგალითი {example_number} შეიცავს ზედმეტ ვარიანტს "{criterion_name}"
pl: Przykład {example_number} zawiera ponadnormatywną opcję dla "{criterion_name}"
pt_br: Exemplo {example_number} possui uma opção extra para "{criterion_name}"
ru: Лишняя опция для критерия «{criterion_name}» в примере {example_number}
sw_ke: Mfano {example_number} una chaguo la ziada kwa "{criterion_name}"
th: ตัวอย่าง {example_number} มีตัวเลือกเพิ่มเติมสำหรับ "{criterion_name}"
tr_tr: {example_number} numaralı örnek "{criterion_name}" ekstra seçeneğe sahip.
zh_tw: 樣例 {example_number} 為 "{criterion_name}" 提供額外評分選項

source: Example {example_number} is missing an option for "{criterion_name}"
ar: ينقُصُ هذا المثال {example_number} خيارٌ لـ "{criterion_name}"
de_de: Dem Beispiel {example_number} fehlt eine Option für "{criterion_name}"
eo: Éxämplé {example_number} ïs mïssïng än öptïön för "{criterion_name}" Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Al ejemplo {example_number} le falta una opción de "{criterion_name}"
fr: Il manque une option pour "{criterion_name}" dans l'exemple {example_number}
it_it: Esempio {example_number} ha un'opzione di meno per "{criterion_name}"
ja_jp: 例 {example_number} の"{criterion_name}"に選択肢が足りません。
ka: მაგალითს {example_number} აკლია ვარიანტი "{criterion_name}"
pl: W przykładzie {example_number} brakuje opcji dla "{criterion_name}"
pt_br: Exemplo {example_number} está com uma opção faltando para "{criterion_name}"
ru: В примере {example_number} не хватает опции для критерия «{criterion_name}»
sw_ke: Mfano {example_number} inakosa chaguo la "{criterion_name}"
th: ตัวอย่าง {example_number} ขาดตัวเลือกสำหรับ "{criterion_name}"
tr_tr: "{criterion_name}" için eksik ayar örnek {example_number}
zh_tw: 樣例 {example_number} 對 "{criterion_name}" 缺少一個評分選項

source: Criterion {number}: {label}
eo: Çrïtérïön {number}: {label} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Criterio {number}: {label}
fr: Critère {number}: {label}
it_it: Criterio {number}: {label}
tr_tr: Ölçüt {number}: {label}

source: Points {number}
eo: Pöïnts {number} Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Puntos {number}
it_it: Punti {number}
tr_tr: {number} Puan

source: Median Score {number}
eo: Médïän Sçöré {number} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Puntuación media {number}
fr: Score médian {number}
it_it: Punteggio medio {number}
tr_tr: Medyan Not {number}

source: Feedback {number}
eo: Féédßäçk {number} Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Retroalimentación {number}
fr: Rétroaction {number}
tr_tr: {number} Geribildirim

source: Item ID
eo: Ìtém ÌD Ⱡ'σяєм ιρѕυм #
es_es: ID del elemento
fr: Identifiant de l'élément
it_it: ID elemento
pt_br: ID do item
th: ID ไอเท็ม
tr_tr: Öğe Kimliği
zh_tw: 選項編號

source: Submission ID
eo: Süßmïssïön ÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: ID de entrega
fr: ID de soumission
it_it: ID inoltro
tr_tr: Gönderim Kimliği

source: Anonymized Student ID
eo: Ànönýmïzéd Stüdént ÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: ID del estudiante anonimizado
fr: ID d'étudiant anonymisé
it_it: ID studente anonimo
tr_tr: Anonimleştirilmiş Öğrenci Kimliği

source: Assessment ID
eo: Àsséssmént ÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: ID de la tarea
fr: ID d'évaluation
it_it: ID valutazione
tr_tr: Değerlendirme Kimliği

source: Assessment Scored Date
eo: Àsséssmént Sçöréd Däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Fecha de calificación de la tarea
fr: Date de notation de l'évaluation
it_it: Data di assegnazione punteggio alla valutazione

source: Assessment Scored Time
eo: Àsséssmént Sçöréd Tïmé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Hora de calificación de la tarea
fr: Temps de notation de l'évaluation
it_it: Ora di assegnazione punteggio alla valutazione

source: Assessment Type
eo: Àsséssmént Týpé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Tipo de tarea
fr: Type d'évaluation
it_it: Tipo di valutazione
tr_tr: Değerlendirme Türü

source: Anonymous Scorer Id
eo: Ànönýmöüs Sçörér Ìd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: ID de calificación anónima
fr: Identifiant d'évaluateur anonyme
it_it: ID responsabile punteggio anonimo

source: Overall Feedback
ar: الآراء والملاحظات بالإجمال
de_de: Gesamte Rückmeldungen
eo: Övéräll Féédßäçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Retroalimentación general
fr: Commentaire global
it_it: Feedback complessivo
ja_jp: 全体フィードバック
ka: მთლიანი უკუკავშირი
pl: Końcowa opinia
pt_br: Opinião Geral
ru: Итоговый отзыв
sw_ke: Mrejesho wa Jumla
th: ผลตอบกลับทั้งหมด
tr_tr: Genel Geri Bildirim
zh_tw: 整體的反饋意見

source: Assessment Score Earned
eo: Àsséssmént Sçöré Éärnéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Calificaciónobtenida
fr: Note d'évaluation obtenu
it_it: Punteggio di valutazione acquisito

source: Assessment Scored At
eo: Àsséssmént Sçöréd Àt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Prueba calificada en
fr: Évaluation notée à
it_it: Punteggio valutazione assegnato a

source: Date/Time Final Score Given
eo: Däté/Tïmé Fïnäl Sçöré Gïvén Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Fecha/hora de calificación final de la tarea
fr: Date / heure de la note finale donnée
it_it: Data/ora assegnazione punteggio finale fornito

source: Final Score Earned
eo: Fïnäl Sçöré Éärnéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Calificación final obtenida
fr: Note finale obtenue
it_it: Punteggio finale acquisito
tr_tr: Alınan Final Notu

source: Final Score Possible
eo: Fïnäl Sçöré Pössïßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Calificaciónfinal posible
fr: Note finale possible
it_it: Punteggio finale possibile
tr_tr: Alınabilir Final Notu

source: Feedback Statements Selected
eo: Féédßäçk Stätéménts Séléçtéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Estractos de retroalimentación seleccionados
fr: Énoncés de rétroaction sélectionnés
it_it: Dichiarazioni di feedback selezionate
tr_tr: Geri Bildirim İfadeleri Seçildi

source: Feedback on Assessment
eo: Féédßäçk ön Àsséssmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Retroalimentación de la tarea
fr: Rétroaction sur l'évaluation
it_it: Feedback sulla valutazione
tr_tr: Değerlendirmeye İlişkin Geri Bildirim

source: Response Files
eo: Réspönsé Fïlés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Archivos de respuesta
fr: Fichiers de réponses
it_it: File di risposta

source: No description provided.
ar: لم يتم تقديم أي وصف.
de_de: Keine Beschreibung vorhanden
eo: Nö désçrïptïön prövïdéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: No se proporcionó descripción.
fr: Aucune description fournie.
it_it: Descrizione non disponibile
tr_tr: Açıklama girilmemiş.

source: Save
ar: حفظ
de_de: Speichern
eo: Sävé Ⱡ'σяєм ι#
es_es: Guardar
fr: Enregistrer
it_it: Salva
ja_jp: 保存
ka: შენახვა
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sw_ke: Hifadhi
th: บันทึก
tr_tr: Kaydet
zh_tw: 儲存

source: Cancel
ar: إلغاء
de_de: Abbrechen
eo: Çänçél Ⱡ'σяєм ιρѕυ#
es_es: Cancelar
fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ka: გაუქმება
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sw_ke: Batilisha
th: ยกเลิก
tr_tr: İptal
zh_tw: 取消

source: Open Response Assessments allow you to configure single or multiple steps in a rubric based open response assessment sequence. The steps available below can be enabled, disable, and ordered for a flexible set of pedagogical needs.
ar: تتيح لك تقويمات الإجابة المفتوحة تكوين خطوة واحدة أو خطوات متعددة في تسلسل تقويم إجابة مفتوحة يرتكز التقدير. يمكن تمكين الخطوات المتوفرة أدناه وتعطيلها وترتيبها لبناء مجموعة مرنة من الاحتياجات التعليمية.
eo: Öpén Réspönsé Àsséssménts ällöw ýöü tö çönfïgüré sïnglé ör mültïplé stéps ïn ä rüßrïç ßäséd öpén réspönsé ässéssmént séqüénçé. Thé stéps äväïläßlé ßélöw çän ßé énäßléd, dïsäßlé, änd ördéréd för ä fléxïßlé sét öf pédägögïçäl nééds. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє#
es_es: Las tareas de respuesta abierta te permiten configurar uno o varios pasos a través de una rúbrica. Los pasos disponibles a continuación pueden ser habilitados, deshabilitados y ordenados para un conjunto flexible de necesidades pedagógicas.
fr: Les évaluations de réponse ouverte vous permettent de configurer une ou plusieurs étapes dans une séquence d'évaluation de réponse ouverte basée sur une grille. Les étapes disponibles ci-dessous peuvent être activées, désactivées et commandées pour un ensemble flexible de besoins pédagogiques.
it_it: Gli Open Response Assessments ti permettono di configurare attività singole o multipli in una sequenza di rubriche a risposta aperta basata su griglie di valutazione. Le attività disponibili possono essere abilitate, disabilitate e ordinate a seconda delle esigenze didattiche del docente.

source: Display Name
ar: عرض الاسم
de_de: Anzeigename
eo: Dïspläý Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Nombre a mostrar
fr: Nom d'affichage
it_it: Mostra il nome
ja_jp: 表示名
ka: სახელი
pl: Nazwa wyświetlana
pt_br: Nome de exibição
ru: Отображаемое название
sw_ke: Onesha Jina
th: ชื่อที่แสดง
tr_tr: İsmi Göster
zh_tw: 顯示名稱

source: The display name for this component.
ar: اسم العرض لهذا العنصر.
de_de: Anzeigename für diese Komponente
eo: Thé dïspläý nämé för thïs çömpönént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: El nombre a mostrar de este componente.
fr: Le nom d'affichage de ce composant.
it_it: Il nome visualizzato per questo componente.
ja_jp: 本コンポーネントの表示名
ka: კომპონენტის ხილვადი სახელი.
pl: Nazwa wyświetlana tego elementu.
ru: Отображаемое название компонента
sw_ke: Jina la kizinzo kwa kipengele hiki.
tr_tr: Bu bileşen için gösterilecek ad.

source: Text Response
ar: إجابة نصية
de_de: Antwort in Form von Text
eo: Téxt Réspönsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Respuesta de texto
fr: Réponse texte
it_it: Inserisci una risposta testuale
ja_jp: テキスト解答
ka: პასუხი ტექსტური ფორმით
pl: Odpowiedź tekstowa
ru: Текстовый ответ
sw_ke: 'Majibu' ya Maandishi
tr_tr: Metin Yanıtı

source: Specify whether learners must include a text based response to this problem's prompt.
ar: حدد ما إذا كان يجب على المتعلمين إدراج إجابة نصية لهذه المسألة.
de_de: Definieren Sie, ob diese Aufgabe mit einem Text beantwortet werden muss.
eo: Spéçïfý whéthér léärnérs müst ïnçlüdé ä téxt ßäséd réspönsé tö thïs prößlém's prömpt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Especifica si los estudiantes deben incluir una respuesta basada en texto al enunciado de este problema.
fr: Indiquer si les apprenants doivent inclure une réponse texte pour cette question d'exercice.
it_it: Specificare se gli studenti devono includere una risposta basata su testo a questa richiesta del problema.
ja_jp: 受講者がこの問題に対してテキストベースの解答をしなければならないか否かを指定してください。
ka: მიუთითეთ ტექსტური ფორმითაც უნდა უპასუხონ თუ არა სტუდენტებმა ამ საკითხს.
pl: Określ, czy studenci mają załączyć odpowiedź tekstową na pytanie zawarte w tym ćwiczeniu.
ru: Укажите, должны ли слушатели дать текстовый ответ на данный вопрос.
sw_ke: Bainisha ikiwa wanafunzi wanalazimika kuweka jibu la maandishi kwenye swali hili.
tr_tr: Öğrencilerin bu sorunun karşısına metin tabanlı bir yanıt eklemesi gerekip gerekmediğini belirtin.

source: Response Editor
eo: Réspönsé Édïtör Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Editor de respuestas
fr: Éditeur de réponse
it_it: Editor di testo
tr_tr: Cevap Editörü

source: Select which editor learners will use to include a text based response to this problem's prompt.
eo: Séléçt whïçh édïtör léärnérs wïll üsé tö ïnçlüdé ä téxt ßäséd réspönsé tö thïs prößlém's prömpt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Selecciona qué editor usarán los estudiantes para incluir una respuesta basada en texto al enunciado de este problema.
fr: Sélectionnez l'éditeur que les apprenants utiliseront pour inclure une réponse textuelle à l'invite de ce problème.
it_it: Seleziona quale editor di testo gli studenti useranno per includere una risposta basata sul testo al prompt di questo problema.
tr_tr: Bu sorunun karşısına metin tabanlı bir cevap eklemek için öğrencilerin hangi editörü kullanacağını seçin.

source: File Uploads Response
ar: رد تحميلات الملفات
de_de: Antwort in Form einer Datei
eo: Fïlé Ûplöäds Réspönsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Cargar archivo como respuesta
fr: Charger un fichier réponse
it_it: Risposta al caricamento dei file
ja_jp: ファイルをアップロードする解答
ka: პასუხი ფაილის ატვირთვის ფორმით
pl: Odpowiedź w formie pliku
ru: Загрузка файла
sw_ke: 'Majibu' ya Faili la Upakiaji
tr_tr: Dosya Yüklemeleri Yanıtı

source: Specify whether learners are able to upload files as a part of their response.
ar: حدد ما إذا كان بإمكان المتعلمين تحميل الملفات كجزء من الإجابة.
de_de: Spezifizieren Sie, ob Lernende als Teil ihrer Antwort Dateien hochladen können sollen.
eo: Spéçïfý whéthér léärnérs äré äßlé tö üplöäd fïlés äs ä pärt öf théïr réspönsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Especifica si los estudiantes pueden cargar documentos junto con sus respuestas de texto.
fr: Indiquer si les apprenants peuvent charger un fichier comme partie de leur réponse.
it_it: Specificare se gli studenti possono caricare un file come parte della loro risposta.
ja_jp: 解答の一部としてファイルをアップロードできるか否かを設定します。
ka: მიუთითეთ ამ საკითხზე პასუხის გასაცემად შეუძლიათ თუ არა სტუდენტებს ფაილის ატვირთვა.
pl: Określ, czy studenci mają możliwość przesyłania plików w ramach elementu swojej odpowiedzi.
ru: Укажите, могут ли слушетели загружать файлы как часть своего ответа.
sw_ke: Bainisha ikiwa wanafunzi wanaweza kupakia mafaili kama sehemu ya majibu yao.
tr_tr: Öğrencilerin yanıtlarının bir parçası olarak dosya yükleyip yükleyemeyeceklerini belirtin.

source: Allow Multiple Files
ar: السماح بملفات متعددة
de_de: Erlaube das Hochladen von mehreren Dateien
eo: Àllöw Mültïplé Fïlés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Permitir múltiples archivos
fr: Autoriser plusieurs fichiers
it_it: Permettere file multipli
tr_tr: Çoklu Dosyalara İzin Ver

source: False
ar: خطأ
de_de: Falsch
eo: Fälsé Ⱡ'σяєм ιρѕ#
es_es: Falso
fr: Faux
it_it: Falso
ka: არა
pl: Tak
pt_br: Falso
ru: Нет
sw_ke: Si kweli
th: ผิด
tr_tr: Yanlış
zh_tw: 否

source: True
ar: صح
de_de: Richtig
eo: Trüé Ⱡ'σяєм ι#
es_es: Verdadero
fr: Vrai
it_it: Vero
ka: დიახ
pl: Nie
pt_br: Verdadeiro
ru: Да
sw_ke: Kweli
th: ถูก
tr_tr: Doğru
zh_tw: 是

source: Specify whether learners can upload more than one file. This has no effect if File Uploads Response is set to None. This is automatically set to True for Team Assignments.
ar: حدد ما إذا كان بإمكان المتعلمين تحميل أكثر من ملف واحد. لا يكون لهذا تأثير إذا تم تعيين استجابة تحميل الملفات إلى لاشئ. يتم تعيين ذلك تلقائيًا إلى صحيح لمهام الفريق.
eo: Spéçïfý whéthér léärnérs çän üplöäd möré thän öné fïlé. Thïs häs nö éfféçt ïf Fïlé Ûplöäds Réspönsé ïs sét tö Nöné. Thïs ïs äütömätïçällý sét tö Trüé för Téäm Àssïgnménts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυ#
es_es: Especifica si los estudiantes pueden subir más de un archivo. Esto no tendrá efecto si la opción Cargar archivo como respuesta está configurada como Ninguno. Esto se configura automáticamente a Verdadero para Tareas de equipo.
fr: Indiquez si les apprenants peuvent télécharger plusieurs fichiers. Cela n'a aucun effet si la réponse aux téléchargements de fichiers est définie sur None. Ceci est automatiquement défini sur True pour les affectations d'équipe.
it_it: Specificare se gli studenti possono caricare più di un file. Questa impostazione non ha effetto se l'opzione Risposta al caricamento file è impostata su Nessuna. Questa opzione viene automaticamente impostata su True per i compiti dei team.
tr_tr: Öğrencilerin birden fazla dosya yükleyip yükleyemeyeceğini belirtin. Dosya Yükleme Yanıtı None olarak ayarlanırsa bunun hiçbir etkisi yoktur. Bu, Takım Görevleri için otomatik olarak True olarak ayarlanır.

source: File Upload Types
ar: أنواع الملفات المحمّلة
de_de: Datentypen zum Upload
eo: Fïlé Ûplöäd Týpés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Tipos de archivos a cargar
fr: Type de fichier à charger
it_it: Formati di file da caricare
ja_jp: アップロードファイルの種類
ka: ასატვირთი ფაილის ფორმატები
pl: Typy przesyłanych plików
ru: Типы файлов
sw_ke: Aina za 'Upakiaji' Faili
tr_tr: Yüklenebilir Dosya Türleri

source: PDF or Image Files
ar: PDF أو ملفات الصور
de_de: PDFs oder Bilddateien
eo: PDF ör Ìmägé Fïlés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Archivos PDF o de imagen
fr: Fichier PDF ou image
it_it: File PDF o immagine
ja_jp: PDFまたは画像ファイル
ka: PDF ან სურათის ტიპის ფაილები
pl: PDF lub pliki graficzne
ru: PDF или изображения
sw_ke: PDF au Faili la Picha
tr_tr: PDF veya Görüntü Dosyaları

source: Image Files
ar: ملفات صور
de_de: Bilddateien
eo: Ìmägé Fïlés Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Archivos de imagen
fr: Fichier image
it_it: Immagine
ja_jp: 画像ファイル
ka: სურათის ტიპის ფაილები
pl: Pliki graficzne
ru: Изображения
sw_ke: Faili la Picha
tr_tr: Görüntü Dosyaları
