Repository: openedx/edx-ora2
Catalog: openassessment/locale/*/LC_MESSAGES/django.po
Languages: ar, de_de, eo, es_es, fr, it_it, ja_jp, ka, pl, pt_br, ru, sw_ke, th, tr_tr, zh_tw

source: This problem must include at least one assessment.
ar: يجب أن تتضمّن هذه المسألة تقييمًا واحدًا على الأقلّ.
de_de: Diese Fragestellung muss in mindestens einer Bewertung vorkommen.
eo: Thïs prößlém müst ïnçlüdé ät léäst öné ässéssmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Esta tarea ha de incluir al menos una evaluación.
fr: Ce problème doit inclure au moins une évaluation.
it_it: Questo problema deve includere almeno una valutazione.
ja_jp: この問題はアセスメントを１つ以上含む必要があります。
ka: ეს ამოცანა უნდა შეიცავდეს სულ მცირე ერთ დავალებას.
pl: To ćwiczenie musi posiadać co najmniej jedną ocenę.
pt_br: Este problema deve incluir pelo menos uma avaliação.
ru: Это задание должно включать в себя хотя бы один способ оценивания.
sw_ke: Tatizo hili lazima liwekewe japo tathmini moja.
th: ปัญหานี้ต้องมีอย่างน้อยหนึ่งการประเมิน
tr_tr: Bu sorun en azından bir değelendirme içermelidir.
zh_tw: 問題中必須至少包含一個評量。

source: The assessment order you selected is invalid.
ar: ترتيب التقييم الذي اخترته غير صحيح.
de_de: Die Bewertungsreihenfolge, die Sie ausgewählt haben, ist ungültig.
eo: Thé ässéssmént ördér ýöü séléçtéd ïs ïnvälïd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: El orden de evaluación que has seleccionado no es válido.
fr: L'ordre de l'évaluation que vous avez sélectionné est invalide.
it_it: L'ordine della valutazione selezionato non è valido.
ja_jp: あなたが選択したアセスメントの順序は正しくありません。
ka: თქვენი არჩეული შეფასების წყობა არასწორია.
pl: Wybrana przez ciebie kolejność oceniania jest nieprawidłowa.
pt_br: A ordem de avaliação selecionada é inválida.
ru: Выбранный порядок оценивания неверен.
sw_ke: Mpangilio wa tathmini uliouchagua sio halali.
th: ลำดับการประเมินที่คุณเลือกไม่ถูกต้อง
tr_tr: Seçtiğiniz değerlendirme sırası geçersiz.
zh_tw: 您選擇的評分順序是無效的。

source: In peer assessment, the "Must Grade" value must be a positive integer.
ar: في تقييم الزملاء، يجب أن تكون قيمة "يجب اللتقييم" عددًا صحيحًا موجبًا.
de_de: Bei der Partnerbewertung muss der "Zu Benoten"-Wert eine positive Ganzzahl sein.
eo: Ìn péér ässéssmént, thé "Müst Grädé" välüé müst ßé ä pösïtïvé ïntégér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: En la evaluación por pares, el valor "Debe calificarse" tiene que ser un número entero positivo.
fr: Dans l'évaluation par les pair, la valeur "Doit Noter" doit être une valeur entière et positive.
it_it: Nella valutazione dei colleghi, il valore "Deve valutare" deve essere un intero positivo.
ja_jp: ピア・アセスメントの"必要評価数"は整数でなければいけません。
ka: ურთიერთშეფასებაში მნიშვნელობა "აუცილებელი ნიშანი" უნდა იყოს დადებითი რიცხვი.
pl: W zadaniu z oceną wzajemną wartość pola "Liczba prac do ocenienia" musi być liczbą dodatnią.
pt_br: Na avaliação por colegas, o valor da seção "Avaliação obrigatória" deve ser um número inteiro positivo.
ru: При взаимном оценивании число ответов, которые должен оценить каждый, должно быть положительным.
sw_ke: Katika tathmini ya, thamani ya "Must Grade" lazima iwe namba chanya.
th: การประเมินโดยเพื่อน ค่า"ต้องให้คะแนน" ต้องเป็นจำนวนเต็มบวก
tr_tr: Eş değerlendirmede, "Puanlandırılmalı" değeri pozitif tam sayı olmalıdır.
zh_tw: 在同儕互評中，"必需評分數"的值必須是個正整數。

source: In peer assessment, the "Graded By" value must be a positive integer.
ar: في تقييم الزملاء، يجب أن تكون قيمة "مقيَّم من قِبل" عددًا صحيحًا موجبًا.
de_de: Bei der Partnerbewertung muss der "Benotet von"-Wert eine positive Ganzzahl sein.
eo: Ìn péér ässéssmént, thé "Grädéd Bý" välüé müst ßé ä pösïtïvé ïntégér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: En la evaluación por pares, el valor "Calificado por" debe de ser un número entero positivo.
fr: Dans l'évaluation par les pair, la valeur "Noté Par" doit être une valeur entière et positive.
it_it: Nella valutazione dei colleghi, il valore "Valutato da" deve essere un intero positivo.
ja_jp: ピア・アセスメントの"被評価数"は整数でなければいけません。
ka: ურთიერთშეფასებაში ველის „შეაფასა“ მნიშვნელობა უნდა იყოს დადებითი რიცხვი.
pl: W zadaniu z oceną wzajemną wartość pola "Liczba oceniających" musi być liczbą dodatnią.
pt_br: Na avaliação por colegas, o valor da seção "Avaliado por" deve ser um número inteiro positivo.
ru: При взаимном оценивании необходимое количество оценок ответа должно быть положительным.
sw_ke: Katika tathmini ya pamoja, thamani ya "Graded By" lazima iwe namba chanya.
th: การประเมินโดยเพื่อน ค่า"ให้คะแนนโดย" ต้องเป็นจำนวนเต็มบวก
tr_tr: Eş değerlendirmede, "Puanlandıran" değeri pozitif tam sayı olmalıdır.
zh_tw: 在同儕互評中，"被評分數"的值必須是個正整數。

source: In peer assessment, the "Must Grade" value must be greater than or equal to the "Graded By" value.
ar: في تقييم الزملاء، يجب أن تكون قيمة "يجب التقييم" عددًا أكبر من قيمة "مقيَّم من قِبل" أو مساويًا لها.
de_de: Bei der Partnerbewertung muss der "Zu Benoten"-Wert größer oder gleich des "Benotet von"-Werts sein.
eo: Ìn péér ässéssmént, thé "Müst Grädé" välüé müst ßé gréätér thän ör éqüäl tö thé "Grädéd Bý" välüé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: En la evaluación por pares, el valor "Debe calificarse" tiene que ser mayor o igual al valor de "Calificado por".
fr: Dans l'évaluation par les pair, la valeur "Doit Noter" doit être une valeur plus grande ou égale à celle de la valeur "Noté Par".
it_it: Nella valutazione dei colleghi, il valore "Deve valutare" deve essere maggiore o uguale al valore "Valutato da".
ja_jp: ピア・アセスメントの"必要評価数"は、"被評価数"と同数あるいはより大きい値でなければいけません。
ka: ურთიერთშეფასებაში ველი „აუცილებელი შეფასება“ უნდა იყოს „შეაფასა“-ზე მეტი ან ტოლი.
pl: W zadaniu z oceną wzajemną, wartość pola "Liczba prac do ocenienia" musi być większa bądź równa wartości pola "Liczba oceniających".
pt_br: Na avaliação por colegas, o valor da seção "Avaliação obrigatória" deve ser maior ou igual ao valor de "Avaliado por".
ru: При взаимном оценивании число ответов, которые должен оценить каждый, должно быть не меньше необходимого количества оценок ответа.
sw_ke: Katika tathmini ya pamoja, thamani ya "Must Grade" lazima iwe kubwa zaidi au sawa na thamani ya "Graded By".
th: การประเมินโดยเพื่อน ค่า "ต้องให้คะแนน"ต้องมากกว่าหรือเท่ากับค่า "ให้คะแนนโดย"
tr_tr: Eş değerlendirmede, "Puanlandırılmalı" değeri "Puanlandırılan" değerinden büyük ya da eşit olmalıdır.
zh_tw: 在同儕互評中，"需評分數"的值必須大於等於"被評分數"的值。

source: You must provide at least one example response for learner training.
ar: يجب أن تحدّد ردًّا واحدًا على الأقل كمثال لتدريب المتعلّم.
de_de: Sie müssen wenigstens eine Beispielantwort für das Lernertraining bereitstellen.
eo: Ýöü müst prövïdé ät léäst öné éxämplé réspönsé för léärnér träïnïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Debes proporcionar al menos un ejemplo de respuesta para el entrenamiento de estudiantes.
fr: Vous devez fournir au moins un exemple de réponse pour l'apprentissage des apprenants.
it_it: È necessario fornire almeno una risposta di esempio per l'addestramento dello studente.
ja_jp: 受講者用トレーニングの解答例が少なくとも１つ必要です。
ka: მსმენელის ტრენინგებისთვის თქვენ უნდა წარმოადგინოთ სულ მცირე ერთი მაგალითი მაინც.
pl: Musisz podać co najmniej jedną przykładową odpowiedź dla potrzeb szkolenia studenta.
pt_br: Você deve fornecer ao menos um exemplo de resposta para o treinamento do aluno.
ru: Вам необходимо привести по крайней мере один пример ответа для обучения слушателей.
sw_ke: Lazima utoe japo mfano mmoja wa jibu kwa ajili ya mafunzo ya mwanafunzi.
tr_tr: Öğrenci eğitimi için en az bir örnek cevap sağlamalısınız.
zh_tw: 您必須提供學習者至少一個評分訓練的練習。

source: Each example response for learner training must be unique.
ar: يجب أن يكون كل ردّ، معتمد كمثال لتدريب المتعلّمين، فريدًا من نوعه.
de_de: Jede Beispielantwort für das Lernerraining muss unterschiedlich sein.
eo: Éäçh éxämplé réspönsé för léärnér träïnïng müst ßé ünïqüé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Cada respuesta de ejemplo para el entrenamiento del estudiante debe ser única.
fr: Chaque exemple de réponse pour l'apprentissage des apprenants doit être unique.
it_it: Ciascuna risposta di esempio per l'addestramento dello studente deve essere univoca.
ja_jp: 受講者用トレーニングの解答例はオリジナルでなければいけません。
ka: მსმენელის ტრენინგის ყოველი სამაგალითო პასუხი უნიკალური უნდა იყოს.
pl: Każda przykładowa odpowiedź dla potrzeb szkolenia studenta musi być unikalna.
pt_br: Cada resposta exemplo para o treinamento do estudante deve ser único.
ru: Все примеры ответов для обучения слушателей должны различаться.
sw_ke: Kila mfano wa jibu kwa ajili ya mafunzo ya mwanafunzi lazima uwe wa kipekee.
tr_tr: Öğrenci eğitimi için olan her örnek cevap eşsiz olmalıdır.
zh_tw: 每一個評分練習範例回應一定是唯一的。

source: The "required" value must be true if staff assessment is the only step.
ar: يجب أن تكون القيمة ’مطلوبة‘ صحيحة في حال كان تقييم طاقم المساق مؤلفًا من خطوة واحدة فقط.
de_de: Die "erforderlichen" Werte müssen verifiziert sein.
eo: Thé "réqüïréd" välüé müst ßé trüé ïf stäff ässéssmént ïs thé önlý stép. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: El valor "obligatorio" debe ser verdadero si la evaluación por el equipo docente es el único paso.
fr: La valeur de "required" doit être à vrai si la seule étape est "staff assessment"
it_it: Il valore "required" deve essere true se la valutazione dello staff è l'unico passo.
ja_jp: スタッフ・アセスメントのみ必要な場合、"必須"欄はtrueにしてください。
ka: თუ კურსის თანამშრომელთა შეფასება ერთადერთი საფეხურია, მნიშვნელობა „სავალდებულო“ დადებითი უნდა იყოს.
pl: Wartość "wymagana" ustawiona na "tak" jest niezbędna jeśli ocena przez kadrę jest jedynym etapem.
pt_br: O valor "solicitado" deve ser verdadeiro se a avaliação da equipe for o único passo.
ru: Значение "Обязательно" должно быть положительным, если оценивание командой курса - это единственный шаг.
sw_ke: Thamani "inayohitajika" lazima iwe kweli kama tathmini ya wafanyakazi ndio hatua ya pekee.

source: The number of assessments cannot be changed after the problem has been released.
ar: لا يمكن تغيير عدد التقييمات بعد أن تكون المسألة قد أُصدرت.
de_de: Die Anzahl der Bewertungen kann nicht geändert werden, nachdem die Fragestellung veröffentlicht wurde.
eo: Thé nümßér öf ässéssménts çännöt ßé çhängéd äftér thé prößlém häs ßéén réléäséd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: El número de evaluaciones no puede ser cambiado una vez publicada la tarea.
fr: Le nombre d'évaluations ne peut pas être modifié une fois le problème publié.
it_it: Il numero di valutazioni non può essere modficato in seguito alla pubblicazione del problema
ja_jp: 問題が公開された後に、アセスメントの数を変更することはできません。
ka: ამოცანის გაშვების შემდეგ შეფასებების რაოდენობის შეცვლა შეუძლებელია.
pl: Liczba ocen nie może zostać zmieniona po opublikowaniu ćwiczenia.
pt_br: O número de avaliações não podem ser alteradas depois que o problema foi liberado.
ru: Набор типов оценивания нельзя изменить после выпуска задания.
sw_ke: Idadi ya tathmini haiwezi kugeuzwa baada ya tatizo kuoneshwa.
th: จำนวนของการประเมินไม่สามารถเปลี่ยนได้หลังออกคำถามไปแล้ว
tr_tr: Problem yayımlandıktan sonra değerlendirme sayısı değiştirilemez.
zh_tw: 問題的評分步驟數量不能再問題釋出後再做修改。

source: The assessment type cannot be changed after the problem has been released.
ar: لا يمكن تغيير نوع التقييم بعد أن تكون المسألة قد أُصدرت.
de_de: Die Bewertungsart kann nach Veröffentlichung der Fragestellung nicht mehr geändert werden.
eo: Thé ässéssmént týpé çännöt ßé çhängéd äftér thé prößlém häs ßéén réléäséd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: El tipo de evaluación no se puede cambiar una vez publicada la tarea.
fr: Le type de l'évaluation ne peut pas être modifié une fois le problème publié.
it_it: Il tipo di valutazione non può essere modficata in seguito alla pubblicazione del problema
ja_jp: 問題が公開された後に、アセスメントの種類を変更することはできません。
ka: ამოცანის გაშვების შემდეგ შეფასების ტიპის ცვლილება შეუძლებელია.
pl: Forma oceny nie może zostać zmieniona po opublikowaniu ćwiczenia.
pt_br: O tipo de avaliação não pode ser alterado depois que o problema foi liberado.
ru: Тип оценивания нельзя изменить после выпуска задания.
sw_ke: Aina ya tathmini haiwezi kugeuzwa baada ya tatizo kuoneshwa.
th: ประเภทของการประเมินไม่สามารถเปลี่ยนได้หลังออกคำถามไปแล้ว
tr_tr: Problem yayımlandıktan sonra değerlendirme tipi değiştirilemez.
zh_tw: 問題釋出後您不能再修改評量類別。

source: This rubric definition is not valid.
ar: تعريف سلّم التقييم هذا غير صالح.
de_de: Diese Bewertungsschemadefinition ist nicht zulässig.
eo: Thïs rüßrïç défïnïtïön ïs nöt välïd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Esta definición de rúbrica no es válida.
fr: L'identifiant de la grille est invalide.
it_it: Questa definizione di criteri di valutazione non è valida.
ja_jp: このルーブリック設定は有効ではありません。
ka: შეფასების კრიტერიუმი არასწორია.
pl: Definicja szablonu jest nieprawidłowa.
pt_br: A definição de rubrica é inválida.
ru: Критерии оценивания заданы неверно.
sw_ke: Tafsiri hii ya maelezo sio halali.
th: การอธิบายกฎรูบริคไม่ถูกต้อง
tr_tr: Bu rubrik tanımı geçerli değil.
zh_tw: 此評分準則定義並不是有效的。

source: Options in '{criterion}' have duplicate name(s): {duplicates}
ar: تحتوي الخيارات في المعيار ’{criterion}‘ على اسم (أسماء) مزدوج: {duplicates}
de_de: Einstellungen in '{criterion}' haben doppelte(2x) Namen: {duplicates}
eo: Öptïöns ïn '{criterion}' hävé düplïçäté nämé(s): {duplicates} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Las opciones en '{criterion}' tienen nombre(s) duplicados: {duplicates}
fr: Les options de '{criterion}' ont des nom(s) en double: {duplicates}
it_it: Le opzioni in '{criterion}' hanno un nome (nomi) duplicato: {duplicates}
ja_jp: '{criterion}'の選択肢の名前(複数の場合あり)が重複しています: {duplicates}
ka: ვარიანტებს '{criterion}'-ში აქვს დუბლირებული სახელ(ებ)ი: {duplicates}
pl: Opcje dla kryterium '{criterion}' posiadają zduplikowane nazwy (lub nazwę): {duplicates}
pt_br: As opções de '{criterion}' possuem os seguintes nomes duplicado(s): {duplicates}
ru: Повторяющиеся варианты ответов в критерии '{criterion}'(): {duplicates}
sw_ke: Hiari katika '{criterion}' zina jina maradufu(s): {duplicates}
th: ตัวเลือกใน '{criterion}'ต้องคัดลอกชื่อ(s): {duplicates}
tr_tr: '{criterion}'daki seçenekler yinelenen isim(ler)e sahip: {duplicates}
zh_tw: '{criterion}' 中的評分選項有重複的名稱name(s)：{duplicates}

source: Criteria with no options must require written feedback.
ar: يجب على المعايير التي لا تتضمّن خيارات أن تتطلّب آراء وملاحظات خطّية.
de_de: Kriterien ohne Optionen benötigen schriftliche Rückmeldung.
eo: Çrïtérïä wïth nö öptïöns müst réqüïré wrïttén féédßäçk. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Los criterios que no tienen opciones deben requerir retroalimentación por escrito.
fr: Les critères sans option doivent demander une réponse écrite.
it_it: I criteri senza opzioni devono richiedere il feedback scritto.
ja_jp: 選択肢のない評価基準ではフィードバックの記入が必要です。
ka: კრიტერიუმებისთვის, რომლებსაც აქვთ ვარიანეტბი აუცილებელია წერილობითი უკუკავშირი.
pl: Kryteria pozbawione opcji muszą wymagać pisemnej opinii.
pt_br: Critérios sem opções devem exigir opinião escrita.
ru: В критериях без вариантов ответа должен требоваться отзыв.
sw_ke: Kigezo kisicho na hiari kinahitaji mrejesho wa maandishi.
th: เกณฑ์ที่ไม่มีตัวเลือกต้องเขียนรายงานตอบกลับ
tr_tr: Seçenekleri olmayan kriterler yazılı geri bildirim gerektirir.
zh_tw: 無評分選項之評分標準務必請填寫作答。

source: Prompts cannot be created or deleted after a problem is released.
ar: لا يمكن خلق علامة استعداد أو حذفها بعد أن تكون المسألة قد نُشِرَت.
de_de: Prompts können nicht erstellt oder gelöscht werden nachdem ein Problem veröffentlicht wurde.
eo: Prömpts çännöt ßé çréätéd ör délétéd äftér ä prößlém ïs réléäséd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Los enunciados no pueden crearse o eliminarse una vez publicada la tarea.
fr: Les critères ne peuvent pas être modifiés ou supprimés après la publication d'un exercice.
it_it: I prompt non possono essere creati o eliminati dopo il rilascio di un problema.
ja_jp: 問題が公開された後は問題を作成したり削除したりすることはできません。
ka: ამოცანის გაშვების შემდეგ მინიშნებების შექმნა ან წაშლა შეუძლებელია.
pl: Nie można tworzyć lub usuwać pytań po opublikowaniu ćwiczenia.
pt_br: Prompts não podem ser criados ou removidos depois que o problema foi lançado.
ru: Подсказки не могут быть созданы или удалены после выпуска задания.
sw_ke: Vishawishi hawezi kutengenezwa au kufutwa baada ya tatizo kutolewa.
th: ข้อความแจ้งไม่สามารถสร้างหรือลบหลังจากที่ปัญหาถูกปล่อย
tr_tr: Problem yayımlandıktan sonra komutlar oluşturulamaz ve silinemez.
zh_tw: 釋出問題後，題目不能再被建立或刪除。

source: The number of criteria cannot be changed after a problem is released.
ar: لا يمكن تغيير عدد المعايير بعد أن تكون المسألة قد أُصدرت.
de_de: Die Anzahl der Kriterien kann nach Veröffentlichnug der Fragestellung nicht mehr geändert werden.
eo: Thé nümßér öf çrïtérïä çännöt ßé çhängéd äftér ä prößlém ïs réléäséd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: El número de criterios no se puede cambiar una vez publicada la tarea.
fr: Le nombre de critères ne peut pas être modifié une fois le problème publié.
it_it: Il numero di criteri non può essere modificato dopo il rilascio di un problema.
ja_jp: 課題公開後、評価基準数は変更できません。
ka: ამოცანის გაშვების შემდეგ, კრიტერიუმების რაოდენობის შეცვლა შეუძლებელია.
pl: Nie można zmienić liczby kryteriów po opublikowaniu ćwiczenia.
pt_br: O número de critérios não podem ser alterados depois que um problema for liberado.
ru: Количество критериев нельзя будет изменить после выпуска задания.
sw_ke: Idadi za vigezo haiwezi kubadilishwa baada ya tatizo kuondolewa.
th: จำนวนของเกณฑ์ไม่สามารถเปลี่ยนได้หลังออกคำถามไปแล้ว
tr_tr: Problem yayımlandıktan sonra kriter sayısı değiştirilemez.
zh_tw: 問題釋出後您將不能再修改評分標準的數量。

source: Criteria names cannot be changed after a problem is released
ar: لا يمكن تغيير أسماء المعايير بعد أن تكون المسألة قد أُصدرت.
de_de: Kriteriennamen können nicht geändert werden nachdem eine Fragestellung veröffentlicht wurde
eo: Çrïtérïä nämés çännöt ßé çhängéd äftér ä prößlém ïs réléäséd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Los nombres de los criterios no se pueden cambiar una vez publicada la tarea
fr: Les noms des critères ne peuvent pas être changés après que le problème ait été publié.
it_it: I nomi dei criteri non possono essere modificati dopo il rilascio di un problema
ja_jp: 課題公開後、評価基準名は変更できません。
ka: ამოცანის გაშვების შემდეგ კრიტერიუმების სახელების შეცვლა შეუძლებელია.
pl: Nie można zmienić nazw kryteriów po opublikowaniu ćwiczenia.
pt_br: Os nomes dos critérios não podem ser alterados depois que um problema for liberado.
ru: Названия критериев нельзя будет изменить после выпуска задания.
sw_ke: Majina ya vigezo hayawezi kubadilishwa baada ya tatizo kuondolewa.
th: ชื่อเกณฑ์ไม่สามารถเปลี่ยนได้หลังออกคำถามไปแล้ว
tr_tr: Problem yayımlandıktan sonra kriter isimleri değiştirilemez.
zh_tw: 問題釋出後您不能再修改評量標準名稱

source: The number of options cannot be changed after a problem is released.
ar: لا يمكن تغيير عدد الخيارات بعد أن تكون المسألة قد أُصدرت.
de_de: Die Anzahl der Einstellungen kann nach Veröffentlichnug der Fragestellung nicht mehr geändert werden.
eo: Thé nümßér öf öptïöns çännöt ßé çhängéd äftér ä prößlém ïs réléäséd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: El número de opciones no se puede cambiar una vez publicada una tarea.
fr: Le nombre d'options ne peut pas être modifié une fois le problème publié.
it_it: Il numero di opzioni non può essere modificato dopo il rilascio di un problema.
ja_jp: 課題公開後は選択肢の数を変更することができません。
ka: ამოცანის გაშვების შემდეგ ვარიანტების რაოდენობის ცვლილება შეუძლებელია.
pl: Nie można zmienić liczby opcji po opublikowaniu ćwiczenia.
pt_br: O número de opções não pode ser alterado depois que um problema for liberado.
ru: Количество вариантов ответа нельзя будет изменить после выпуска задания.
sw_ke: Idadi za hiari haziwezi kubadilishwa baada ya tatizo kuondolewa.
th: จำนวนของตัวเลือกไม่สามารถเปลี่ยนได้หลังออกคำถามไปแล้ว
tr_tr: Problem yayımlandıktan sonra seçeneklerin sayısı değiştirilemez.
zh_tw: 問題釋出後您將不能再修改選項的數量。

source: Point values cannot be changed after a problem is released.
ar: لا يمكن تغيير قيم الدرجة بعد أن تكون المسألة قد أُصدرت.
de_de: Punktewerte können nach Veröffentlichung der Fragestellung nicht mehr geändert werden.
eo: Pöïnt välüés çännöt ßé çhängéd äftér ä prößlém ïs réléäséd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Los puntos no se pueden cambiar una vez publicada una tarea.
fr: Le nombre de points ne peut pas être modifié une fois le problème publié.
it_it: I valori di punti non possono essere modificati dopo il rilascio di un problema.
ja_jp: 課題公開後、点数は変更できません。
ka: ამოცანის გაშვების შემდეგ ქულების მნიშვნელობის შეცვლა შეუძლებელია.
pl: Nie można zmienić punktów wartości po opublikowaniu ćwiczenia.
pt_br: Valores de pontuação não podem ser alterados depois que um problema for publicado.
ru: Количество баллов нельзя будет изменить после выпуска задания.
sw_ke: Thamani za alama haziwezi kubadilishwa baada ya tatizo kuondolewa.
th: ค่าของจุดไม่สามารถเปลี่ยนได้หลังออกคำถามไปแล้ว
tr_tr: Problem yayımlandıktan sonra nokta değerleri değiştirilemez.
zh_tw: 問題釋出後您不能再修改分數值。

source: Learner training must have at least one training example.
ar: يجب أن يكون للمتعلم مثالًا تدريبيًا واحدًا على الأقل.
de_de: Teilnehmer Training muss mindestens eine Trainingsbeispiel beinhalten.
eo: Léärnér träïnïng müst hävé ät léäst öné träïnïng éxämplé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: El entrenamiento del estudiante debe tener al menos un ejemplo.
fr: L'étape d'entrainement doit avoir au moins un exemple.
it_it: L'addestramento dello studente deve avere almeno un esempio di addestramento.
ja_jp: 受講者用トレーニングには少なくとも1つ例が必要です。
ka: სტუდენტის ტრენინგი უნდა შეიცავდეს სულ მცირე ერთ მაგალითს .
pl: Szkolenie studenta musi zawierać co najmniej jeden przykład.
ru: Для обучения слушателей требуется хотя бы один пример.

source: Leaderboard number is invalid.
ar: عدد المتصدّرين غير صالح.
de_de: Die Nummer der Bestenliste ist ungültig.
eo: Léädérßöärd nümßér ïs ïnvälïd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: El número de la tabla de clasificación no es válido.
fr: Le numéro associé au tableau de classement des étudiants est invalide.
it_it: Il numero di tabellone non è valido.
ja_jp: リーダーボードの数が無効です。
ka: საუკეთესო პასუხების მნიშვნელობა არასწორია.
pl: Numer tabeli wyników jest nieprawidłowy.
pt_br: Número do ranking inválido.
ru: Количество лучших ответов задано неверно.
sw_ke: Nambari kwenye ubao wa muongozo sio sahihi.
th: หมายเลขกระดานผู้นำไม่ถูกต้อง
tr_tr: Afiş sayısı geçersiz.
zh_tw: 排行榜上的數字是無效的。

source: The submission format is invalid.
ar: صيغة التقديم غير صالحة.
de_de: Das Übertragungsformat ist ungültig.
eo: Thé süßmïssïön förmät ïs ïnvälïd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: El formato de la entrega no es válido.
fr: Le format de la réponse est invalide.
it_it: Il formato dell'inoltro non è valido.
ja_jp: 提出フォーマットが無効です。
ka: პასუხის არასწორი ფორმატი.
pl: Format zgłoszenia jest nieprawidłowy.
pt_br: O formato do envio é inválido
ru: Неправильный формат ответа.
sw_ke: Muundo wa kuwasilisha sio sahihi.
th: รูปแบบการส่งไม่ถูกต้อง
tr_tr: Gönderi formatı geçersiz.
zh_tw: 提交格式是無效的。

source: Rubric Change Impacts Settings Section
pt_br: Mudanças na Rubrica Impactam as Configurações da Seção
th: การเปลี่ยนกฎรูบริคมีผลต่อการตั้งค่าเซคชั่น
zh_tw: 評分準則變更影響設置部分

source: A change that you made to this assessment's rubric has an impact on some examples laid out in the settings tab. For more information, go to the Settings section and fix the areas highlighted in red.
pt_br: Uma mudança que você fez para a rubrica desta avaliação tem um impacto em alguns dos exemplos exibidos na aba de configurações. Para maiores informações, vá a seção de Configurações e corrija as áreas destacadas em vermelho.
zh_tw: 你在本評量中的評分標準所做的變更將會影響在設定分頁已設計的範例練習。欲了解更多訊息，請至設定分頁和修改紅色顯示的區域。

source: close alert
pt_br: alerta de fechamento
th: ปิดการแจ้งเตือน
zh_tw: 關閉警告
