Repository: openedx/edx-ora2
Catalog: openassessment/locale/*/LC_MESSAGES/djangojs.po
Languages: ar_sa, cs, eo, es_ar, es_es, eu_es, fa_ir, fr_ca, ja_jp, nb, pl, sk, sw_ke, zh_tw

source: File upload failed: unsupported file type. Only the supported file types can be uploaded. If you have questions, please reach out to the course team.
ar_sa: تعذَّر تحميل الملف: صيغة ملف غير مدعومة. يمكن فقط تحميل صيغ الملفات المدعومة. عند وجود أي استفسار يرجى التواصل مع طاقم المساق.
cs: Nahrání souboru se nezdařilo: nepodporovaný typ souboru. Nahrát lze pouze podporované typy souborů. Máte-li dotazy, obraťte se na tým kurzu.
eo: Fïlé üplöäd fäïléd: ünsüppörtéd fïlé týpé. Önlý thé süppörtéd fïlé týpés çän ßé üplöädéd. Ìf ýöü hävé qüéstïöns, pléäsé réäçh öüt tö thé çöürsé téäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηι#
es_ar: Error al cargar el archivo: tipo de archivo no compatible. Solo se pueden cargar los tipos de archivos admitidos. Si tiene preguntas, comuníquese con el equipo del curso.
es_es: Error al cargar el archivo: tipo de archivo no admitido. Solo se pueden cargar los tipos de archivos admitidos. Si tienes alguna pregunta, contacta con el equipo del curso.
fa_ir: بارگذاری پرونده انجام نشد: نوع پرونده پشتیبانی نشده است. فقط انواع پرونده‌های پشتیبانی‌شده را می‌توان بارگذاری کرد. اگر سوالی دارید، لطفا با تیم دوره آموزشی تماس بگیرید.
fr_ca: Échec du téléversement du fichier: type de fichier non pris en charge. Seuls les types de fichiers pris en charge peuvent être téléversés. Si vous avez des questions, veuillez contacter l'équipe du cours.

source: The maximum number files that can be saved is
cs: Maximální počet souborů, které lze uložit, je
es_ar: El número máximo de archivos que se pueden guardar es
fa_ir: حداکثر تعداد پرونده‌هایی که می‌تواند ذخیره شود

source: Describe
ar_sa: صِف
cs: Popsat
eo: Désçrïßé Ⱡ'σяєм ιρѕυм ∂σł#
es_ar: Describir
es_es: Describir
eu_es: Deskribatu
fa_ir: توضیح
fr_ca: Décrire
ja_jp: 記述する
nb: Beskriv
pl: Opis
sw_ke: Elezea

source: (required):
ar_sa: (مطلوب):
cs: (vyžadované):
eo: (réqüïréd): Ⱡ'σяєм ιρѕυм ∂σłσя #
es_ar: (requerido):
es_es: (obligatorio):
eu_es: (beharrezkoa):
fa_ir: (الزامی):
fr_ca: (requis) :
ja_jp: (必須):
nb: (nødvendig):
pl: (wymagany):
sw_ke: (inahitajika):

source: Thumbnail view of
ar_sa: عرض صورة مصغرة لـ
cs: Náhled
eo: Thümßnäïl vïéw öf Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_ar: Vista en miniatura de
es_es: Vista en miniatura de
fa_ir: نمایش فشرده
fr_ca: Vue miniature de
ja_jp: サムネイル・ビュー
nb: Miniatyrbilde av
pl: Ikonka pliku
sw_ke: Muonekano wa alama ya kidole gumba 'wa'

source: Confirm Delete Uploaded File
cs: Potvrďte smazání nahraného souboru
eo: Çönfïrm Délété Ûplöädéd Fïlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_ar: Confirmar eliminar archivo cargado
es_es: Confirmar la eliminación del archivo cargado
fa_ir: تایید حذف پرونده بارگذاری‌شده

source: Are you sure you want to delete the following file? It cannot be restored. File:
ar_sa: هل أنت واثق من أنّك تريد حذف الملف التالي؟ لا يمكن استعادته لاحقًا. ملف:
cs: Jste si opravdu jisti, že chcete odstranit následující soubor? Soubor nemůže být obnoven. Soubor:
eo: Àré ýöü süré ýöü wänt tö délété thé föllöwïng fïlé? Ìt çännöt ßé réstöréd. Fïlé: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_ar: ¿Está seguro de que desea eliminar el siguiente archivo? No se puede restaurar. Archivo:
es_es: ¿Seguro que quieres eliminar el siguiente archivo? No se podrá restaurar. Archivo:
fa_ir: آیا مطمئن هستید که می‌خواهید این فایل را پاک کنید؟ این کار قابل بازیابی نخواهد بود. فایل:
fr_ca: Voulez-vous vraiment supprimer ce fichier ? Il ne pourra pas être recupéré. Fichier :

source: If you leave this page without submitting your self assessment, you will lose any work you have done.
ar_sa: عند مغادرة هذه الصفحة دون تقديم تقييمك الذاتي ستفقد أي عمل قمت به.
cs: Pokud opustíte tuto stránku bez odeslání svého sebehodnocení, ztratíte všechnu práci.
eo: Ìf ýöü léävé thïs pägé wïthöüt süßmïttïng ýöür sélf ässéssmént, ýöü wïll lösé äný wörk ýöü hävé döné. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_ar: Si abandona esta página sin enviar su autoevaluación, perderá todo el trabajo que haya realizado.
es_es: Si abandonas esta página sin enviar tu autoevaluación, perderás todo el trabajo que hayas realizado.
fa_ir: اگر این صفحه را بدون ارسال خودارزیابی خود ترک کنید، هرکاری که تاکنون انجام داده‌اید را از دست خواهید داد.
fr_ca: Si vous quittez cette page sans soumettre votre auto-évaluation, vous perdrez tout travail que vous avez fait.
ja_jp: セルフ・アセスメントを提出せずに別のページへ移動すると、記述した内容が失われます。
nb: Dersom du forlater denne siden uten å levere din egenvurdering, vil du miste alt arbeidet du har gjort.
pl: Jeżeli opuścisz tę stronę bez przesłania swojego zadania, stracisz całą swoją pracę.
sw_ke: Kama ukitoka kwenye huu ukurasa bila kuwasilisha tathmini yako, utapoteza kazi yoyote uliofanya.
zh_tw: 如果你沒有提交你的自評而離開這個頁面，你將遺失你任何你所做的作業。

source: Unexpected server error.
ar_sa: خطأ غير متوقع في الخادم.
cs: Nečekaná chyba serveru.
eo: Ûnéxpéçtéd sérvér érrör. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_ar: Error inesperado del servidor.
es_es: Error inesperado del servidor
eu_es: Espero gabeko zerbitzariaren errorea.
fa_ir: خطای ناشناخته در سرور
fr_ca: Erreur de serveur inattendue.
ja_jp: 予期しないサーバーエラー。
nb: Uventet serverfeil.
pl: Niespodziewany błąd serwera.
sw_ke: Hitilafu ya seva isiyotarajiwa.
zh_tw: 未預期的伺服器錯誤

source: You must provide a learner name.
ar_sa: يجب إدخال اسم المتعلم.
cs: Musíte poskytnout jméno studenta.
eo: Ýöü müst prövïdé ä léärnér nämé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_ar: Debe proporcionar un nombre de alumno.
es_es: Debes proporcionar el nombre de un estudiante.
eu_es: Ikaslearen izena eman behar duzu.
fa_ir: شما باید نام یادگیرنده را ارائه دهید
fr_ca: Vous devez fournir le nom d'un apprenant.
ja_jp: 受講者名を指定して下さい。
nb: Du må oppgi et navn på kursdeltager.
pl: Musisz podać nazwę uczącego się.
sw_ke: Lazima utoe jina la mwanafunzi.
zh_tw: 你必須提供一個學習者全名

source: This grade will be applied to all members of the team. Do you want to continue?
ar_sa: سيتم اعتماد هذه الدرجة لجميع أعضاء الفريق، هل تريد الاستمرار؟
cs: Tato známka bude aplikována na všechny členy týmu. Chcete pokračovat?
eo: Thïs grädé wïll ßé äpplïéd tö äll mémßérs öf thé téäm. Dö ýöü wänt tö çöntïnüé? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_ar: Esta nota se aplicará a todos los miembros del equipo. ¿Quieres continuar?
es_es: Esta calificación se aplicará a todos los miembros del equipo. ¿Quieres continuar?
fa_ir: این نمره به همه اعضای تیم داده خواهد شد. می‌خواهید ادامه دهید؟
fr_ca: Cette note sera appliquée à tous les membres de l'équipe. Voulez-vous continuer?

source: Confirm Grade Team Submission
cs: Potvrďte odevzdání týmového hodnocení
eo: Çönfïrm Grädé Téäm Süßmïssïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_ar: Confirmar el envío del equipo de calificaciones
es_es: Confirmar el envío de la calificación de equipo
fa_ir: تایید ارسال نمره تیم

source: Error getting the number of ungraded responses
ar_sa: خطأ أثناء عملية الحصول على عدد الإجابات غير المقيَّمة
cs: Vyskytla se chyba pri získávání počtu neklasifikovaných odpovědí
eo: Érrör géttïng thé nümßér öf üngrädéd réspönsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: Error al obtener el número de respuestas sin calificar
es_es: Error al obtener el número de respuestas sin calificar
fa_ir: خطا در دریافت افراد فاقد نمره
fr_ca: Erreur d'obtention du nombre de réponses non notés
ja_jp: 採点対象外の返信数の取得エラー
nb: Det oppstod en feil ved forsøk på å finne antall ikke-rettede svar
pl: Wystąpił błąd podczas uzyskiwania liczby nieocenionych prac.
sw_ke: Hitilafu ya kupata idadi ya majibu yasiyo na madaraja
zh_tw: 錯誤獲取不分級的回應數。

source: If you leave this page without submitting your staff assessment, you will lose any work you have done.
ar_sa: عند مغادرة هذه الصفحة دون تقديم تقييمك الذاتي ستفقد أي عمل قمت به.
cs: Pokud opustíte tuto stránku bez odeslání svého hodnocení učitelů, ztratíte všechnu práci.
eo: Ìf ýöü léävé thïs pägé wïthöüt süßmïttïng ýöür stäff ässéssmént, ýöü wïll lösé äný wörk ýöü hävé döné. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_ar: Si abandona esta página sin enviar su evaluación del personal, perderá todo el trabajo que haya realizado.
es_es: Si abandonas esta página sin enviar tu evaluación, perderás todo el trabajo que hayas realizado.
fa_ir: اگر این صفحه را بدون ارسال خودارزیابی خود ترک کنید، هرکاری که تاکنون انجام داده‌اید را از دست خواهید داد.
fr_ca: Si vous quittez cette page sans soumettre votre évaluation du personnel, vous perdrez tout travail que vous avez fait.
ja_jp: スタッフ・アセスメントを提出せずに別のページへ移動すると、記述した内容が失われます。
nb: Dersom du forlater denne siden uten å levere din personal-vurdering, vil du miste alt arbeidet du har gjort.
pl: Jeżeli opuścisz tę stronę bez przesłania oceny, stracisz całą swoją pracę.
sw_ke: Kama ukitoka kwenye huu ukurasa bila kuwasilisha tathmini ya wafanyakazi wenzako, utapoteza ''kazi yoyote uliofanya.
zh_tw: 如果你沒有提交工作人員評估而離開這個頁面，你將會遺失任何你所做的作業。

source: Feedback available for selection.
ar_sa: ملاحظة متوفرة للاختيار
cs: Zpětná vazba k dispozici pro výběr.
eo: Féédßäçk äväïläßlé för séléçtïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_ar: Comentarios disponibles para la selección.
es_es: Retroalimentación disponible para tu selección.
fa_ir: بازخورد در دسترس، برای این انتخاب
fr_ca: Rétroaction disponible pour la sélection.
ja_jp: 選択に対するフィードバックがご覧いただけます。
nb: Tilbakemelding kan velges.
pl: Komentarz zwrotny dostępny do wyboru.
sw_ke: 'Mrejesho' upo kwa kuchaguliwa.

source: If you leave this page without submitting your peer assessment, you will lose any work you have done.
ar_sa: عند مغادرة هذه الصفحة دون تقديم تقييمك لزميلك ستفقد أي عمل قمت به.
cs: Pokud opustíte tuto stránku bez odeslání svého vzájemného hodnocení, ztratíte všechnu práci.
eo: Ìf ýöü léävé thïs pägé wïthöüt süßmïttïng ýöür péér ässéssmént, ýöü wïll lösé äný wörk ýöü hävé döné. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_ar: Si sale de esta página sin enviar su evaluación por pares, perderá todo el trabajo que haya realizado.
es_es: Si abandonas esta página sin enviar tu evaluación por pares, perderás todo el trabajo que hayas realizado.
fa_ir: اگر این صفحه را بدون ارسال ارزیابی خود ترک کنید، هرکاری که تاکنون انجام داده‌اید را از دست خواهید داد.
fr_ca: Si vous quittez cette page sans soumettre votre évaluation des pairs, vous perdrez tout travail que vous avez fait.
ja_jp: ピア・アセスメントを提出せずに別のページへ移動する場合、記述した内容が失われます。
nb: Dersom du forlater denne siden uten å levere din hverandrevurdering, vil det arbeidet du har gjort gå tapt.
pl: Jeżeli opuścisz tę stronę bez przesłania zadania do oceny, stracisz całą swoją pracę.
sw_ke: Ukitoka kwenye ukurasa huu kabla ya kuwasilisha tathmini yenu ya pamoja,, utapoteza kazi yoyote uliofanya.
zh_tw: 如果你沒有提交同儕互評而離開這個頁面，你將遺失任何這部分的作業。

source: Refresh
cs: Obnovit
eo: Réfrésh Ⱡ'σяєм ιρѕυм #
es_ar: Actualizar
es_es: Refrescar
fa_ir: بارگیری دوباره
fr_ca: Actualiser

source: Username
cs: Uživatelské jméno
eo: Ûsérnämé Ⱡ'σяєм ιρѕυм ∂#
es_ar: Nombre de usuario
es_es: Nombre de usuario
fa_ir: نام کاربری
fr_ca: Nom d'utilisateur

source: Peers Assessed
cs: Hodnoceno spolužáky
eo: Péérs Àssésséd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_ar: Compañeros evaluados
es_es: Compañero evaluado
fa_ir: همتایان ارزیابی شدند
fr_ca: Évalué par les pairs

source: Peer Responses Received
cs: Přijaté odpovědi spolužáků
eo: Péér Réspönsés Réçéïvéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_ar: Respuestas de compañeros recibidas
es_es: Respuestas de compañeros recibidas
fa_ir: پاسخ‌های همتایان دریافت شد
fr_ca: Réponses des pairs reçues

source: Time Spent On Current Step
cs: Čas strávený na aktuálním kroku
eo: Tïmé Spént Ön Çürrént Stép Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_ar: Tiempo empleado en el paso actual
es_es: Tiempo empleado en el paso actual
fa_ir: زمان صرف‌شده در مرحله فعلی
fr_ca: Temps écoulé sur l'étape courante

source: Staff assessment
cs: Hodnocení učitelů
eo: Stäff ässéssmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_ar: Evaluación del personal
es_es: Evaluación del equipo docente
fa_ir: ارزیابی کارکنان
fr_ca: Évaluation par l'équipe enseignante

source: Grade Status
cs: Stav klasifikace
eo: Grädé Stätüs Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_ar: Estado de calificación
es_es: Estado de la calificación
fa_ir: وضعیت نمره
fr_ca: Statut des notes

source: The "{name}" problem is configured to require a minimum of {min_grades} peer grades, and asks to review {min_graded} peers.
cs: Problém „{name}“ je nakonfigurován tak, aby vyžadoval minimálně {min_grades} rovnocenné hodnocení a požadoval kontrolu {min_graded} spolužáků.
eo: Thé "{name}" prößlém ïs çönfïgüréd tö réqüïré ä mïnïmüm öf {min_grades} péér grädés, änd äsks tö révïéw {min_graded} péérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_ar: El problema "{name}" está configurado con un mínimo de {min_grades} calificaciones de compañeros y solicita revisar al menos a {min_graded} compañeros.
es_es: El problema "{name}" está configurado con un mínimo de {min_grades} calificaciones de compañeros y solicita revisar al menos a {min_graded} compañeros.
fa_ir: مشکل "{name}" به گونه‌ای پیکربندی شده است که به حداقل {min_grades} نمره همتا نیاز دارد، و از شما می‌خواهد {min_graded} همتایان را بررسی کنید.
fr_ca: Le problème "{name}" requière un minimim de {min_grades} évalutions par les pairs et que vous évaluez au moins {min_graded} pairs.

source: There are currently {stuck_learners} learners in the waiting state, meaning they have not yet met all requirements for Peer Assessment.
cs: V současné době je ve stavu čekání {stuck_learners} studentů, což znamená, že ještě nesplnili všechny požadavky na Vzájemné hodnocení.
eo: Théré äré çürréntlý {stuck_learners} léärnérs ïn thé wäïtïng stäté, méänïng théý hävé nöt ýét mét äll réqüïréménts för Péér Àsséssmént. Ⱡ'σяєм ιρ#
es_ar: Actualmente hay {stuck_learners} alumnos en estado de espera, lo que significa que aún no han cumplido con todos los requisitos para la evaluación por pares.
es_es: Actualmente se encuentran {stuck_learners} estudiantes en estado de espera, lo cual significa que aún no cumplen con todos los requisitos para la evaluación por pares.
fa_ir: اکنون یادگیرندگان {stuck_learners} در حالت انتظار هستند، به این معنی که آنها هنوز تمام شرایط لازم برای ارزیابی همتا را ندارند.
fr_ca: Il y a {stuck_learners} apprenants dans l'étape d'attente, c'est-à-dire qu'ils n'ont pas encore répondu à l'ensemble des demandes de l'évaluation par les pairs.

source: However, {overwritten_count} of these students have received a grade through the staff grade override tool already.
cs: {overwritten_count} z těchto studentů však již obdrželi známku prostřednictvím nástroje pro přepis hodnocení učitelů.
eo: Höwévér, {overwritten_count} öf thésé stüdénts hävé réçéïvéd ä grädé thröügh thé stäff grädé övérrïdé tööl älréädý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_ar: Sin embargo, {overwritten_count} de estos estudiantes ya han recibido una calificación a través de la herramienta de anulación de calificaciones del personal.
es_es: Sin embargo, {overwritten_count} de estos estudiantes ya han recibido una calificación a través de la herramienta de sobrescritura de calificación por el equipo docente.
fa_ir: با این حال، {overwritten_count} از این افراد قبلاً از طریق ابزار لغو نمره کارکنان، نمره خود را دریافت کرده‌اند.
fr_ca: Toutefois, {overwritten_count} étudiants ont déjà reçu une note fournie par l'équipe de cours.

source: Error while fetching student data.
cs: Vyskytla se chyba při získávání dat studenta
eo: Érrör whïlé fétçhïng stüdént dätä. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_ar: Error al obtener los datos del alumno.
es_es: Error al obtener los datos de los estudiantes.
fa_ir: خطا هنگام واکشی داده‌های کاربر.
fr_ca: Erreur lors de la récupération des données étudiantes.

source: Unable to load
ar_sa: تعذَّر التحميل
cs: Nelze načíst
eo: Ûnäßlé tö löäd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_ar: No puede cargar
es_es: No se ha podido cargar
eu_es: Ezin izan da kargatu
fa_ir: قادر به بارگذاری نیست.
fr_ca: Incapable de charger
ja_jp: 読み込めません
nb: Ikke i stand til å laste
pl: Nie udało się wczytać
sw_ke: Haiwezi kupakia
zh_tw: 無法載入

source: Paragraph
ar_sa: فقرة
cs: Odstavec
eo: Pärägräph Ⱡ'σяєм ιρѕυм ∂σł#
es_ar: Párrafo
es_es: Párrafo
eu_es: Paragrafoa
fa_ir: بند
fr_ca: Paragraphe
nb: Avsnitt
pl: Akapit

source: Preformatted
ar_sa: مُنسَّق مسبقاً
cs: Předem naformátováno
eo: Préförmättéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_ar: Preformateado
es_es: Preformateado
eu_es: Aurreformateatua
fa_ir: از پیش قالب‌بندی‌شده
fr_ca: Préformaté
nb: Forhåndsformatert

source: Heading 3
ar_sa: العنوان الرئيسي 3
cs: Nadpis 3
eo: Héädïng 3 Ⱡ'σяєм ιρѕυм ∂σł#
es_ar: Título 3
es_es: Encabezado 3
eu_es: 3. izenburua
fa_ir: سرصفحه 3
fr_ca: Titre 3
nb: Overskrift 3
pl: Nagłówek 3

source: Heading 4
ar_sa: العنوان الرئيسي 4
cs: Nadpis 4
eo: Héädïng 4 Ⱡ'σяєм ιρѕυм ∂σł#
es_ar: Título 4
es_es: Encabezado 4
eu_es: 4. izenburua
fa_ir: سرصفحه 4
fr_ca: Titre 4
nb: Overskrift 4
pl: Nagłówek 4

source: Heading 5
ar_sa: العنوان الرئيسي 5
cs: Nadpis 5
eo: Héädïng 5 Ⱡ'σяєм ιρѕυм ∂σł#
es_ar: Título 5
es_es: Encabezado 5
eu_es: 5. izenburua
fa_ir: سرصفحه 5
fr_ca: Titre 5
nb: Overskrift 5
pl: Nagłówek 5

source: Heading 6
ar_sa: العنوان الرئيسي 6
cs: Nadpis 6
eo: Héädïng 6 Ⱡ'σяєм ιρѕυм ∂σł#
es_ar: Título 6
es_es: Encabezado 6
eu_es: 6. izenburua
fa_ir: سرصفحه 6
fr_ca: Titre 6
nb: Overskrift 6
pl: Nagłówek 6

source: Unnamed Option
ar_sa: خيار غير مسمّى
cs: Nepojmenovaná možnost
eo: Ûnnäméd Öptïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_ar: Opción sin nombre
es_es: Opción sin nombre
eu_es: Izenik gabeko aukera
fa_ir: گزینه بی‌نام
fr_ca: Option sans nom
ja_jp: 名称未設定のオプション
nb: Alternativ uten navn
pl: Bezimienna opcja
sk: Nepomenovaná voľba
sw_ke: Chaguo lisiloorodheshwa
zh_tw: 未命名的選項

source: Not Selected
ar_sa: لم يتم تحديده
cs: Nevybraný
eo: Nöt Séléçtéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_ar: No seleccionado
es_es: No seleccionado
eu_es: Aukeratu gabea
fa_ir: انتخاب نشده
fr_ca: Non sélectionné
ja_jp: 未選択
nb: Ikke valgt
pl: Nie wybrane
sk: Nie je vybrané
sw_ke: Haijachaguliwa
zh_tw: 未選取

source: Problem cloning rubric
cs: Rubrika Problém klonování
eo: Prößlém çlönïng rüßrïç Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_ar: Rúbrica de clonación de problemas
es_es: Problema al duplicar la rúbrica
fa_ir: مشکل شبیه‌سازی راهنمای امتیازدهی
fr_ca: Problème de clonage de la grille d'évaluation

source: Criterion Added
ar_sa: تمّت إضافة محكّ
cs: Kritérium přidáno
eo: Çrïtérïön Àddéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_ar: Criterio agregado
es_es: Criterio añadido
eu_es: Irizpidea gehitu da
fa_ir: معیار افزوده شد
fr_ca: Critère ajouté
ja_jp: 評価基準追加済
nb: Kriteria lagt til
pl: Dodano kryterium
sk: Pridané kritérium
sw_ke: Kigezo kimeongezwa
zh_tw: 增加評分標準

source: You have added a criterion. You will need to select an option for the criterion in the Learner Training step. To do this, click the Assessment Steps tab.
cs: Přidali jste kritérium. Budete muset vybrat možnost pro kritérium v kroku Školení žáka. Chcete-li to provést, klepněte na kartu Kroky hodnocení.
eo: Ýöü hävé äddéd ä çrïtérïön. Ýöü wïll nééd tö séléçt än öptïön för thé çrïtérïön ïn thé Léärnér Träïnïng stép. Tö dö thïs, çlïçk thé Àsséssmént Stéps täß. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłι#
es_ar: Has añadido un criterio. Deberá seleccionar una opción para el criterio en el paso Capacitación del alumno. Para hacer esto, haga clic en la pestaña Pasos de evaluación.
es_es: Has agregado un criterio. Deberás seleccionar una opción para el criterio en el paso para el entrenamiento del estudiante. Para hacer esto, haz clic en la pestaña Pasos de evaluación.
fa_ir: شما معیاری افزودید. در مرحله آموزش یادگیرنده باید گزینه‌ای را به‌عنوان معیار انتخاب کنید. برای این کار روی زبانه «مراحل ارزیابی» بزنید.
fr_ca: Vous avez ajouté un critère. Vous devrez sélectionner une option pour le critère à l'étape Formation de l'apprenant. Pour ce faire, cliquez sur l'onglet Étapes d'évaluation.

source: Option Deleted
ar_sa: تم حذف الاختيار
cs: Možnost odebrána
eo: Öptïön Délétéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_ar: Opción eliminada
es_es: Opción eliminada
eu_es: Aukera ezabatu da
fa_ir: این گزینه حذف شد
fr_ca: Option supprimée
ja_jp: 選択肢削除済
nb: Opsjon slettet
pl: Opcja usunięta
sk: Voľba odstránená
sw_ke: Hiari Imefutwa
zh_tw: 刪除選項

source: You have deleted an option. That option has been removed from its criterion in the sample responses in the Learner Training step. You might have to select a new option for the criterion.
ar_sa: لقد قمت بحذف خيار، وتمّ إزالة هذا الخيار من المحكّ في نماذج الإجابات في خطوة تدريب المتعلم، ربما يجب عليك تحديد خيار جديد للمحك.
cs: Smazali jste možnost. Tato možnost byla odstraněna z kritéria ve vzorových odpovědích v kroku Školení žáka. Možná budete muset vybrat novou možnost pro kritérium.
eo: Ýöü hävé délétéd än öptïön. Thät öptïön häs ßéén rémövéd fröm ïts çrïtérïön ïn thé sämplé réspönsés ïn thé Léärnér Träïnïng stép. Ýöü mïght hävé tö séléçt ä néw öptïön för thé çrïtérïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂є#
es_ar: Ha eliminado una opción. Esa opción se eliminó de su criterio en las respuestas de muestra en el paso Capacitación del alumno. Es posible que deba seleccionar una nueva opción para el criterio.
es_es: Has eliminado una opción. Esa opción se ha eliminado de su criterio en las respuestas de ejemplo del paso para el entrenamiento del estudiante. Es posible que tengas que seleccionar una nueva opción para el criterio.
fa_ir: شما یک گزینه را حذف کردید. این گزینه از معیار در نمونه پاسخ‌ در مرحله آموزش یادگیرندگان حذف شد. شما ممکن است مجبور به انتخاب یک گزینه جدید برای این معیار شوید.
fr_ca: Vous avez supprimé une option. Cette option a été retirée de son critère dans les échantillons de réponses dans l'étape de formation de l'apprenant. Vous pourriez avoir à sélectionner une nouvelle option pour le critère.
ja_jp: 選択肢を削除しました。受講者トレーニングの解答例にある評価基準から、この選択肢が削除されました。必要に応じて新しい選択肢を選択してください。
nb: Du har slettet et alternativ. Dette alternativet er fjernet fra kriteriet i prøveresponsene i "Learner Training" trinnet. Du må kanskje velge et nytt alternativ for kriteriet.
pl: Usunąłeś opcję. Ta opcja została usunięta z kryterium w przykładowych odpowiedziach w Szkoleniu Studenta. Być może musisz teraz wybrać nową opcję dla tego kryterium.
sk: Odstránili ste voľbu. Táto voľba bola vymazaná z pridruženého kritéria vo vzorových odpovediach v koku Výcvik študentov. Pravdepodobne budete musieť pre toto kritérium zvoliť novú voľbu.
sw_ke: 'Umefuta hiari'. Hiyo hiari imeondolewa kutoka kwenye vigezo vyake katika mfano ya majibu katika hatua za Kumfundisha. Unaweza kuchagua hiari mpya ya 'kigezo'.
zh_tw: 您已經刪除 一個選項。在評分練習步驟中，系統已經從範例作答裡刪除評分標準中的選項。您必須為這評分標準選擇新的選項。
