Repository: openedx/edx-ora2
Catalog: openassessment/locale/*/LC_MESSAGES/django.po
Languages: ar, de_de, eo, es_es, fr, it_it, ja_jp, ka, pl, pt_br, ru, sw_ke, th, tr_tr, zh_tw

source: Your team’s submission has been cancelled. Your team will receive a grade of zero unless course staff resets your assessment to allow the team to resubmit a response.
ar: حُذِفَ تقديم إجابة الفريق. وسيحصل فريقك على درجة صفر ما لم يُعِد طاقم المساق تقييمك للسماح للفريق بتقديم إجابة أخرى.
eo: Ýöür téäm’s süßmïssïön häs ßéén çänçélléd. Ýöür téäm wïll réçéïvé ä grädé öf zérö ünléss çöürsé stäff réséts ýöür ässéssmént tö ällöw thé téäm tö résüßmït ä réspönsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ι#
es_es: La entrega de tu equipo ha sido cancelada. Tu equipo recibirá una calificación de cero a no ser que el quipo docente restablezca tu tarea para permitir al equipo reenviar una respuesta.
fr: La soumission de votre équipe a été annulée. Votre équipe recevra une note de zéro à moins que le personnel du cours réinitialise votre évaluation pour permettre à l'équipe de soumettre à nouveau une réponse.
it_it: L'inoltro del team è stato annullato. Il team riceverà una valutazione uguale a zero a meno che lo staff del corso non azzeri la valutazione per consentire al team di inoltrare nuovamente una risposta.

source: Your submission has been cancelled. You will receive a grade of zero unless course staff resets your assessment to allow you to resubmit a response.
ar: تم إلغاء تقديم إجابتك. وستحصل على درجة صفر ما لم يُعِد طاقم المساق تقييمك للسماح للفريق بتقديم إجابة أخرى.
eo: Ýöür süßmïssïön häs ßéén çänçélléd. Ýöü wïll réçéïvé ä grädé öf zérö ünléss çöürsé stäff réséts ýöür ässéssmént tö ällöw ýöü tö résüßmït ä réspönsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм#
es_es: Tu entrega ha sido cancelada. Recibirás una calificación de cero a no ser que el equipo docente restablezca tu tarea y te permita reenviar unas respuesta.
fr: Votre soumission a été annulée. Vous recevrez une note de zéro à moins que le personnel du cours réinitialise votre évaluation pour vous permettre de soumettre à nouveau une réponse.
it_it: L'inoltro è stato annullato. Riceverai una valutazione uguale a zero a meno che lo staff del corso non azzeri la tua valutazione per consentirti di inoltrare nuovamente una risposta.

source: This task is not yet available. Check back to complete the assignment once this section has opened.
ar: عذرًا، هذه المهمة ليست متاحة بعد. يُرجى الرجوع لاستكمال الواجب عند افتتاح هذا القسم.
de_de: Diese Aufgabe ist noch nicht freigeschaltet. Sie können diesen Teil erst bearbeiten, nachdem diese freigegeben wurde.
eo: Thïs täsk ïs nöt ýét äväïläßlé. Çhéçk ßäçk tö çömplété thé ässïgnmént önçé thïs séçtïön häs öpénéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Esta tarea aún no está disponible. Vuelve a consultarla para completar la tarea una vez que se haya abierto esta sección.
fr: Cette tâche n'est pas encore disponible. Revenez plus tard pour terminer le devoir une fois que cette section sera ouverte.
it_it: Questa attività non è più disponibile. Tornare per completare il compito una volta aperta questa sezione.
ja_jp: このタスクはまだできません。このセクションが開いたら、戻ってきて課題を完了させてください。
ka: ეს დავალება ჯერ არ არის ხელმისაწვდომი. გადაამოწმეთ მოგვიანებით, რომ დაასრულოთ დავალება, როგორც კი ეს განყოფილება გაიხსნება.
pl: Czynność jest jeszcze niedostępna. Wróć w celu ukończenia zadania po dacie otwarcia tego rozdziału.
ru: Задание ещё недоступно. Для выполнения задания вернитесь на страницу, когда раздел будет выпущен.
sw_ke: Kipengele hiki bado hakipo. Rudi tena ukamilishe zoezi mara tu sehemu hii itakapofunguka.
tr_tr: Bu görev henüz mevcut değil. Bu bölüm açıldığında görevi tamamlamak için tekrar kontrol edin.

source: This assignment has closed. One or more deadlines for this assignment have passed. You will receive an incomplete grade for this assignment.
ar: عذرًا، هذا الواجب مغلق. مر موعد واحد أو أكثر من المواعيد النهائية لتسليم هذا الواجب. وبالتالي ستحصل على درجة "غير مكتملة" على هذا الواجب.
de_de: Diese Aufgabe wurde bereits geschlossen, da eine oder mehrere Fristen bereits verstrichen sind. Sie werden für diese Aufgabe eine unvollständige Bewertung erhalten.
eo: Thïs ässïgnmént häs çlöséd. Öné ör möré déädlïnés för thïs ässïgnmént hävé pässéd. Ýöü wïll réçéïvé än ïnçömplété grädé för thïs ässïgnmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт ł#
es_es: Esta tarea se ha cerrado. Han pasado una o más fechas límite para esta tarea. Recibirás una calificación de incompleto.
fr: Ce devoir est fermé. Une ou plusieurs échéances sont passées. Vous recevrez une note incomplète pour ce devoir.
it_it: Questo compito è stato chiuso. Una o più scadenze per questo compito sono trascorse. Riceverai una valutazione incompleta per questo compito.
ja_jp: この課題は終了しました。課題の締切日が過ぎています。この課題の成績は未完了となります。
ka: ეს დავალება დახურულია. მოცემული დავალების ჩაბარების ერთი ან მეტი ვადა ამოწურულია. ამ დავალებისთვის თქვენ მიიღებთ არასრულ შეფასებას.
pl: To zadanie jest już zamknięte. Minął ostateczny termin przewidziany dla zadania. Otrzymasz za nie niekompletną ocenę.
ru: Задание закрыто. Срок выполнения одного или нескольких шагов этого задания истёк. Вы частичную получите оценку за незавершённое задание.
sw_ke: Zoezi hili limefungwa. Moja au zaidi ya tarehe ya mwisho ya zoezi hili imepita. Utapokea daraja ya ubora iliyopungufu kwenye zoezi hili.
tr_tr: Bu görev kapandı. Bu görev için bir ya da daha fazla bitiş tarihi geçti. Bu ödev için tamamlanmamış not alacaksınız.

source: You have completed this assignment. Your final grade will be available when the assessments of your response are complete.
ar: قمت بإكمال هذا الواجب. ستتوفّر درجتك النهائية عندما تُستكمل الواجبات المطلوبة لإجابتك.
de_de: Sie haben diese Aufgabe erledigt. Ihre endgültige Benotung wird verfügbar sein, sobald die Bewertung ihrer Antwort abgeschlossen ist.
eo: Ýöü hävé çömplétéd thïs ässïgnmént. Ýöür fïnäl grädé wïll ßé äväïläßlé whén thé ässéssménts öf ýöür réspönsé äré çömplété. Ⱡ'σяєм ιρѕ#
es_es: Has completado esta tarea. Tu calificación final estará disponible cuando se completen las evaluaciones de tu respuesta.
fr: Vous avez terminé ce devoir. Votre note finale sera disponible une fois les évaluations de votre réponse terminées.
it_it: Hai completato questo esercizio. Il suo voto finale sarà disponibile quando tutti avranno completato la valutazione della tua risposta.
ja_jp: 課題を完了しました。解答の評価が完了すると最終成績を見ることができます。
ka: თქვენ დაასრულეთ მოცემული დავალება. თქვენი საბოლოო შეფასება ხელმისაწვდომი იქნება შეფასებების დასრულების შემდეგ.
pl: Zadanie zostało przez ciebie ukończone. Otrzymasz swoją ocenę końcową gdy nastąpi ocena twoich odpowiedzi.
ru: Вы завершили выполнение этого задания. Ваша итоговая оценка будет доступна после того, как проверка будет завершена.
sw_ke: Umekamilisha zoezi hili. Daraja yako ya mwisho itawekwa baada ya kukamilika kwa tathmini ya majibu yako.
tr_tr: Bu görevi tamamladınız. Final notunuz cevabınızın değerlendirmeleri tamamlandığında görülebilir olacak.

source: You have completed this assignment. Review your grade and your assessment details.
ar: قمت بإكمال هذا الواجب. الرجاء مراجعة درجتك وتفاصيل الواجب الخاصة بك.
de_de: Sie haben diese Aufgabe erledigt. Sehen Sie hier Ihre Benotung und persönlichen Details ein.
eo: Ýöü hävé çömplétéd thïs ässïgnmént. Révïéw ýöür grädé änd ýöür ässéssmént détäïls. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Has completado esta tarea. Revisa tu calificación y los detalles de tu evaluación.
fr: Vous avez terminé ce devoir. Visualisez votre note et les détails de votre évaluation.
it_it: Questo compito è stato completato. Rivedi la valutazione e i dettagli del compito.
ja_jp: 課題を完了しました。成績と評価の詳細を確認しましょう。
ka: თქვენ დაასრულეთ მოცემული დავალება. მიმოიხილეთ თქვენ ქულა და შეფასების დეტალები.
pl: Zadanie zostało przez ciebie ukończone. Sprawdź swoją ocenę i jej szczegóły.
ru: Вы завершили это задание. Посмотрите свою оценку и подробности проверки.
sw_ke: Umekamilisha zoezi zoezi hili. Pitia upya daraja lako na maelezo ya tathmini yako.
tr_tr: Bu görevi tamamladınız. Notunuzu ve görev ayrıntılarınızı gözden geçirin.

source: This assignment is in progress. Learner training will close soon. Complete the learner training step to move on.
ar: يتم حالياَ فحص الواجب. سيُغلق تدريب المتعلّمين قريبًا. أكمل عملك على خطوة تدريب المتعلّمين للمتابعة.
de_de: Diese Aufgabe ist in Bearbeitung. Das Teilnehmer Training wird demnächst beendet. Vervollständigen Sie die folgenden Arbeitsschritte für die Teilnehmer, sodass diese weiterarbeiten können.
eo: Thïs ässïgnmént ïs ïn prögréss. Léärnér träïnïng wïll çlösé söön. Çömplété thé léärnér träïnïng stép tö mövé ön. Ⱡ'σяєм ιρѕυм ∂σłσя#
es_es: Esta tarea está en curso. El entrenamiento del estudiante finalizará pronto. Completa el paso de entrenamiento del estudiante para continuar.
fr: Ce devoir est en cours. L'étape d'entraînement des apprenants sera bientôt terminée. Complétez l'étape d'entraînement pour continuer.
it_it: Questo compito è in corso. L'addestramento dello studente verrà chiuso a breve. Completare l'addestramento dello studente per continuare.
ja_jp: この課題は進行中です。受講者用トレーニングはまもなく閉じられます。トレーニングステップを完了して、次へ進みましょう。
ka: მიმდინარეობს დავალების შესრულება. მსმენელთა ტრენინგი მალე დაიხურება. დაასრულეთ მსმენელის სწავლების საფეხური და გადადით შემდეგზე.
pl: To zadanie znajduje się w toku. Etap szkoleniowy wkrótce dobiegnie końca, dlatego ukończ szkolenie studenta, aby przejść dalej.
ru: Выполнение задания не закончено. Шаг обучения скоро подойдет к концу. Завершите его, чтобы продолжить.
sw_ke: Zoezi hili linaendelea. Mafunzo yatafungwa hivi karibuni. Kamilisha mafunzo ya mwanafunzi ili uendelee.
tr_tr: Bu görev devam ediyor. Öğrenci alıştırması yakında sona erecek. İlerlemek için öğrenci alıştırmasını tamamlayın.

source: This assignment is in progress. Complete the learner training step to move on.
ar: يتم حالياً فحص الواجب. أكمل عملك على خطوة تدريب المتعلّمين للمتابعة.
de_de: Diese Aufgabe ist in Bearbeitung. Vervollständigen Sie das Teilnehmer Training, sodass diese weiterarbeiten können.
eo: Thïs ässïgnmént ïs ïn prögréss. Çömplété thé léärnér träïnïng stép tö mövé ön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Esta tarea está en curso. Completa el paso de entrenamiento del estudiante para continuar.
fr: Ce devoir est en cours. Complétez l'étape d'entraînement pour continuer.
it_it: Questo compito è in corso. Completare l'addestramento dello studente per continuare.
ja_jp: この課題は進行中です。受講者用トレーニングステップを完了して、次へ進みましょう。
ka: ეს დავალება შესრულების პროცესშია. შემდეგზე გადასასვლელად დაასრულეთ მსმენელის სწავლების საფეხური.
pl: To zadanie znajduje się w toku. Ukończ etap szkolenia studenta, aby przejść dalej.
ru: Выполнение задания не закончено. Чтобы продолжить, завершите шаг обучения.
sw_ke: Zoezi hili linaendelea. Kamilisha hatua ya mafunzo ya mwanafunzi ili uendelee.
tr_tr: Bu görev devam ediyor. İlerlemek için öğrenci alıştırmasını tamamlayın.

source: This assignment is in progress. Check back later when the assessment period has started.
ar: يتم حالياً فحص الواجب. الرجاء مراجعة القسم في وقت لاحق بعد بدء فترة الواجب.
de_de: Diese Aufgabe ist in Bearbeitung. Kontrollieren Sie später noch einmal, wenn die Bewertung gestartet ist.
eo: Thïs ässïgnmént ïs ïn prögréss. Çhéçk ßäçk lätér whén thé ässéssmént pérïöd häs stärtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Esta tarea está en curso. Vuelve a consultar más tarde cuando haya comenzado el periodo de evaluación.
fr: Ce devoir est en cours. Revenez plus tard quand la période d'évaluation aura débutée.
it_it: Questo compito è in corso. Tornare successivamente, una volta avviato il periodo di valutazione.
ja_jp: この課題は進行中です。評価期間が始まったら、また戻ってきてください。
ka: მიმდინარეობს დავალების შესრულება. გადაამოწმეთ მოგვიანებით, შემოწმების პერიოდის დაწყების შემდეგ.
pl: To zadanie znajduje się w toku. Wróć po dacie rozpoczęcia okresu oceniania prac.
ru: Выполнение задания не закончено. Вернитесь на эту страницу позже, когда начнётся проверка.
sw_ke: Zoezi hili linaendea. Rudi tena baadae wakati tathmini itakapokua imeanza
tr_tr: Bu görev devam ediyor. Değerlendirme dönemi başladığında tekrar kontrol edin.

source: %(start_strong)sThis assignment is in progress. The self assessment step will close soon.%(end_strong)s You still need to complete the %(start_link)sself assessment%(end_link)s step.
ar: %(start_strong)sجار فحص الواجب. ستُغلق خطوة التقييم الذاتي قريبًا.%(end_strong)s ما زلت بحاجة لإكمال خطوة %(start_link)s التقييم الذاتي%(end_link)s.
de_de: %(start_strong)sDiese Aufgabe ist momentan in Bearbeitung. Die Zeit für die Selbstbewertung endet bald.%(end_strong)s Sie müssen diesen Schritt der %(start_link)sSelbstbewertung%(end_link)s noch erfüllen.
eo: %(start_strong)sThïs ässïgnmént ïs ïn prögréss. Thé sélf ässéssmént stép wïll çlösé söön.%(end_strong)s Ýöü stïll nééd tö çömplété thé %(start_link)ssélf ässéssmént%(end_link)s stép. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕ#
es_es: %(start_strong)sEsta tarea está en curso. El paso de autoevaluación se cerrará pronto.%(end_strong)s Aún tienes que completar el paso de %(start_link)sautoevaluación%(end_link)s.
fr: %(start_strong)sCe devoir est en cours. L'étape d'auto-évaluation va bientôt fermer.%(end_strong)s Vous devez compléter l'étape %(start_link)sd'auto-évaluation%(end_link)s step.
it_it: %(start_strong)sQuesto compito è in corso. La fase di auto-valutazione verrà chiusa a breve.%(end_strong)s È necessario completare la fase %(start_link)s auto-valutazione%(end_link)s .
ja_jp: %(start_strong)sこの課題は進行中です。セルフ・アセスメントステップはまもなく閉じられます。%(end_strong)s %(start_link)sセルフ・アセスメント%(end_link)sステップを完了させてください。
ka: %(start_strong)s მიმდინარეობს დავალების შესრულება. თვითშეფასების საფეხური მალე დაიხურება.%(end_strong)s თქვენ ჯერ კიდევ არ დაგისრულებიათ %(start_link)sთვითშეფასების%(end_link)s საფეხური.
pl: %(start_strong)sTo zadanie znajduje się w toku. Etap samodzielnej oceny wkrótce dobiegnie końca.%(end_strong)s Wciąż musisz dokonać %(start_link)ssamodzielnej oceny%(end_link)s.
ru: %(start_strong)sВыполнение задания не закончено. Шаг самооценивания скоро закроется.%(end_strong)s Вам необходимо пройти %(start_link)sего%(end_link)s.
sw_ke: %(start_strong)sZoezi hili linaendelea. Hatua ya tathmini binafsi itafungwa hivi karibuni.%(end_strong)sBado unahitaji kukamilisha %(start_link)shatua ya tathmini binafsi%(end_link)s

source: This assignment is in progress. You still need to complete the %(start_link)sself assessment%(end_link)s step.
ar: جار فحص الواجب. مازلت بحاجة لإكمال خطوة %(start_link)sالتقييم الذاتي%(end_link)s.
de_de: Diese Aufgabe ist in Bearbeitung. Sie müssen noch die %(start_link)sSelbst Beurteilung%(end_link)s vervollständigen
eo: Thïs ässïgnmént ïs ïn prögréss. Ýöü stïll nééd tö çömplété thé %(start_link)ssélf ässéssmént%(end_link)s stép. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυ#
es_es: Esta tarea está en curso. Aún tienes que completar el paso de %(start_link)sautoevaluación%(end_link)s.
fr: Ce devoir est en cours. Vous devez compléter l'étape %(start_link)sd'auto-évaluation%(end_link)s .
it_it: Questo compito è in corso. È necessario completare la fase %(start_link)s auto-valutazione%(end_link)s .
ja_jp: この課題は進行中です。%(start_link)sセルフ・アセスメント%(end_link)sステップを完了させてください。
ka: მიმდინარეობს ამ დავალების შესრულება. თქვენ ჯერ კიდევ გჭირდებათ %(start_link)sთვითშეფასების%(end_link)s საფეხურის დასრულება.
pl: To zadanie znajduje się w toku. Wciąż musisz wykonać etap %(start_link)ssamodzielnej oceny%(end_link)s.
ru: Выполнение задания не закончено. Вам необходимо пройти шаг %(start_link)sсамооценивания%(end_link)s.
sw_ke: Zoezi hili linaendelea. Bado unahitaji kukamilisha%(start_link)s hatua ya tathmini binafsi%(end_link)s

source: This assignment is in progress.%(start_strong)sThe peer assessment step will close soon.%(end_strong)s All submitted peer responses have been assessed. Check back later to see if more learners have submitted responses. You still need to complete the %(start_link)speer assessment%(end_link)s step.
ar: %(start_strong)sجار فحص الواجب. ستُغلق خطوة تقييم الزملاء قريبًا.%(end_strong)s All لقد قُيّمت جميع ردود الزملاء المُقدّمة. يُرجى العودة في وقتٍ لاحق للتحرّى فيما إذا قدّم مزيدٌ من المتعلّمين ردودًا جديدة. مازلت بحاجة لإكمال خطوة %(start_link)s تقييم الزملاء%(end_link)s.
de_de: Diese Aufgabe ist fast fertig.%(start_strong)s Diese Partnerbewertung wird bald geschlossen%(end_strong)s. Alle eingereichten Antworten wurden bewertet. Überprüfe später, ob noch mehr Lernende ihre Antworten gesendet haben, damit Du den %(start_link)s%(end_link)s Peer-Bewertungsschritt bzw. die Partnerbewertung abschließen kannst.
eo: Thïs ässïgnmént ïs ïn prögréss.%(start_strong)sThé péér ässéssmént stép wïll çlösé söön.%(end_strong)s Àll süßmïttéd péér réspönsés hävé ßéén ässésséd. Çhéçk ßäçk lätér tö séé ïf möré léärnérs hävé süßmïttéd réspönsés. Ýöü stïll nééd tö çömplété thé %(start_link)spéér ässéssmént%(end_link)s stép. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιq#
es_es: Esta tarea está en curso. %(start_strong)sEl paso de evaluación por pares se cerrará pronto.%(end_strong)s Se han evaluado todas las respuestas enviadas. Vuelve a consultar más tarde si más estudiantes han enviado sus respuestas. Aún tienes que completar el paso de %(start_link)sevaluación por pares%(end_link)s.
fr: De devoir est en cours.%(start_strong)sL'étape d'évaluation par les pairs va bientôt fermer.%(end_strong)s Toutes les réponses ont été évaluées. Revenez plus tard pour voir si d'autres réponses sont disponibles. Vous devez compléter l'étape %(start_link)sd'auto-évaluation%(end_link)s .
it_it: Questo compito è in corso.%(start_strong)s La fase di valutazione dei colleghi verrà chiusa a breve.%(end_strong)s Tutte le risposte dei colleghi inoltrate sono state valutate. Tornare successivamente per verificare se ulteriori studenti hanno inoltrato risposte. È necessario completare il passo %(start_link)s valutazione dei colleghi%(end_link)s .
ja_jp: この課題は進行中です。%(start_strong)sピア・アセスメントステップはまもなく閉じられます。%(end_strong)s 提出済の他の受講者の解答の評価はすべて完了しました。後ほど戻ってきて、さらに解答が提出されていないかどうか確認してください。 %(start_link)sピア・アセスメント%(end_link)sステップを完了させてください。
ka: მიმდინარეობს დავალების შესრულება. %(start_strong)sურთიერთშეფასების საფეხური მალე დაიხურება.%(end_strong)s შეფასდა ყველა გაგზავნილი ურთიერთშეფასების პასუხი. მოგვიანებით გადაამოწმეთ ხომ არ გამოაგზავნა რომელიმე მსმენელმა საკუთარი პასუხი. თქვენ კვლავ გჭირდებათ %(start_link)sურთიერთშეფასების%(end_link)s საფეხურის დასრულება.
pl: To zadanie znajduje się w toku.%(start_strong)sEtap wzajemnej oceny wkrótce dobiegnie końca.%(end_strong)s Wszystkie zgłoszone odpowiedzi zostały ocenione. Odwiedź to miejsce później, aby sprawdzić, czy kolejni studenci przesłali swoje prace. Wciąż musisz ukończyć etap %(start_link)swzajemnej oceny%(end_link)s.
ru: Выполнение задания не закончено. %(start_strong)sШаг взаимного оценивания скоро закроется.%(end_strong)s К сожалению, все ответы сокурсников были проверены ранее. Вернитесь позже чтобы проверить другие ответы, и завершите %(start_link)sэтот шаг%(end_link)s.
sw_ke: Zoezi hili linaendelea.%(start_strong)s Hatua ya tathmini binafsi itafungwa hivi karibuni.%(end_strong)s Majibu yote rika yaliyowasilishwa yamefanyiwa tathmini. Rudi tena baadae uangalie kama wanafunzi wengi zaidi wamewasilisha majibu yao. Bado unahitajika kukamilisha %(start_link)shatua ya tathmini rika%(end_link)s.
