Repository: openedx/edx-ora2
Catalog: openassessment/locale/*/LC_MESSAGES/django.po
Languages: ar, de_de, eo, es_es, fr, it_it, ja_jp, ka, pl, pt_br, ru, sw_ke, th, tr_tr, zh_tw

source: <span id="oa_step_deadline_response" class="date ora-datetime" data-datetime="%(start_date)s" data-string="available {date} (in %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>
eo: <span id="oa_step_deadline_response" class="date ora-datetime" data-datetime="%(start_date)s" data-string="available {date} (in %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: <span id="oa_step_deadline_response" class="date ora-datetime" data-datetime="%(due_date)s" data-string="due {date} (in %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>
eo: <span id="oa_step_deadline_response" class="date ora-datetime" data-datetime="%(due_date)s" data-string="due {date} (in %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: In Progress
ar: جاري التقييم
de_de: In Bearbeitung
eo: Ìn Prögréss Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: En curso
fr: En cours
it_it: In corso
ja_jp: 進行中
ka: მიმდინარეობს დამუშავება
pl: W trakcie
pt_br: Em Progresso
ru: Выполняется
sw_ke: Ina Endelea
th: อยู่ในระหว่างดำเนินการ
tr_tr: İşlem Sürüyor
zh_tw: 正在進行中

source: Enter your team's response to the prompt.
ar: أدخل إجابة فريقك على السؤال
de_de: Gib die Antwort deines Teams ein.
eo: Éntér ýöür téäm's réspönsé tö thé prömpt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Escribe la respuesta de tu equipo al enunciado.
fr: Saisissez la réponse de votre équipe à l'invite.
it_it: Inserisci la risposta della tuo team nel campo di testo.
tr_tr: Soruya takımınızın yanıtını girin.

source: You can save your progress and return to complete your team's response at any time before the due date
ar: يمكنك حفظ التقدّم الذي أنجزته حتى الآن والعودة لاستكمال ردّ فريقك في أي وقت قبل تاريخ الاستحقاق.
de_de: Du kannst den Fortschritt speichern und jederzeit vor der Frist zurückkehren, um die Antwort deines Teams zu vervollständigen
eo: Ýöü çän sävé ýöür prögréss änd rétürn tö çömplété ýöür téäm's réspönsé ät äný tïmé ßéföré thé düé däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αη#
es_es: Puedes guardar tu progreso y volver para completar la respuesta de tu equipo en cualquier momento previo a la fecha límite
fr: Vous pouvez enregistrer votre progression et revenir pour compléter la réponse de votre équipe à tout moment avant la date d'échéance
it_it: È possibile salvare i propri progressi e tornare a completare la risposta del team in qualsiasi momento prima della data di scadenza

source: You can save your progress and return to complete your team's response at any time.
ar: يمكنك حفظ التقدّم الذي أنجزته حتى الآن والعودة لاستكمال ردّ فريقك في أي وقت.
eo: Ýöü çän sävé ýöür prögréss änd rétürn tö çömplété ýöür téäm's réspönsé ät äný tïmé. Ⱡ#
es_es: Puedes guardar tu progreso y volver para completar la respuesta de tu equipo en cualquier momento.
fr: Vous pouvez enregistrer votre progression et revenir pour compléter la réponse de votre équipe à tout moment.
it_it: È possibile salvare i propri progressi e tornare per completare la risposta del team in qualsiasi momento.

source: After you submit a response on behalf of your team, it cannot be edited
ar: لايمكنك تحرير الرد بعد إرساله نيابة عن فريقك
eo: Àftér ýöü süßmït ä réspönsé ön ßéhälf öf ýöür téäm, ït çännöt ßé édïtéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Después de enviar una respuesta en nombre de tu equipo, esta no puede ser modificada
fr: Une fois que vous avez soumis une réponse au nom de votre équipe, elle ne peut pas être modifiée
it_it: Dopo aver inviato la tua risposta, non potrai più modificare il testo.

source: Enter your response to the prompt.
ar: يُرجى إدخال ردّك على السؤال.
de_de: Geben Sie Ihre Antwort ein.
eo: Éntér ýöür réspönsé tö thé prömpt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Escribe tu respuesta al enunciado.
fr: Saisir ici votre réponse à la question.
ja_jp: 問題に対するあなたの解答を入力してください。
ka: უპასუხეთ მითითებულ საკითს.
pl: Podaj odpowiedź na zadanie.
ru: Введите свой ответ на вопрос.
tr_tr: Soruya cevabınızı giriniz.

source: You can save your progress and return to complete your response at any time before the due date
ar: يمكنك حفظ التقدّم الذي أنجزته حتى الآن والعودة لاستكمال ردّك في أي وقت قبل تاريخ الاستحقاق.
eo: Ýöü çän sävé ýöür prögréss änd rétürn tö çömplété ýöür réspönsé ät äný tïmé ßéföré thé düé däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕ#
es_es: Puedes guardar tu progreso y volver para completar tu respuesta en cualquier momento previo a la fecha límite
fr: Vous pouvez enregistrer votre progression et revenir pour compléter votre réponse à tout moment avant la date d'échéance
it_it: È possibile salvare i propri progressi e tornare a completare la propria risposta in qualsiasi momento prima della data di scadenza

source: You can save your progress and return to complete your response at any time.
ar: يمكنك حفظ التقدّم الذي أنجزته حتى الآن والعودة لاستكمال ردّك في أي وقت.
de_de: Sie können Ihren Fortschritt speichern und jederzeit zurückkehren, um Ihre Antwort zu vervollständigen.
eo: Ýöü çän sävé ýöür prögréss änd rétürn tö çömplété ýöür réspönsé ät äný tïmé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Puedes guardar tu progreso y volver para completar tu respuesta en cualquier momento.
fr: Vous pouvez enregistrer votre réponse et revenir la compléter à tout moment.
ja_jp: 記入途中の解答を一時保存して後から提出することができます。
ka: შეგიძლიათ შეინახოთ თქვენი პროგრესი და ნებისმიერ დროს მიუბრუნდეთ დასასრულებლად.
pl: Możesz zapisać swój postęp, wrócić do zadania później i udzielić odpowiedzi w dowolnym czasie.
pt_br: Você pode salvar seu progresso e voltar para completar a sua resposta a qualquer momento.
ru: Вы можете сохранить свою работу и завершить её в любое время.
sw_ke: Unaweza kuhifadhi maendeleo ya kazi yako na urudi kukamilisha majibu yako wakati wowote.
th: คุณสามารถบันทึกความก้าวหน้าและกลับไปตอบให้เสร็จได้ตลอดเวลา
tr_tr: İşleminizi kaydedebilir ve herhangi bir zamanda cevabınızı tamamlamak için geri dönebilirsiniz.
zh_tw: 您可以隨時儲存並回頭修改您的答案

source: After you submit your response, you cannot edit it
ar: يُرجى ملاحظ أنّه لا يمكنك تعديل ردّك بعد أن تقدّمه.
de_de: Nachdem Sie Ihre Antwort übermittelt haben, können Sie diese nicht mehr ändern
eo: Àftér ýöü süßmït ýöür réspönsé, ýöü çännöt édït ït Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No puedes editar tu respuesta una vez enviada
fr: Après avoir envoyé votre réponse, vous ne pourrez plus la modifier
it_it: Dopo aver inviato la tua risposta, non potrai più modificare il testo.
ja_jp: 解答を提出した後は、編集できません
ka: პასუხის გაგზავნის შემდეგ თქვენ ვეღარ შეძლებთ მის ჩასწორებას
pl: Po przesłaniu odpowiedzi niemożliwa będzie jej edycja.
pt_br: Depois que você enviar sua resposta, você não poderá edita-la
ru: После того, как вы отправите свой ответ на проверку, вы не сможете его изменить.
sw_ke: Baada ya kuwasilisha jibu lako, huwezi kulihakiki
th: หลังจากคุณส่งคำตอบ คุณไม่สามารถแก้ไขได้แล้ว
tr_tr: Cevabınızı yükledikten sonra, onu düzenleyemezsiniz
zh_tw: 在您送出答案以後，您不能再修改它

source: What will this assignment be graded on?
eo: Whät wïll thïs ässïgnmént ßé grädéd ön? Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: ¿En qué se calificará esta tarea?
fr: Sur quoi cette évaluation sera-t-elle notée?
it_it: Su cosa verrà valutato questo compito?

source: The prompt for this section
ar: المطالبة لهذا القسم
de_de: Die Aufgabenstellung für diesen Abschnitt.
eo: Thé prömpt för thïs séçtïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Enunciado para esta sección
fr: La question pour cette section
it_it: Questa é la domanda a cui devi rispondere in questo esercizio.
ja_jp: このセクションの問題
ka: მინიშნება ამ განყოფილებისათვის
pl: Pytanie dla tego rozdziału
ru: Вопрос для этого раздела
sw_ke: Alama ya kipengele cha sehemu hii
tr_tr: Bu bölüm için uyarı

source: You are on team
ar: أنت عضو في فريق
de_de: Sie sind im Team
eo: Ýöü äré ön téäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Estás en el equipo
fr: Vous êtes dans l'équipe
it_it: Sei nel team
tr_tr: Takımdasınız

source: Team Members:
ar: أعضاء الفريق:
de_de: Teammitglieder:
eo: Téäm Mémßérs: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Miembros del equipo:
fr: Membres de l'équipe :
it_it: Membri del team:
tr_tr: Takım Üyeleri:

source: %(team_members_with_external_submissions)s have/has already submitted a response to this assignment with another team, and will not be a part of your team's submission or assignment grade.
ar: %(team_members_with_external_submissions)s قام بالفعل بتقديم رد على هذا الواجب مع فريق آخر، ولن يكون جزءاً من عملية تقييم رد الفريق أو درجته.
eo: %(team_members_with_external_submissions)s hävé/häs älréädý süßmïttéd ä réspönsé tö thïs ässïgnmént wïth änöthér téäm, änd wïll nöt ßé ä pärt öf ýöür téäm's süßmïssïön ör ässïgnmént grädé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє є#
es_es: %(team_members_with_external_submissions)s ha enviado una respuesta a esta tarea con otro equipo, y no será parte de tu equipo en la entrega ni en la calificación de la tarea.
fr: %(team_members_with_external_submissions)s avoir / a déjà soumis une réponse à ce devoir avec une autre équipe et ne fera pas partie de la soumission ou de la note du devoir de votre équipe.
it_it: %(team_members_with_external_submissions)s ha/hanno già inoltrato una risposta a questo compito con un altro team, e non farà parte della valutazione del compito o dell'inoltro del tuo team.

source: Team Response
ar: إجابة الفريق
de_de: Antwort des Teams
eo: Téäm Réspönsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Respuesta de equipo
fr: Réponse de l'équipe
it_it: Risposta del team
tr_tr: Takım Yanıtı

source: Your Response
ar: إجابتك
de_de: Ihre Antwort
eo: Ýöür Réspönsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Tu respuesta
fr: Votre réponse
it_it: La tua risposta
tr_tr: Yanıtınız

source: (Required)
ar: (مطلوب)
de_de: (Erforderlich)
eo: (Réqüïréd) Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: (Obligatorio)
fr: (Requis)
it_it: (campo obbligatorio)
tr_tr: (Gerekli)

source: (Optional)
ar: (اختياري)
eo: (Öptïönäl) Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: (Opcional)
fr: (Optionnel)
it_it: (Facoltativo)
tr_tr: (İsteğe Bağlı)

source: Teams should designate one team member to submit a response on behalf of the entire team. All team members can use this space to work on draft responses, but you will not be able to see your teammates' drafts made in this space, so please coordinate with them to decide on the final response the designated team member should submit.
ar: ينبغي على الفرق تعيين عضو واحد في الفريق لإرسال رد بالنيابة عن كامل الفريق. ويمكن لجميع أعضاء الفريق استخدام هذه المساحة للعمل على مسودة الإجابات. إلا أنه لا يمكنك رؤية مسودات زملاءك الموجودة هنا. لذلك يرجى التنسيق معهم للتقرير بخصوص الإجابة النهائية التي يجب على العضو الممثل الفريق تقديمها.
eo: Téäms shöüld désïgnäté öné téäm mémßér tö süßmït ä réspönsé ön ßéhälf öf thé éntïré téäm. Àll téäm mémßérs çän üsé thïs späçé tö wörk ön dräft réspönsés, ßüt ýöü wïll nöt ßé äßlé tö séé ýöür téämmätés' dräfts mädé ïn thïs späçé, sö pléäsé çöördïnäté wïth thém tö déçïdé ön thé fïnäl réspönsé thé désïgnätéd téäm mémßér shöüld süßmït. #
es_es: Los equipos deben designar un miembro para que haga el envío de la respuesta en nombre de el equipo completo. Todos los miembros del equipo pueden usar este espacio para trabajar en el borrador de la respuesta, pero no puedes ver los borradores de los otros integrantes de tu equipo, así que por favor coordínate con ellos para decidir cuál es la respuesta final del equipo que el miembro designado debe enviar.
fr: Les équipes doivent désigner un membre de l'équipe pour soumettre une réponse au nom dw l'équipe. Tous les membres de l'équipe peuvent utiliser cet espace pour travailler sur les brouillons de réponses, mais vous ne pourrez pas voir les brouillons de vos coéquipiers dans cet espace, donc veuillez vous coordonner avec eux pour décider de la réponse finale que le membre désigné de l'équipe doit soumettre.
it_it: I team devono indicare un membro del team per inoltrare una risposta per conto dell'intero team. Tutti i membri del team possono utilizzare questo spazio per lavorare su risposte bozza, ma non sarà possibile visualizzare le bozze dei propri compagni di team create in questo spazio, per cui coordinarsi con i compagni per decidere la risposta finale che deve inoltrata dal membro del team designato.

source: Enter your response to the prompt above.
ar: يُرجى إدخال ردّك على السؤال أعلاه.
de_de: Geben Sie Ihre Antwort in das Eingabefeld oben ein.
eo: Éntér ýöür réspönsé tö thé prömpt äßövé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Escribe tu respuesta al enunciado anterior.
fr: Saisir ici votre réponse à la question ci-dessus.
ja_jp: 上の問題に対するあなたの解答を入力してください。
ka: უპასუხეთ ზემოთ მითითებულ საკითხს.
pl: Wprowadź odpowiedź do powyższego zadania.
ru: Введите свой ответ на приведённый выше вопрос.
tr_tr: Üstteki soruya cevabınızı giriniz.

source: You are currently on Team %(team_name)s. Since you were on Team %(previous_team_name)s when they submitted a response to this assignment, you are seeing Team %(previous_team_name)s’s response and will receive the same grade for this assignment as your former teammates. You will not be part of Team %(team_name)s’s submission for this assignment and will not receive a grade for their submission.
eo: Ýöü äré çürréntlý ön Téäm %(team_name)s. Sïnçé ýöü wéré ön Téäm %(previous_team_name)s whén théý süßmïttéd ä réspönsé tö thïs ässïgnmént, ýöü äré sééïng Téäm %(previous_team_name)s’s réspönsé änd wïll réçéïvé thé sämé grädé för thïs ässïgnmént äs ýöür förmér téämmätés. Ýöü wïll nöt ßé pärt öf Téäm %(team_name)s’s süßmïssïön för thïs ässïgnmént änd wïll nöt réçéïvé ä grädé för théïr süßmïssïön. #
es_es: Actualmente te encuentras en el equipo %(team_name)s. Ya que estabas en el equipo %(previous_team_name)s cuando ellos enviaron la respuesta para esta prueba, estás viendo la respuesta del equipo %(previous_team_name)s y recibirás la misma calificación que tus antiguos compañeros. No serás parte del envío del equipo %(team_name)s para esta prueba y no recibirás una calificación por su envío.
fr: Vous êtes actuellement dans l'équipe %(team_name)s. Vous étiez dans l'équipe %(previous_team_name)s lorsqu'ils ont soumis une réponse à ce devoir, vous voyez donc la réponse de l'équipe %(previous_team_name)s et recevrez la même note pour ce devoir que vos anciens coéquipiers. Vous ne ferez pas partie de l'équipe %(team_name)s pour la soumission de ce devoir et vous ne recevrez pas une note pour cette soumission.

source: We could not save your progress
ar: عذرًا، لم نستطع حفظ التقدّم الذي أحرزته.
de_de: Wir konnten Ihren Zwischenstand nicht speichern.
eo: Wé çöüld nöt sävé ýöür prögréss Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: No hemos podido guardar tu progreso
fr: Votre réponse n'a pas pu être enregistrée
it_it: Impossibile salvare i tuoi progressi
ja_jp: 進捗を保存できませんでした
ka: თქვენი პასუხის შენახვა ვერ ხერხდება
pl: Nie udało się zapisać twojego postępu
pt_br: Nós não conseguimos salvar o seu progresso
ru: Не удалось сохранить работу
sw_ke: Hatukuweza kuhifadhi maendeleo ya kazi yako
th: เราไม่สามารถบันทึกความก้าวหน้าของคุณ
tr_tr: İşleminizi kaydedemedik
zh_tw: 我們無法儲存您的進度

source: Save your progress
ar: حفظ التقدّم الذي أحرزته
de_de: Zwischenstand speichern.
eo: Sävé ýöür prögréss Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Guardar tu progreso
fr: Enregistrer votre réponse
it_it: Ricorda di salvare le tue modifiche
ja_jp: 進捗を保存
ka: შეინახეთ თქვენი პროგრესი
pl: Zapisz swój postęp
pt_br: Salve seu progresso
ru: Сохраните свою работу
sw_ke: Hifadhi maendeleo ya kazi yako
tr_tr: İlerlemenizi Kaydedin
zh_tw: 儲存您的進度

source: Your Submission Status
ar: حالة تقديمك
de_de: Ihr Einreichungsstatus
eo: Ýöür Süßmïssïön Stätüs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Estado de tu entrega
fr: Statut de votre envoi
it_it: Stato dell'inoltro
ja_jp: あなたの提出物ステータス
ka: თქვენი გაგზავნილი პასუხის სტატუსი
pl: Stan twojego zgłoszenia
pt_br: Status do Seu Envio
ru: Статус сданной на проверку работы
sw_ke: Hali Halisi ya Uwasilishaji Wako
th: สถานะการส่งของคุณ
tr_tr: Yükleme Durumunuz
zh_tw: 您的提交狀態

source: File Uploads
ar: تحميلات الملف
de_de: Dateiuploads
eo: Fïlé Ûplöäds Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Subida de archivos
fr: Téléchargements de fichiers
it_it: Caricamenti file
tr_tr: Dosya Yüklemeleri

source: Upload files and review files uploaded by you and your teammates below. Be sure to add descriptions to your files to help your teammates identify them.
eo: Ûplöäd fïlés änd révïéw fïlés üplöädéd ßý ýöü änd ýöür téämmätés ßélöw. Bé süré tö ädd désçrïptïöns tö ýöür fïlés tö hélp ýöür téämmätés ïdéntïfý thém. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт#
es_es: Sube archivos y revisa los archivos subidos por ti y tus compañeros. Asegúrate de agregar descripciones a tus archivos para ayudar a tus compañeros a identificarlos.
fr: Téléchargez des fichiers et examinez les fichiers téléchargés par vous et vos coéquipiers ci-dessous. Assurez-vous d'ajouter des descriptions à vos fichiers pour aider vos coéquipiers à les identifier.

source: We could not upload files
ar: لم نتمكّن من تحميل الملفات.
de_de: Es konnten keine Dateien hochgeladen werden
eo: Wé çöüld nöt üplöäd fïlés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: No hemos podido cargar archivos
fr: Nous n'avons pas pu charger les fichiers
it_it: Impossibile caricare i file
ja_jp: ファイルをアップロードできませんでした
ka: ფაილების ატვირთვა ვერ მოხერხდა
pl: Nie udało się przesłać plików
ru: Не удалось загрузить файлы
sw_ke: Hatukuweza kupakia mafaili
tr_tr: Dosyaları yükleyemedik

source: We could not delete files
ar: لم نتمكّن من حذف الملفات.
de_de: Wir konnten keine Dateien löschen.
eo: Wé çöüld nöt délété fïlés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: No hemos podido eliminar archivos
fr: Nous n'avons pas pu supprimer les fichiers
it_it: Non è stato possibile cancellare i files
tr_tr: Dosyaları silemedik

source: Select one or more files to upload for this submission.
ar: اختر ملف أو أكثر لرفعها في هذا التقديم.
de_de: Wählen Sie eine oder mehrere Dateien zum Hochladen aus, um die Aufgabe zu beantworten.
eo: Séléçt öné ör möré fïlés tö üplöäd för thïs süßmïssïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Selecciona uno o más archivos para subirlos a esta entrega.
fr: Sélectionnez un ou plusieurs fichiers à télécharger pour cette soumission.
it_it: Selezionare uno o più file da caricare per questo inoltro.
tr_tr: Bu gönderim için yüklenecek bir veya daha fazla dosyayı seçin.

source: Select a file to upload for this submission.
ar: اختر ملفًا لتحميله مع هذا التقديم
de_de: Wählen Sie eine Datei zum Hochladen für diese Einreichung
eo: Séléçt ä fïlé tö üplöäd för thïs süßmïssïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Selecciona un archivo para subirlo a esta entrega.
fr: Sélectionnez un fichier à envoyer pour cette réponse.
it_it: Selezionare un file da caricare per questo inoltro.
ja_jp: アップロードするファイルを選択してください。
ka: პასუხის გასაგზავნად აირჩიეთ ასატვირთი ფაილი.
pl: Wybierz plik do załączenia do tej odpowiedzi.
pt_br: Selecione um arquivo para carregar nesta apresentação.
ru: Выберите файл для загрузки в ответ.
sw_ke: Chagua faili upakie kwa wasilisho hili.
tr_tr: Bu gönderi için yüklemek istediğiniz dosyayı seçiniz.
zh_tw: 選擇本次提交上傳的檔案。

source: Supported file types:
ar: أنواع الملفات المدعومة:
de_de: Unterstützte Dateitypen:
eo: Süppörtéd fïlé týpés: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Tipos de archivos compatibles:
fr: Types de fichiers pris en charge:
it_it: Tipi di file supportati:
tr_tr: Desteklene dosya türleri:

source: Upload files
ar: تحميل الملفات
de_de: Hochladen von Dateien
eo: Ûplöäd fïlés Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Cargar archivos
fr: Charger un fichier
it_it: Carica file
ja_jp: ファイルをアップロード
ka: ფაილების ატვირთვა
pl: Prześlij pliki
ru: Загрузить файлы
sw_ke: Pakia mafaili
tr_tr: Dosyaları yükle

source: Upload file
ar: تحميل ملف
de_de: Datei hochladen
eo: Ûplöäd fïlé Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Cargar archivo
fr: Envoyer un fichier
it_it: Carica file
tr_tr: Dosya yükle

source: You may continue to work on your response until you submit it.
ar: يمكنك مواصلة العمل على ردّك حتى لحظة تقديمك له.
de_de: Sie können so lange an Ihrer Antwort arbeiten, bis Sie diese einreichen.
eo: Ýöü mäý çöntïnüé tö wörk ön ýöür réspönsé üntïl ýöü süßmït ït. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Puedes continuar trabajando en tu respuesta hasta que la envíes.
fr: Vous pouvez continuer à travailler sur votre réponse jusqu'à ce que vous l'envoyez.
it_it: Fino ad invio definitivo potrai continuare a scrivere o a modificare la risposta.
ja_jp: 提出するまでは解答を編集できます。
ka: გაგზავნამდე თქვენ შეგიძლიათ განაგრძოთ მუშაობა თქვენს პასუხზე.
pl: Możesz kontynuować prace nad swoją odpowiedzią do momentu aż prześlesz ją do oceny.
pt_br: Você pode continuar a trabalhar em sua resposta até que você a envie.
ru: Вы можете продолжать работать над своим ответом, пока не отправите его на проверку.
sw_ke: Unaweza kuendelea kushughulikia jibu lako mpaka utakapofanikiwa kulituma.
th: คุณอาจจะทำการตอบต่อไปจนกว่าคุณจะส่งมัน
tr_tr: Gönderene kadar cevabınızın üzerinde çalışmaya devam edebilirsiniz.
zh_tw: 您可以在送出答案前繼續工作

source: This is a team submission.
ar: هذا تقديم فريق.
de_de: Dies ist eine Team-Einreichung.
eo: Thïs ïs ä téäm süßmïssïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Esta es una entrega de equipo.
fr: Ceci est une soumission d'équipe.
it_it: Questo è un inoltro del team.
tr_tr: Bu bir takım gönderimidir.

source: One team member should submit a response with the team’s shared files and a text response on behalf of the entire team.
ar: يجب على عضو واحد في الفريق تقديم إجابة مرفقة بملفات الفريق وإجابة نصية نيابة عن كامل أعضاء الفريق.
eo: Öné téäm mémßér shöüld süßmït ä réspönsé wïth thé téäm’s shäréd fïlés änd ä téxt réspönsé ön ßéhälf öf thé éntïré téäm. Ⱡ'σяєм ιρѕυм#
es_es: Uno de los miembros del equipo debe enviar una respuesta con los archivos compartidos del equipo y un texto de respuesta en nombre de todo el equipo.
fr: Un membre de l'équipe doit envoyer une réponse avec les fichiers partagés de l'équipe et une réponse textuelle au nom de toute l'équipe.
it_it: Un membro del team deve inoltrare una risposta con i file condivisi del team ed una risposta di testo per conto dell'intero team.
