Repository: openedx/edx-ora2
Catalog: openassessment/locale/*/LC_MESSAGES/django.po
Languages: ar, de_de, eo, es_es, fr, it_it, ja_jp, ka, pl, pt_br, ru, sw_ke, th, tr_tr, zh_tw

source: Check back later to see if a course staff member has assessed your response. You will receive your grade after the assessment is complete.
ar: راجع الصفحة في وقت لاحق لتعرف فيما إذا قيّم أحد أعضاء طاقم الفريق ردّك. ستحصل على درجتك بعد إكمال عملية التقييم.
de_de: Schauen Sie später noch einmal, ob Ihre Antwort bereits bewertet wurde. Sie werden Ihre Benotung erhalten, sobald die Bewertung durchgeführt wurde.
eo: Çhéçk ßäçk lätér tö séé ïf ä çöürsé stäff mémßér häs ässésséd ýöür réspönsé. Ýöü wïll réçéïvé ýöür grädé äftér thé ässéssmént ïs çömplété. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαв#
es_es: Vuelve a consultar más tarde para consultar si el equipo docente ha evaluado tu respuesta. Recibirás tu calificación una vez finalizada la evaluación.
fr: Revenez plus tard pour voir si un membre de l'équipe pédagogique a évalué votre réponse. Vous recevrez une note après que l'évaluation soit complète.
it_it: Controlla più tardi per vedere se un docente del corso ha valutato la tua risposta. Riceverai il tuo voto a termine della valutazione complessiva dell'esercitazione.
ja_jp: 後ほど、講座スタッフがあなたの解答を評価したかどうか確認してください。評価が終了すると成績を受け取ることができます。
ka: დაბრუნდით მოგვიანებით და გადაამოწმეთ, დაგიწერათ თუ არა შეფასება კურსის თანამშრომელმა. ქულას შეფასების დასრულების შემდეგ მიიღებთ.
pl: Wróć później, aby sprawdzić, czy członek kadry dokonał oceny twojej odpowiedzi. Otrzymasz swoją ocenę po ukończeniu całego zadania.
pt_br: Verifique novamente mais tarde para ver se um membro da equipe do curso avaliou sua resposta. Você receberá sua nota depois que a avaliação estiver completa.
ru: Зайдите позже для того, чтобы увидеть был ли проверен ваш ответ. Вы получите оценку после того, как ваша работа будет проверена.
sw_ke: Angalia tena baadae uone kama mwalimu wa kozi amekadiria jibu lako. Utapokea daraja lako baada ya tathmini kukamilika.
tr_tr: Yanıtınızın bir akademik personel tarafından değerlendirip değerlendirmediğini görmek için daha sonra tekrar kontrol edin. Değerlendirmeniz tamamlandığında notunuzu alacaksınız.

source: You Must Complete the Steps Above to View Your Grade
ar: يجب أن تكمل الخطوات المبيّنة أعلاه لتعرف الدرجة التي حصلت عليها.
de_de: Sie müssen die obigen Schritte vervollständigen, um Ihre Note anzuschauen.
eo: Ýöü Müst Çömplété thé Stéps Àßövé tö Vïéw Ýöür Grädé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Debes completar los pasos anteriores para ver tu calificación
fr: Vous devez compléter les étapes au-dessus pour voir votre note
it_it: Devi completare passo dopo passo tutti gli step prima di vedere il tuo voto.
ja_jp: 成績を見るには、上のステップを完了させてください。
ka: თქვენი საბოლოო ქულის სანახავად უნდა დაასრულოთ ზემოთ მოცემული საფეხურები.
pl: Musisz wykonać powyższe etapy, aby otrzymać swoją ocenę.
pt_br: Você deve completar os passos acima para visualizar sua nota
ru: Вы должны выполнить требуемые шаги для того, чтобы получить оценку
sw_ke: Lazima Ukamilishe Hatua Za Hapo Juu Kutizama Daraja Lako
tr_tr: Notunuzu Görmek için Aşağıdaki Adımları Tamamlamanız Gerekiyor
zh_tw: 您必須完成以上這些步驟才能查看您的分數

source: Although a course staff member has assessed your response, you will receive your grade only after you have completed all the required steps of this problem.
ar: يجب أن تكمل جميع الخطوات المطلوبة لهذه المسألة أولًا لتحصل على درجتك حتى لو قيّم أحد أعضاء الفريق ردّك قبل ذلك.
de_de: Ein Mitarbeiter hat Ihre Aufgabe bereits angeschaut. Ihre Bewertung erhalten Sie jedoch erst, wenn Sie alle nötigen Schritte dieser Aufgabenstellung abgeschlossen haben.
eo: Àlthöügh ä çöürsé stäff mémßér häs ässésséd ýöür réspönsé, ýöü wïll réçéïvé ýöür grädé önlý äftér ýöü hävé çömplétéd äll thé réqüïréd stéps öf thïs prößlém. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσ#
es_es: Aunque el equipo docente ha evaluado tu respuesta, solo recibirás tu calificación cuando hayas completado todos los pasos requeridos para esta tarea.
fr: Bien qu'un membre de l'équipe pédagogique aie évalué votre réponses, vous ne recevrez de note qu'après avoir complété toutes les étapes requises du problème.
it_it: Sebbene un membro dello staff del corso abbia valutato la tua risposta, riceverai la tua valutazione solo dopo aver completato tutti i passi di questo problema.
ja_jp: 講座スタッフの評価は完了しましたが、成績を受け取ることができるのはこの問題に必要な全ステップを終了した後です。
ka: მიუხედავად იმისა, რომ თანამშრომელმა თქვენი პასუხი შეაფასა, ქულას მხოლოდ მოცემული ამოცანის ყველა სავალდებულო საფეხურის შესრულების შემდეგ მიიღებთ.
pl: Chociaż członek kadry kursu dokonał oceny twojej odpowiedzi, otrzymasz swoją ocenę dopiero po ukończeniu wszystkich wymaganych etapów tego zadania.
pt_br: Embora um membro da equipe do curso tenha avaliado sua resposta, você recebera sua nota somente após completar todos os passos exigidos por este problema.
ru: Несмотря на то, что ваш ответ был проверен, вы получите оценку только после того, как выполните все шаги, требующиеся в этом задании.
sw_ke: Ingawa mwalimu wa kozi amekadiria jibu lako, utapokea daraja lako pindi baada ya kumaliza hatua zote zihitajikazo kwa swali hili.

source: Missing options_selected key in request
ar: مفتاح الخيارات المنتقاة options_selected غير موجود ضمن الطلب المقدّم
de_de: Fehlender Schlüssel options_selected in der Anfrage
eo: Mïssïng öptïöns_séléçtéd kéý ïn réqüést Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: No se ha encontrado la clave options_selected en la petición
fr: Il manque à la requête la clef options_selected
it_it: Chiave options_selected mancante nella richiesta
ja_jp: option_selected キーがありません
ka: მოთხოვნაში გამოტოვებულია options_selected გასაღები
pl: Brakujący klucz options_selected
pt_br: Falta a chave options_selected no pedido
ru: В запросе отсутствует ключ options_selected
sw_ke: Hiari zinazokosekana_ufunguo uliyochaguliwa unahitajika
th: ขาดคีย์ตัวเลือกที่เลือกในคำขอ
tr_tr: İstekteki seçilmiş_seçenekler anahtarı kayıp
zh_tw: 需求中缺少了options_selected的值

source: options_selected must be a dictionary
ar: يجب أن تكون الخيارات المنتقاة options_selected قاموسًا.
de_de: options_selected muss ein Wörterbuch sein
eo: öptïöns_séléçtéd müst ßé ä dïçtïönärý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: options_selected debe ser un diccionario
fr: options_selected doit être un disctionnaire
it_it: options_selected deve essere un dizionario
ja_jp: option_selectedはディクショナリでなければいけません
ka: options_selected უნდა იყოს ლექსიკონი
pl: options_selected musi być elementem słownika
pt_br: options_selected deve ser um dicionário
ru: options_selected должен иметь форму словаря
sw_ke: hiari_kilichochaguliwa lazima kiwe ni kamusi
th: ตัวเลือกที่เลือกต้องเป็นพจนานุกรม
tr_tr: seçilmiş_seçenekler sözlük olmalıdır
zh_tw: options_selected 的值必須是個目錄

source: Your scores could not be checked.
ar: عذرًا، لم يمكن التحقّق من درجاتك.
de_de: Ihr Punktestand konnte nicht überprüft werden.
eo: Ýöür sçörés çöüld nöt ßé çhéçkéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: No se han podido verificar tus puntuaciones.
fr: Vos notes n'ont pu être vérifiés.
it_it: Impossibile controllare i punteggi.
ja_jp: あなたの得点は確認できませんでした。
ka: თქვენი ქულების შემოწმება ვერ მოხერხდა.
pl: Nie udało się sprawdzić twoich wyników.
pt_br: Sua pontuação não pôde ser verificada.
ru: Не удалось проверить ваши оценки.
sw_ke: Alama zako hazikuweza kuhakikiwa.
th: คะแนนของคุณยังไม่สามารถตรวจสอบได้
tr_tr: Sonuçlarınız kontrol edilemedi.
zh_tw: 無法檢查您的分數。

source: Error updating XBlock configuration
ar: نأسف لحدوث خطأ في تحديث إعدادات إكس بلوك XBlock.
de_de: Fehler beim Aktualisieren der XBlock-Einstellung
eo: Érrör üpdätïng XBlöçk çönfïgürätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Error al actualizar la configuración del XBlock
fr: Erreur lors de la mise à jour de la configuration du XBlock
it_it: Errore durante la configurazione di XBlock
ja_jp: XBlock設定の更新エラー
ka: XBlock-ის კონფიგურაციის განახლების შეცდომა
pl: Wystąpił błąd w trakcie zmiany konfiguracji XBlocka
pt_br: Erro ao atualizar a configuração do XBlock
ru: Ошибка при обновлении конфигурации XBlock
sw_ke: Hitlafu katika kupakia usabidi wa XBlock
th: ข้อผิดพลาดในการอัพเดตการกำหนดค่า XBlock
tr_tr: XBlock yapılandırması güncellenirken hata
zh_tw: 更新XBlock設定的錯誤

source: Error: Text Response and File Upload Response cannot both be disabled
de_de: Fehler: Die Texteingabe und der Datei-Upload können nicht beide deaktiviert werden.
eo: Érrör: Téxt Réspönsé änd Fïlé Ûplöäd Réspönsé çännöt ßöth ßé dïsäßléd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Error: no se puede deshabilitar el texto de respuesta y la respuesta por carga de archivo a la vez
fr: Erreur: la réponse textuelle et la réponse avec téléchargement de fichier ne peuvent pas être toutes les deux désactivées
it_it: Errore: la risposta testuale e la risposta di caricamento file non possono essere entrambe disabilitate

source: Error: When Text Response is disabled, File Upload Response must be Required
de_de: Fehler: Wenn die Texteingabe deaktiviert ist, muss der Datei-Upload aktiviert sein.
eo: Érrör: Whén Téxt Réspönsé ïs dïsäßléd, Fïlé Ûplöäd Réspönsé müst ßé Réqüïréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Error: cuando el texto de respuesta está deshabilitado, la respuesta por subida de archivo es obligatoria
fr: Erreur: lorsque la réponse textuelle est désactivée, la réponse de téléchargement avec fichier doit être requise
it_it: Errore: quando la risposta testuale è disabilitata, la risposta di caricamento file deve essere richiesta

source: Error: When File Upload Response is disabled, Text Response must be Required
de_de: Fehler: Wenn der Datei-Upload deaktiviert ist, muss die Texteingabe aktiviert sein.
eo: Érrör: Whén Fïlé Ûplöäd Réspönsé ïs dïsäßléd, Téxt Réspönsé müst ßé Réqüïréd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Error: cuando la respuesta por subida de archivo está deshabilitada, el texto de respuesta es obligatorio
fr: Erreur: lorsque la réponse avec téléchargement de fichier est désactivée, la réponse textuelle doit être requise
it_it: Errore: quando la risposta di caricamento file è disabilitata, la risposta testuale deve essere richiesta

source: Validation error: {error}
ar: خطأ في التحقّق: {error}
de_de: Validierungsfehler: {error}
eo: Välïdätïön érrör: {error} Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Error de validación: {error}
fr: Erreur de validation : {error}
it_it: Errore di convalida: {error}
ja_jp: 認証エラー: {error}
ka: დადასტურების შეცდომა: {error}
pl: Błąd walidacji: {error}
pt_br: Erro de validação: {error}
ru: При проверке обнаружена ошибка: {error}
sw_ke: Hitilafu ya uthibitishaji: {error}
th: สาเหตุผิดพลาด: {error}
tr_tr: Doğrulama hatası: {error}
zh_tw: 驗證錯誤：{error}

source: Successfully updated OpenAssessment XBlock
ar: نجح تحديث OpenAssessment XBlock.
de_de: OpenAssessment XBlock wurde erfolgreich aktualisiert
eo: Süççéssfüllý üpdätéd ÖpénÀsséssmént XBlöçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: OpenAssessment XBlock actualizado con éxito
fr: OpenAssessment XBlock a été correctement mis à jour
it_it: XBlock OpenAssessment aggiornato correttamente
ja_jp: OpenAssessment XBlockの更新完了
ka: OpenAssessment XBlock წარმატებით განახლდა
pl: Pomyślnie zaktualizowano OpenAssessment XBlock
pt_br: OpenAssessment XBlock atualizado com sucesso
ru: XBlock для оценивания открытых ответов успешно обновлён
sw_ke: Imefanikiwa kusasisha OpenAssessment XBlock
th: การอัพเดทการประเมินแบบเปิด XBlockเสร็จสมบูรณ์
tr_tr: OpenAssessment XBlock başarıyla yüklendi.
zh_tw: 成功更新 OpenAssessment XBlock

source: "submission" required to submit answer.
ar: "التقديم" مطلوب لتقديم الجواب.
de_de: "Einreichung" wird benötigt um eine Antwort zu übermitteln.
eo: "süßmïssïön" réqüïréd tö süßmït änswér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Se necesita "entrega" para enviar la respuesta.
fr: La soumission nécessite au moins une réponse.
it_it: "inoltro" richiesto per inoltrare la risposta.
ja_jp: "提出"には解答の提出が必要です。
ka: პასუხების გაგზავნისთვის საჭიროა პარამეტრი "submission".
pl: Do przesłania odpowiedzi wymagane jest "submission".
pt_br: "envio" necessário para mandar a resposta.
ru: Для отправки ответа необходим параметр «submission».
sw_ke: "uwasilishaji" inahitajika kuwasilisha jibu.
th: "การส่ง" ต้องส่งคำตอบ
tr_tr: Cevap göndermek için "gönderim" gereklidir.
zh_tw: "submission"需要提交答案

source: To submit a response, view this component in Preview or Live mode.
ar: لتقديم ردّ، يُرجى مراجعة هذا المكوِّن في وضع ’المعاينة‘ أو ’العرض المباشر‘.
de_de: Um eine Antwort zu übermitteln, betrachte diese Komponente in der Vorschau oder im Live-Modus.
eo: Tö süßmït ä réspönsé, vïéw thïs çömpönént ïn Prévïéw ör Lïvé mödé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Para enviar una respuesta, visualiza este componente en modo Previsualización o En vivo.
fr: Pour soumettre une réponse, afficher ce composant dans Aperçu ou en mode Direct.
it_it: Per inoltrare una risposta, visualizzare questo componente in modalità Anteprima o Live.
ja_jp: 解答を提出するには、このコンポーネントをプレビューまたはライブモードで表示してください。
ka: პასუხის გაგზავნისათვის, იხილეთ ეს კომპონენტი გადათვალიერების ან ცოცხალ რეჟიმში.
pl: Aby przesłać odpowiedź, wyświetl ten element w podglądzie lub trybie na żywo.
pt_br: Para enviar uma resposta, veja este componente no modo Visualização ou Ao Vivo.
ru: Для отправки ответа используйте «Предварительный просмотр» или «Просмотр курса»
sw_ke: Kuwasilisha jibu, tizama kipengele hiki kwa Mtazamo kabla au Mubashara.
th: ส่งคำตอบ ดูส่วนประกอบในการโหมดแสดงผลก่อนหรือดูสด
tr_tr: Cevap göndermek için, bu bileşeni Ön İzleme ve ya Canlı modda görüntüle.
zh_tw: 為了送出您的回應，請於 "預覽" 或是 "線上模式" 檢視此組件。

source: Multiple submissions are not allowed.
ar: عذرًا، لا يُسمح بتقديمات متعدّدة.
de_de: Mehrfacheinreichungen sind nicht erlaubt.
eo: Mültïplé süßmïssïöns äré nöt ällöwéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: No se permite más de un envío.
fr: Les soumissions multiples ne sont pas autorisées.
it_it: Non sono consentiti invii multipli.
ja_jp: 複数回の提出は許可されていません。
ka: რამდენიმე ნამუშევრის გაგზავნა დაუშვებელია.
pl: Przesyłanie więcej niż jednego zgłoszenia jest niedozwolone.
pt_br: Envios múltiplos não são permitidos.
ru: Многократная отправка не допускается.
sw_ke: Kuwasilisha zaidi ya mara moja hakuruhusiwi.
th: ไม่อนุญาตการส่งมากกว่าหนึ่ง
tr_tr: Çoklu gönderimlere izin verilmez.
zh_tw: 不允許同時多個送出。

source: Submission cannot be empty. Please refresh the page and try again.
de_de: Die Eingabe darf nicht leer sein. Bitte laden Sie die Seite erneut und versuchen Sie es noch einmal.
eo: Süßmïssïön çännöt ßé émptý. Pléäsé réfrésh thé pägé änd trý ägäïn. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Las entregas no pueden ir vacías. Por favor, refresca la página e inténtalo de nuevo.
fr: La soumission ne peut pas être vide. Veuillez actualiser la page et réessayer.
it_it: L'inoltro non può essere vuoto. Aggiornare la pagina e riprovare.

source: API returned unclassified exception.
ar: أعادت واجهة برمجة التطبيقات رسالة تفيد بحدوث استثناء غير مصنّف.
de_de: API gab eine nicht klassifizierte Ausnahme zurück
eo: ÀPÌ rétürnéd ünçlässïfïéd éxçéptïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: La API ha devuelto una excepción sin clasificar.
fr: l'API a renvoyé un code d'exception non classé
it_it: L'API ha restituito un'eccezione non classificata.
ja_jp: APIが分類されていない例外を返しました。
ka: API-იმ დააბრუნა არაკლასიფიცირებული გამონაკლისი.
pl: API zwróciło nieklasyfikowany wyjątek.
pt_br: API retornou uma exceção não classificada.
ru: API сообщил о неизвестном исключении.
sw_ke: API imerudisha taarifa zisizo muhimu.
th: API ส่งคืนข้อยกเว้นที่ไม่จำแนกประเภท
tr_tr: API sınıflandırılmamiş ayrıcalık döndürdü.
zh_tw: API 回應了一個非典型的例外。

source: This response could not be saved.
ar: عذرًا، لم يمكن حفظ هذا الردّ.
de_de: Diese Antwort konnte nicht gespeichert werden.
eo: Thïs réspönsé çöüld nöt ßé sävéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Esta respuesta no se ha podido guardar.
fr: Cette réponse n'a pas pu être enregistrée.
it_it: Impossibile salvare la risposta.
ja_jp: この解答を保存することができませんでした。
ka: პასუხის შენახვა ვერ მოხერხდა.
pl: Nie udało się zapisać tej odpowiedzi.
pt_br: Esta resposta não pôde ser salva.
ru: Не удалось сохранить ответ.
sw_ke: Jibu hili halikuweza kuhifadhiwa.
th: ไม่สามารถบันทึกคำตอบนี้ได้
tr_tr: Bu cevap kaydedilemedi.
zh_tw: 這個作答無法儲存。

source: This response was not submitted.
ar: عذرًا، لم يمكن تقديم هذا الرد.
de_de: Diese Antwort wurde nicht übermittelt.
eo: Thïs réspönsé wäs nöt süßmïttéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Esta respuesta no se ha enviado.
fr: Cette réponse n'a pas été soumise.
it_it: La risposta non è stata inviata.
ja_jp: この解答は提出されませんでした。
ka: პასუხის გაგზავნა ვერ მოხერხდა.
pl: Nie udało się przesłać tej odpowiedzi.
pt_br: Esta resposta não foi enviada.
ru: Ответ не был отправлен на проверку.
sw_ke: Jibu hili halikuwasilishwa.
th: คำตอบนี้ยังไม่ได้ส่ง
tr_tr: Bu cevap gönderilmedi.
zh_tw: 這個答案並被未提交。

source: Files descriptions were not submitted.
ar: تعذّر إرسال وصف الملفات.
de_de: Dateibeschreibungen wurden nicht eingereicht.
eo: Fïlés désçrïptïöns wéré nöt süßmïttéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: No se enviaron descripciones de archivos.
fr: Les descriptions des fichiers n'ont pas pu être envoyées
it_it: Descrizioni dei file non inoltrate.
ja_jp: ファイルの詳細説明が提出されませんでした。
ka: ფაილების აღწერა არ იყო შეტანილი
pl: Nie udało się przesłać opisów plików.
ru: Описания файлов не были отправлены.
sw_ke: Maelezo ya mafaili hayakuwasilishwa
tr_tr: Dosya açıklamaları gönderilmedi.

source: Files metadata could not be saved.
ar: تعذر حفظ بيانات تعريف الملفات.
de_de: Datei-Metadaten konnten nicht gespeichert werden.
eo: Fïlés métädätä çöüld nöt ßé sävéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: No se han podido guardar los metadatos de los archivos.
fr: Les métadonnées des fichiers n'ont pas pu être enregistrées.
it_it: Impossibile salvare i metadati dei file.
tr_tr: Dosya üst verileri kaydedilemedi.

source: There was an error uploading your file.
ar: حدث خطأ أثناء تحميل ملفّك.
de_de: Beim Hochladen ist ein Fehler aufgetreten.
eo: Théré wäs än érrör üplöädïng ýöür fïlé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Se ha producido un error al cargar tu archivo.
fr: Il y a eu une erreur lors de l'envoi de votre fichier.
it_it: C'è stato un errore nel caricamento del tuo file.
ja_jp: ファイルのアップロード時にエラーが発生しました。
ka: თქვენი ფაილის ატვირთვისას დაფიქსირდა შეცდომა.
pl: Wystąpił błąd w trakcie przesyłania twojego pliku.
pt_br: Ocorreu um erro ao atualizar seu arquivo.
ru: Произошла ошибка при загрузке вашего файла.
sw_ke: Kulikuwa na hitilafu kupakia faili lako.
tr_tr: Dosyanızı yüklerken hata oluştu.
zh_tw: 在上傳您的檔案時發生了一個錯誤。

source: Only a single file upload is allowed for this assessment.
ar: يسمح برفع ملف واحد فقط لهذا التقييم
de_de: Sie können für diese Aufgabe nur einzelne Dateien hochladen.
eo: Önlý ä sïnglé fïlé üplöäd ïs ällöwéd för thïs ässéssmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Solo se permite subir un archivo para esta tarea.
fr: Un seul téléchargement de fichier est autorisé pour cette évaluation.
it_it: Per questa valutazione è consentito solo un singolo caricamento file.

source: File upload failed: unsupported file type.Only the supported file types can be uploaded.If you have questions, please reach out to the course team.
ar: فشل تحميل الملف: صيغة الملف غير مدعومة. يمكن فقط تحميل الملف المدعومة. عند وجود أي استفسار يرجى الاتصال بفريق المساق.
de_de: Das Hochladen der Datei ist fehlgeschlagen: Nicht unterstützter Dateityp. Es können nur die unterstützten Dateitypen hochgeladen werden. Wenn Sie Fragen haben, wenden Sie sich bitte an das Kursteam.
eo: Fïlé üplöäd fäïléd: ünsüppörtéd fïlé týpé.Önlý thé süppörtéd fïlé týpés çän ßé üplöädéd.Ìf ýöü hävé qüéstïöns, pléäsé réäçh öüt tö thé çöürsé téäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм #
es_es: Error al cargar el archivo: tipo de archivo no admitido. Solo se pueden cargar los tipos de archivos admitidos. Si tienes alguna pregunta, contacta con el equipo del curso.
fr: Échec du téléchargement du fichier: type de fichier non pris en charge. Seuls les types de fichiers pris en charge peuvent être téléchargés. Si vous avez des questions, veuillez contacter l'équipe du cours.
it_it: Caricamento file non riuscito: tipo di file non supportato. È possibile caricare solo i tipi di file supportati. In caso di domande, rivolgersi al team del corso.

source: Error retrieving upload URL.
ar: نأسف لحدوث خطأ في استرجاع رابط التحميل.
de_de: Fehler beim auflösen der URL zum hochladen.
eo: Érrör rétrïévïng üplöäd ÛRL. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Error al recuperar la URL de carga.
fr: Une erreur s'est produite lors de la récupération de l'URL de chargement.
it_it: Errore durante il richiamo dell'URL di caricamento.
ja_jp: アップロードURLの取得エラー。
ka: ატვირთვის URL-ის ამოღების შეცდომა.
pl: Błąd w trakcie uzyskiwania adresu URL przesłanego pliku.
pt_br: Erro ao recuperar a URL de upload.
ru: Ошибка при получении URL загрузки.
sw_ke: Hitilafu imetokea wakati kurudisha upakiaji wa URL.
th: การรับค่าอัปโหลด URL ผิดพลาด
tr_tr: URL yükleme alırken hata
zh_tw: 檢索上傳網址錯誤。

source: This response has been saved but not submitted.
ar: حُفِّظ هذا الردّ ولكن لم يُقدَّم بعد.
de_de: Diese Antwort wurde gespeichert, aber nicht übermittelt.
eo: Thïs réspönsé häs ßéén sävéd ßüt nöt süßmïttéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Esta respuesta se ha guardado pero no se ha enviado.
fr: Cette réponse est enregistrée mais n'a pas été envoyée.
it_it: Questa risposta è stata salvata, ma non è stata sottoposta.
ja_jp: この解答は一時保存されていますが、提出されていません。
ka: ეს პასუხი შენახულია, მაგრამ არ გაგზავნილა.
pl: Ta odpowiedź została zapisania, lecz nie została wysłana.
pt_br: Esta resposta foi salva mas não foi enviada.
ru: Ответ сохранён, но ещё не отправлен на проверку.
sw_ke: Jibu hili limehifadhiwa lakini halijawasilishwa.
th: คำตอบนี้ได้รับการบันทึกแต่ยังไม่ได้ส่งให้พิจารณาต่อไป
tr_tr: Bu cevap kaydedildi, ancak gönderilmedi.
zh_tw: 這一份作答已經儲存了，但仍未提交。

source: This response has not been saved.
ar: لم يُحفَّظ هذا الردّ بعد.
de_de: Diese Antwort wurde nicht gespeichert.
eo: Thïs réspönsé häs nöt ßéén sävéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Esta respuesta no se ha guardado.
fr: Cette réponse n'a pas été enregistrée.
it_it: Questa risposta non è stata salvata.
ja_jp: この解答は保存されていません。
ka: პასუხი არ შენახულა.
pl: Ta odpowiedź nie została zapisana.
pt_br: Esta resposta não foi salva.
ru: Ответ ещё не сохранён.
sw_ke: Jibu hili halijahifadhiwa.
th: คำตอบนี้ไม่ได้รับการบันทึก
tr_tr: Bu cevap kaydedilmedi.
zh_tw: 這一個作答還沒有被儲存。
