Repository: openedx/edx-ora2
Catalog: openassessment/locale/*/LC_MESSAGES/djangojs.po
Languages: ar_sa, cs, eo, es_ar, es_es, eu_es, fa_ir, fr_ca, ja_jp, nb, pl, sk, sw_ke, zh_tw

source: This section could not be loaded.
ar_sa: عذرًا لا يمكن تحميل هذا القسم.
cs: Tento oddíl nebylo možné načíst.
eo: Thïs séçtïön çöüld nöt ßé löädéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_ar: No se pudo cargar esta sección.
es_es: Esta sección no ha podido cargarse.
eu_es: Atal hau ezin izan da kargatu.
fa_ir: امکان بارگیری این بخش نیست.
fr_ca: Cette section ne peut être chargée.
ja_jp: このセクションは読み込めませんでした。
nb: Denne delen kunne ikke lastes inn.
pl: Nie udało się wczytać tej sekcji.
sk: Túto sekciu nie je možné načítať.
sw_ke: Kitengo hiki hakikuweza kupakiwa.
zh_tw: 這個部分無法加載。

source: The staff assessment form could not be loaded.
ar_sa: تعذَّر تحميل نموذج تقييم الموظف.
cs: Nebylo možné načíst formulář pro hodnocení učitelů.
eo: Thé stäff ässéssmént förm çöüld nöt ßé löädéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: No se pudo cargar el formulario de evaluación del personal.
es_es: La evaluación por el equipo docente no ha podido cargarse.
fa_ir: امکان بارگذاری فرم ارزیابی کارکنان نیست.
fr_ca: Le formulaire d'évaluation du personnel ne peut être chargé.
ja_jp: スタッフアセスメントフォームを読み込めませんでした。
nb: Personalets vurderingsskjema kunne ikke lastes inn.
pl: Nie udało się wczytać formularza oceny kadry.
sw_ke: Fomu ya tathmini ya wafanyakazi haikuweza kupakiwa.
zh_tw: 工作人員評分表無法載入。

source: The display of ungraded and checked out responses could not be loaded.
ar_sa: تعذَّر عرض الردود غير المقيّمة والمتحقق منها.
cs: Zobrazení nehodnocených a odhlášených odpovědí se nepodařilo načíst.
eo: Thé dïspläý öf üngrädéd änd çhéçkéd öüt réspönsés çöüld nöt ßé löädéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_ar: No se pudo cargar la visualización de las respuestas no calificadas y desprotegidas.
es_es: No se ha podido cargar la visualización de respuestas sin calificar y revisadas.
fa_ir: امکان بارگذاری نمایش پاسخ های انتخاب نشده و بدون نمره نیست.
fr_ca: L'affichage des réponses non notées et des réponses sélectionnées ne peuvent être chargées.
ja_jp: 採点対象外およびチェックアウト済の返信の表示を読み込めませんでした。
nb: Visning av ikke-vurderte og avklarte svar kunne ikke lastes inn.
pl: Nie udało się wyświetlić listy nieocenionych i sprawdzonych odpowiedzi.
sw_ke: Uoneshaji wa majibu yasiyopangiliwa na kukaguliwa haukuweza kupakiwa.
zh_tw: 不分級與已回應的顯示無法載入。

source: This response could not be submitted.
ar_sa: تعذَّر تقديم الإجابة.
cs: Vaši odpověď se nepodařilo odeslat.
eo: Thïs réspönsé çöüld nöt ßé süßmïttéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_ar: No se pudo enviar esta respuesta.
es_es: Esta respuesta no ha podido enviarse.
eu_es: Erantzun hau ezin izan da bidali.
fa_ir: این پاسخ ارسال نشد
fr_ca: Cette réponse n'a pu être soumise.
ja_jp: この返信は提出できませんでした。
nb: Dette svaret kunne ikke leveres.
pl: Nie udało się wysłać tej odpowiedzi.
sk: Túto odpoveď nie je možné odoslať.
sw_ke: Jibu hili halikuweza kuwasilishwa.
zh_tw: 作答無法提交。

source: This response could not be saved.
ar_sa: تعذَّر حفظ هذه الإجابة.
cs: Vaši odpověď se nepodařilo uložit.
eo: Thïs réspönsé çöüld nöt ßé sävéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_ar: Esta respuesta no se pudo guardar.
es_es: Esta respuesta no ha podido guardarse.
eu_es: Erantzun hau ezin izan da gorde.
fa_ir: این پاسخ ذخیره نشد
fr_ca: Cette réponse n'a pu être sauvegardée.
ja_jp: この返信は保存できませんでした。
nb: Dette svaret kunne ikke bli lagret.
pl: Nie udało się zapisać tej odpowiedzi.
sk: Túto odpoveď nie je možné uložiť.
sw_ke: Jibu hili haliwezi kuhifadhiwa.
zh_tw: 作答無法保存。

source: This feedback could not be submitted.
ar_sa: تعذَّر تقديم هذه الملاحظات والتعليقات.
cs: Vaši zpětnou vazbu se nepodařilo odeslat.
eo: Thïs féédßäçk çöüld nöt ßé süßmïttéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_ar: No se pudo enviar este comentario.
es_es: La retroalimentación no ha podido enviarse.
eu_es: Feedback hau ezin izan da bidali.
fa_ir: این بازخورد ارسال نشد
fr_ca: Ce commentaire n'a pu être soumis.
ja_jp: このフィードバックは提出できませんでした。
nb: Denne tilbakemeldingen kunne ikke leveres.
pl: Nie udało się wysłać tej opinii.
sk: Túto spätnú väzbu nie je možné odoslať.
sw_ke: Mrejesho hauwezi kuwasilishwa.
zh_tw: 這條反饋意見無法提交。

source: This assessment could not be submitted.
ar_sa: تعذَّر تقديم هذا التقييم.
cs: Vaše hodnocení se nepodařilo odeslat.
eo: Thïs ässéssmént çöüld nöt ßé süßmïttéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_ar: Esta evaluación no se pudo enviar.
es_es: Esta tarea no ha podido enviarse.
eu_es: Ebaluazio hau ezin izan da bidali.
fa_ir: این ارزیابی ارسال نشد
fr_ca: Ce devoir n'a pu être soumis.
ja_jp: このアセスメントは提出できませんでした。
nb: Denne vurderingen kunne ikke leveres.
pl: Nie udało się wysłać tej oceny.
sk: Toto hodnotenie nie je možné odoslať.
sw_ke: Tathmini haikuweza kuwasilishwa.
zh_tw: 這份評分無法提交。

source: One or more rescheduling tasks failed.
ar_sa: فشلت عملية إعادة جدولة مهمة أو أكثر.
cs: Jedna nebo více změn termínů selhaly.
eo: Öné ör möré résçhédülïng täsks fäïléd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_ar: Una o más tareas de reprogramación fallaron.
es_es: Error en una o más tareas de reprogramación.
eu_es: Berriz programatutako ataza batek edo gehiagok egin du kale
fa_ir: یک وظیفه یا تعداد بیشتری از وظایف انجام نشده است.
fr_ca: Une ou plusieurs tâches de replanification ont échoué.
ja_jp: スケジュール変更タスク失敗。
nb: Ett eller flere forsøk på ombooking feilet.
pl: Jedna lub więcej czynność zmiany terminów nie powiodła się.
sk: Jedna alebo viac úloh pre zmenu termínu zlyhala.
sw_ke: Jukumu moja au zaidi la kupanga upya limeshindikana.
zh_tw: 一個或多個任務重新安排失敗。

source: This problem could not be saved.
ar_sa: تعذَّر حفظ هذه الإجابة.
cs: Tato úloha nemůže být uložena.
eo: Thïs prößlém çöüld nöt ßé sävéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_ar: Este problema no se pudo guardar.
es_es: Este ejercicio no ha podido guardarse.
eu_es: Ariketa hau ezin izan da gorde.
fa_ir: این مشکل ذخیره نشد
fr_ca: Ce problème n'a pu être sauvegardé.
ja_jp: この問題は保存できませんでした。
nb: Dette problemet kunne ikke lagres.
pl: Nie udało się zapisać ćwiczenia.
sk: Túto úlohu nebolo možné uložiť.
sw_ke: Tatizo hili haliwezi kuhifadhiwa.
zh_tw: 此問題無法儲存。

source: The server could not be contacted.
ar_sa: عذرًا، لا يمكن الاتصال بالخادم.
cs: Spojení se serverem se nezdařilo.
eo: Thé sérvér çöüld nöt ßé çöntäçtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_ar: No se pudo contactar al servidor.
es_es: No se ha podido contactar con el servidor.
eu_es: Ezin izan da zerbitzariarekin konektatu.
fa_ir: ارتباط با سرور برقرار نشد
fr_ca: Le serveur n'a pu être rejoint.
ja_jp: サーバーに接続できませんでした。
nb: Serveren kan ikke kontaktes.
pl: Nie udało się połączyć z serwerem.
sk: Nebolo možné kontaktovať server.
sw_ke: Sava haikuweza kuarifiwa.
zh_tw: 無法聯繫服務器。

source: Could not retrieve upload url.
ar_sa: تعذَّر استرداد عنوان url للتحميل.
cs: Nelze získat url pro nahrávání.
eo: Çöüld nöt rétrïévé üplöäd ürl. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_ar: No se pudo recuperar la URL de carga.
es_es: No se ha podido obtener la URL de carga.
eu_es: Ezin izan da igotzeko URLa lortu.
fa_ir: نشانی اینترنتی بارگذاری بازیابی نشد
fr_ca: Impossible de récupérer le url de téléversement.
ja_jp: アップロードURLが復旧できませんでした。
nb: Kunne ikke hente opplastings url.
pl: Nie można odczytać adresu URL uploadu.
sk: Nebolo možné získať url adresu pre odovzdanie obsahu.
sw_ke: Haikuweza kupata url ya kupakia.
zh_tw: 無法找到上傳網址

source: Server error.
ar_sa: خطأ في الخادم.
cs: Chyba serveru.
eo: Sérvér érrör. Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_ar: Error del Servidor.
es_es: Error del servidor.
eu_es: Zerbitzariaren errorea.
fa_ir: خطای خدمت‌دهنده.
fr_ca: Erreur de serveur.
ja_jp: サーバーエラー。
nb: Serverfeil.
pl: Błąd serwera
sw_ke: Hitilafu ya seva.

source: Could not retrieve download url.
ar_sa: تعذَّر استرداد عنوان url للتنزيل.
cs: Nelze získat url pro stahování.
eo: Çöüld nöt rétrïévé döwnlöäd ürl. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_ar: No se pudo recuperar la URL de descarga.
es_es: No se ha podido obtener la URL de descarga.
eu_es: Ezin izan da jaisteko URLa lortu.
fa_ir: امکان بازیابی آدرس اینترنتی بارگیری وجود ندارد
fr_ca: mpossible de récupérer le url de téléchargement.
ja_jp: ダウンロードURLが復旧できませんでした。
nb: Kunne ikke hente nedlastings url.
pl: Nie można odczytać adresu URL pobierania.
sk: Nebolo možné získať adresu pre prevzatie obsahu.
sw_ke: Haikuweza kupata KIRASA cha kupakua.
zh_tw: 無法找到下載網址

source: The submission could not be removed from the grading pool.
ar_sa: تعذر إزالة الطلب من مجموع الدرجات.
cs: Příspěvek se nepodařilo odebrat z fondu hodnocení.
eo: Thé süßmïssïön çöüld nöt ßé rémövéd fröm thé grädïng pööl. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: El envío no se pudo eliminar del grupo de calificación.
es_es: La entrega no ha podido eliminarse del tablón de calificaciones.
eu_es: Bidalketa ezin izan da kendu kalifikazio-taulatik.
fa_ir: چیزی که تحویل داده شده نمی‌تواند از فهرست نمرات حذف شود.
fr_ca: La soumission n'a pas pu être retiré du bassin de notation.
ja_jp: 提出物を採点プールから削除できませんでした。
nb: Innleveringen kunne ikke fjernes fra karaktersettingsoversikten.
pl: Zgłoszenie nie może zostać usunięte z puli oceniania.
sk: Toto podanie nebolo možné odstrániť z klasifikačného hárku.
sw_ke: Uwasilishaji hauwezi kuondolewa kutoka kweny madaraja ya 'ubora'.
zh_tw: 此提交不能從評分庫中移除。

source: Multiple teams returned for course
ar_sa: عودة فرق متعددة إلى المساق.
cs: Několik týmů se vrátilo do kurzu
eo: Mültïplé téäms rétürnéd för çöürsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_ar: Múltiples equipos regresaron para el curso
es_es: Varios equipos han regresado por curso
fa_ir: چندین تیم برای دوره آموزشی بازگشتند
fr_ca: Plusieurs équipes pour le cours

source: Could not load teams information.
ar_sa: تعذَّر تحميل معلومات الفرق.
cs: Nepodařilo se načíst informace o týmech.
eo: Çöüld nöt löäd téäms ïnförmätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_ar: No se pudo cargar la información de los equipos.
es_es: No ha podido cargarse la información de los equipos.
fa_ir: اطلاعات تیم‌ها بارگیری نشد.
fr_ca: Impossible de récupérer les informations d'équipes.

source: User lookup failed
ar_sa: فشلت عملية البحث عن مستخدم
cs: Hledání uživatele selhalo
eo: Ûsér lööküp fäïléd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_ar: Búsqueda de usuario fallida
es_es: Error de búsqueda de usuario
fa_ir: جستجوی کاربر موفق نبود
fr_ca: La recherche d'utilisateur a échoué

source: Error when looking up username
ar_sa: عذرًا، حدث خطأ أثناء البحث عن اسم المستخدم
cs: Hledání uživatelského jména selhalo
eo: Érrör whén löökïng üp üsérnämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_ar: Error al buscar nombre de usuario
es_es: Error al buscar el nombre de usuario
fa_ir: خطا هنگام جستجوی نام کاربری
fr_ca: Erreur lors de la recherche du nom d'utilisateur

source: Failed to clone rubric
cs: Klonování rubriky se nezdařilo
eo: Fäïléd tö çlöné rüßrïç Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_ar: No se pudo clonar la rúbrica
es_es: No se ha podido clonar la rúbrica
fa_ir: شبیه‌سازی راهنمای امتیازدهی موفقیت آمیز نبود
fr_ca: Échec du clonage de la grille d'évaluation

source: View and grade responses
cs: Zobrazit a ohodnotit odpovědi
es_ar: Ver y calificar las respuestas
es_es: Ver y calificar respuestas
fa_ir: مشاهده و نمره‌دهی به پاسخ‌ها

source: Demo the new Grading Experience
cs: Předveďte nové hodnocení
es_ar: Demostración de la nueva experiencia de calificación
fa_ir: نمایش تجربه نمره‌دهی جدید

source: Unit Name
ar_sa: اسم الوحدة
cs: Název jednotky
eo: Ûnït Nämé Ⱡ'σяєм ιρѕυм ∂σł#
es_ar: Nombre de la unidad
es_es: Nombre de la unidad
eu_es: Unitatearen izena
fa_ir: نام واحد
fr_ca: Nom de l'unité
ja_jp: ユニット名
nb: Navn på enheten
pl: Nazwa lekcji
sw_ke: Jina la Kitengo

source: Units
ar_sa: الوحدات
cs: Jednotky
eo: Ûnïts Ⱡ'σяєм ιρѕ#
es_ar: Unidades
es_es: Unidades
eu_es: Unitateak
fa_ir: واحدها
fr_ca: Unités
ja_jp: ユニット
nb: Enheter
pl: Lekcje
sw_ke: Sura

source: Assessment
ar_sa: التقييم
cs: Hodnocení
eo: Àsséssmént Ⱡ'σяєм ιρѕυм ∂σłσ#
es_ar: Evaluación
es_es: Tarea
eu_es: Ebaluazioa
fa_ir: ارزیابی
fr_ca: Évaluation
ja_jp: アセスメント
nb: Vurdering
pl: Ocena
sw_ke: Tathmini

source: Assessments
ar_sa: التقييمات
cs: Hodnocení
eo: Àsséssménts Ⱡ'σяєм ιρѕυм ∂σłσя #
es_ar: Evaluaciones
es_es: Tareas
eu_es: Ebaluazioak
fa_ir: ارزیابی‌ها
fr_ca: Évaluations
ja_jp: アセスメント
nb: Vurderinger
pl: Oceny
sw_ke: Tathmini

source: Total Responses
ar_sa: مجموع الردود
cs: Celkový počet odpovědí
eo: Tötäl Réspönsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_ar: Respuestas totales
es_es: Respuestas totales
fa_ir: همه پاسخ‌ها
fr_ca: Réponses totales
ja_jp: 総返信数
nb: Totalt antall svar
pl: Suma odpowiedzi
sw_ke: Jumla ya Majibu

source: Training
ar_sa: التدريب
cs: Trénink
eo: Träïnïng Ⱡ'σяєм ιρѕυм ∂#
es_ar: Capacitación
es_es: Práctica
fa_ir: آموزش
fr_ca: Entraînement
ja_jp: トレーニング
nb: Øver
pl: Trening
sw_ke: Mafunzo

source: Peer
ar_sa: الأقران
cs: Spolužáci
eo: Péér Ⱡ'σяєм ι#
es_ar: Par
es_es: Compañero
eu_es: Ikaskidea
fa_ir: همتا
fr_ca: Pair
ja_jp: ピア
nb: Likemann
pl: Przez innych kursantów
sw_ke: Rika

source: Self
ar_sa: ذاتي
cs: Vlastní
eo: Sélf Ⱡ'σяєм ι#
es_ar: Auto
es_es: Auto
fa_ir: خود
fr_ca: Auto
ja_jp: セルフ
nb: Selv
pl: Samodzielnie
sw_ke: Binafsi

source: Waiting
ar_sa: انتظار
cs: Čekání
eo: Wäïtïng Ⱡ'σяєм ιρѕυм #
es_ar: Esperando
es_es: Esperando
eu_es: Zain
fa_ir: در حال انتظار
fr_ca: En attente
ja_jp: 待機中
nb: Venter
pl: Oczekuje
sw_ke: Inasubiri

source: Staff
ar_sa: طاقم المساق
cs: Učitelé
eo: Stäff Ⱡ'σяєм ιρѕ#
es_ar: Personal
es_es: Equipo docente
eu_es: Arduradunak
fa_ir: کارکنان
fr_ca: Équipe pédagogique
ja_jp: スタッフ
nb: Personell
pl: Kadra
sw_ke: Mfanyi kazi/Muajiriwa

source: Final Grade Received
ar_sa: تم الحصول على الدرجة النهائية
cs: Přijato závěrečné hodnocení
eo: Fïnäl Grädé Réçéïvéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_ar: Calificación final recibida
es_es: Nota final recibida
eu_es: Azken kalifikazioa jaso da
fa_ir: نمره پایانی دریافت شد
fr_ca: Note finale reçue
ja_jp: 最終成績受取済
nb: Endelig karakter oppnådd
pl: Uzyskana ocena końcowa
sw_ke: Daraja la Mwisho 'Limepokelewa'

source: Staff Grader
cs: Učitelský srovnávač
es_ar: Calificador de personal
fa_ir: نمره‌گذار کارکنان

source: List of Open Assessments is unavailable
ar_sa: لا يمكن العثور على التقييمات المفتوحة
cs: Seznam otevřených hodnocení není k dispozici
eo: Lïst öf Öpén Àsséssménts ïs ünäväïläßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_ar: La lista de evaluaciones abiertas no está disponible
es_es: El listado de tareas abiertas no está disponible
fa_ir: فهرست ارزیابی‌های باز در دسترس نیست
fr_ca: La liste des évaluations ouvertes est indisponible
ja_jp: オープン・アセスメントのリストはありません
nb: Liste over åpne vurderinger er ikke tilgjengelig
pl: Lista otwartych ocen jest niedostępna
sw_ke: Orodha ya Tathimini huru 'haipatikani'

source: Please wait
ar_sa: يرجى الانتظار
cs: Čekejte prosím
eo: Pléäsé wäït Ⱡ'σяєм ιρѕυм ∂σłσя #
es_ar: Espere por favor
es_es: Por favor, espera
eu_es: Itxaron, mesedez
fa_ir: لطفا شکیبا باشید
fr_ca: Veuillez patienter
ja_jp: お待ちください
nb: Vennligst vent
pl: Proszę czekać
sw_ke: Tafadhali subiri / ngojea

source: Block view is unavailable
ar_sa: عرض المجموعة غير متوفر
cs: Zobrazení bloků není k dispozici
eo: Blöçk vïéw ïs ünäväïläßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_ar: La vista de bloque no está disponible
es_es: La vista en bloque no está disponible
fa_ir: مشاهده بلوک ها امکانپذیر نیست
fr_ca: La vue en bloc est indisponible.
ja_jp: ブロック・ビューは不可
nb: Blokkvisning er utilgjengelig
pl: Podgląd bloku jest niedostępny
sw_ke: 'Haiwezekani' kuzuia utazamaji

source: Back to Full List
ar_sa: العودة إلى القائمة الكاملة
cs: Zpět na celý seznam
eo: Bäçk tö Füll Lïst Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_ar: Volver a la lista completa
es_es: Volver a la lista completa
eu_es: Itzuli zerrenda osora
fa_ir: بازگشت به فهرست کامل
fr_ca: Retour à la liste complète
ja_jp: 全リストへ戻る
nb: Tilbake til hele listen
pl: Powrót do pełnej listy
sw_ke: Rudi kwenye Orodha Kamili

source: Confirm
cs: Potvrdit
eo: Çönfïrm Ⱡ'σяєм ιρѕυм #
es_ar: Confirmar
es_es: Confirmar
fa_ir: تایید

source: Cancel
cs: Zrušit
eo: Çänçél Ⱡ'σяєм ιρѕυ#
es_ar: Cancelar
es_es: Cancelar
fa_ir: لغو

source: Your file has been deleted or path has been changed:
cs: Váš soubor byl smazán nebo byla změněna cesta:
es_ar: Su archivo ha sido eliminado o la ruta ha sido cambiada:
fa_ir: پرونده شما حذف‌شده یا مسیر دستیابی به آن تغییر کرده است:

source: Status of Your Response
ar_sa: حالة ردك
cs: Stav vaší odpovědi
eo: Stätüs öf Ýöür Réspönsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_ar: Estado de su respuesta
es_es: Estado de tu respuesta
eu_es: Zure erantzunaren egoera
fa_ir: وضعیت پاسخ شما
fr_ca: État de votre réponse
ja_jp: あなたの返信のステータス
nb: Status på ditt svar
pl: Status twojej odpowiedzi
sk: Stav vašej odpovede
sw_ke: Hali halisi ya majibu Yako
zh_tw: 您的作答之狀態

source: This response has not been saved.
ar_sa: لم يتم حفظ هذه الإجابة.
cs: Tato odpověď nebyla uložena.
eo: Thïs réspönsé häs nöt ßéén sävéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_ar: Esta respuesta no se ha guardado.
es_es: Esta respuesta no se ha guardado.
eu_es: Erantzun hau ez da gorde.
fa_ir: پاسخ ذخیره نشد
fr_ca: Cette réponse n'a pas été sauvegardée.
ja_jp: この返信は保存されていません。
nb: Dette svaret har ikke blitt lagret.
pl: Ta odpowiedź nie została zapisana.
sk: Odpoveď nebola uložená.
sw_ke: Jibu hili halijahifadhiwa.
zh_tw: 作答尚未儲存。

source: If you leave this page without saving or submitting your response, you will lose any work you have done on the response.
ar_sa: عند مغادرة هذه الصفحة دون حفظ أو تقديم ردك ستفقد أي تغييرات أجريتها على هذا الرد.
cs: Pokud opustíte tuto stránku bez uložení nebo odeslání odpovědi, ztratíte všechnu práci, kterou jste na odpovědi vykonali.
eo: Ìf ýöü léävé thïs pägé wïthöüt sävïng ör süßmïttïng ýöür réspönsé, ýöü wïll lösé äný wörk ýöü hävé döné ön thé réspönsé. Ⱡ'σяєм ιρѕυ#
es_ar: Si abandona esta página sin guardar o enviar su respuesta, perderá todo el trabajo que haya realizado en la respuesta.
es_es: Si abandonas esta página sin guardar o enviar tu respuesta, perderás todo el trabajo que hayas realizado en la respuesta.
fa_ir: اگر این صفحه را بدون ذخیره کردن یا ارسال پاسخ ببندید، هر کاری را که برای پاسخ انجام داده اید از دست خواهید داد.
fr_ca: Si vous quittez cette page sans soumettre votre réponse, vous perdrez tout travail que vous avez fait sur la réponse.
ja_jp: 返信を保存または提出せずに別のページへ移動する場合、記述した内容が失われます。
nb: Hvis du forlater denne siden uten å lagre eller sende inn svaret ditt, vil alt arbeid du har gjort på svaret ditt gå tapt.
pl: Jeżeli opuścisz tę stronę bez zapisania lub przesłania swojej odpowiedzi, stracisz całą swoją pracę.
sw_ke: Kama unatoka kwenye huu ukurasa bila ya kuhifadhi au kuwasilisha majibu yako, utapoteza kazi yote uliofanya ya kujibu maswali.
zh_tw: 如果你沒有儲存或提交你的作答而離開這個頁面，你將遺失你任何已作答的作業。

source: Saving...
ar_sa: جاري الحفظ
cs: Ukládání...
eo: Sävïng... Ⱡ'σяєм ιρѕυм ∂σł#
es_ar: Guardando...
es_es: Guardando...
eu_es: Gordetzen
fa_ir: در حال ذخیره ...
fr_ca: Sauvegarde...
ja_jp: 保存中...
nb: Lagrer...
pl: Zapisywanie...
sk: Ukladá sa...
sw_ke: Inahifadhi...
zh_tw: 儲存中

source: This response has been saved but not submitted.
ar_sa: تم حفظ هذا الرد ولكن لم يتم تقديمه.
cs: Tato odpověď byla uložena, ale nebyla odeslána.
eo: Thïs réspönsé häs ßéén sävéd ßüt nöt süßmïttéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_ar: Esta respuesta ha sido guardada pero no enviada.
es_es: Esta respuesta se ha guardado pero no se ha enviado.
eu_es: Erantzuna gorde da baina ez da bidali.
fa_ir: پاسخ ذخیره شد ولی ارسال نشد
fr_ca: Cette réponse a été sauvegardée mais n'a pas été soumise.
ja_jp: この返信は保存されていますが、提出はされていません。
nb: Svaret har blitt lagret men er ikke innlevert.
pl: Ta odpowiedź została zapisania, lecz nie została wysłana.
sk: Táto odpoveď bola uložená, ale nebola odoslaná.
sw_ke: 'Haya' Majibu yamehifadhiwa lakini hayajawasilishwa.
zh_tw: 這一份作答已經儲存了，但仍未提交。

source: Error
ar_sa: خطأ
cs: Chyba
eo: Érrör Ⱡ'σяєм ιρѕ#
eu_es: Errorea
fa_ir: خطا
fr_ca: Erreur
ja_jp: エラー
nb: Feil
pl: Błąd
sk: Chyba
sw_ke: Hitilafu
zh_tw: 錯誤

source: Confirm Submit Response
cs: Potvrďte odeslání odpovědi
eo: Çönfïrm Süßmït Réspönsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_ar: Confirmar enviar respuesta
es_es: Confirmar el envío de la respuesta
fa_ir: تایید ارسال پاسخ

source: You're about to submit your response for this assignment. After you submit this response, you can't change it or submit a new response.
ar_sa: أنت الآن على وشك تقديم إجابتك على هذه المهمة. لا يمكنك تغيير أو إرسال إجابة جديدة عند تقديم هذه الإجابة.
cs: Chystáte se odeslat svou odpověď na tento úkol. Po odeslání této odpovědi ji nelze změnit ani odeslat novou odpověď.
eo: Ýöü'ré äßöüt tö süßmït ýöür réspönsé för thïs ässïgnmént. Àftér ýöü süßmït thïs réspönsé, ýöü çän't çhängé ït ör süßmït ä néw réspönsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢ια ∂єѕєяυηт мσłłιт αηιм ι∂ єѕт łαвσяυ#
es_ar: Está a punto de enviar su respuesta para esta tarea. Después de enviar esta respuesta, no puede cambiarla ni enviar una nueva respuesta.
es_es: Estás a punto de enviar tu respuesta para esta tarea. Después de enviar esta respuesta, no podrás cambiarla o enviar una nueva.
eu_es: Zeregin honetarako erantzuna bidaltzear zaude. Bidali ondoren, ezin izango duzu aldatu edo beste bat bidali.
fa_ir: شما در حال تحویل جواب خود به این تکلیف هستید. بعد از تحویل جواب، امکان تغییر آن یا ارائه جواب جدید تحویل دهید
fr_ca: Vous êtes sur le point de soumettre votre réponse pour ce devoir. Après avoir soumis la réponse, vous ne pouvez pas la modifier ou soumettre une nouvelle réponse.
ja_jp: この課題に関する返信を提出しようとしています。返信を提出した後は、変更したり新しい返信を提出することはできません。
nb: Du er i ferd med å levere ditt svar på denne oppgaven. Etter at du leverer svaret kan du ikke endre det eller levere et nytt svar.
pl: Wysyłasz odpowiedź na zadanie. Po wysłaniu nie będziesz mógł jej zmienić, ani wysłać nowej odpowiedzi.
sk: Chystáte sa odoslať vašu odpoveď pre toto zadanie. Potom ako túto odpoveď odošlete, nebudete ju môcť zmeniť ani nebudete môcť odoslať novú odpoveď.
sw_ke: Unakaribia 'kuwasilisha' majibu ya hili zoezi. Baada ya kuwasilisha haya majibu, huwezi kubadilisha au kuwasilisha majibu 'mapya'.
zh_tw: 您即將送出你的作答，一旦送出作答就不能修改，也無法重新送出新的作答。

source: Individual file size must be {max_files_mb}MB or less.
ar_sa: يجب أن يكون حجم الملف الواحد {max_files_mb}ميغابايت أو أقل.
cs: Jednotlivé soubory musí mít velikost {max_files_mb}MB nebo méně.
eo: Ìndïvïdüäl fïlé sïzé müst ßé {max_files_mb}MB ör léss. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_ar: El tamaño del archivo individual debe ser {max_files_mb} MB o menos.
es_es: Cada archivo individual debe tener {max_files_mb}MB como máximo.
fa_ir: اندازه هر پرونده باید {max_files_mb}MB یا کمتر باشد.
fr_ca: La taille de chaque fichier individuel doit être de {max_files_mb} Mo ou moins.
