Repository: openedx/edx-ora2
Catalog: openassessment/locale/*/LC_MESSAGES/django.po
Languages: ar, de_de, eo, es_es, fr, it_it, ja_jp, ka, pl, pt_br, ru, sw_ke, th, tr_tr, zh_tw

source: This step is now closed.You can no longer continue with this assignment, and you'll receive a grade of Incomplete.
pt_br: Este passo foi fechado. Você não pode mais continuar com esta tarefa e você vai receber uma nota Incompleta.
th: ขั้นตอนนี้ได้ปิดลงแล้ว คุณไม่สามารถประเมินต่อไปได้ และคุณจะได้รับคะแนนไม่สมบูรณ์
zh_tw: 此步驟已經關閉，您將無法繼續完成此問題，並且將會收到未完成評量的評分。

source: Example-Based Grade
pt_br: Nota Baseada em Exemplos
zh_tw: 範例練習的分數

source: Training scheduled with new Workflow UUID: {uuid}
pt_br: Treinamento agendado com novo fluxo de trabalho UUID: {uuid}
th: การฝึกอบรมที่กำหนดกับขั้นตอนการทำงานใหม่UUID: {uuid}
zh_tw: 訓練正以新的工作流程 UUID：{uuid} 排序

source: An error occurred scheduling classifier training: {error}
pt_br: Ocorreu um erro ao agendar treinamento classificatório: {error}
th: ความผิดพลาดเกิดขึ้นระหว่างกำหนดเวลาแยกประเภทการฝึกอบรม: {error}
zh_tw: 排序分類訓練時發生錯誤：{error}

source: Example Based Assessment is not configured for this location.
pt_br: A Avaliação Baseada em Exemplos não foi configurada para este local.
th: ตัวอย่างอิงการประเมินไม่ได้กำหนดค่าในตำแหน่งนี้

source: All AI tasks associated with this item have been rescheduled successfully.
pt_br: Todas as tarefas de inteligência artificial associadas com este item foram reagendadas com sucesso.
th: AI ทั้งหมด ทำงานร่วมกับไอเท็มนี้ได้ทำตารางเวลาใหม่เรียบร้อยแล้ว
zh_tw: 已經成功重新排程所有關聯於此項目的 AI 工作。

source: An error occurred while rescheduling tasks: {}
pt_br: Ocorreu um erro durante o reagendamento das tarefas: {}
th: เกิดความผิดพลาดขณะทำตารางเวลาใหม่: {}
zh_tw: 重新排程工作時發生錯誤：{}

source: Validation error: There was an error in the XML definition of the examples provided by the user. Please correct the XML definition before saving.
pt_br: Erro de validação: houve um erro na definição XML dos exemplos fornecidos pelo usuário. Corrija a definição XML antes de salvar.
th: ข้อผิดพลาดจากการตรวจสอบ: มีความิดพลาดในการให้คำนิยามXMLตัวอย่างที่ให้โดยผู้ใช้ กรุณานิยามXMLให้ถูกต้องก่อนบันทึก

source: Validation error: No examples were provided for example based assessment.
pt_br: Erro de validação: nenhum exemplo foi fornecido para avaliação com base em exemplo.
th: ข้อผิดพลาดจากการตรวจสอบ: ไม่มีตัวอย่างที่ให้สำหรับการประเมินอิงตัวอย่าง

source: Content type must be GIF, PNG or JPG.
pt_br: Tipo de conteúdo deve ser GIF, PNG ou JPG.

source: Content type must be PDF, GIF, PNG or JPG.
pt_br: Tipo de arquivo deve ser PDF, GIF, PNG ou JPG.

source: File type must be one of the following types: {}
pt_br: O arquivo deve estar em um dos seguintes formatos: {}

source: File type is not allowed.
pt_br: Tipo de arquivo não permitido.
zh_tw: 檔案類型是不允許的。

source: The "algorithm_id" value must be set to "ease" or "fake"
pt_br: O valor "algorithm_id" deve ser definido como "fácil" ou "falso"
th: "อัลกอริทึมรัหส" ค่าจะต้องตั้งค่าเป็น "สะดวก" หรือ "ปลอม"
zh_tw: "algorithm_id" 的值必須是 "ease" 或 "fake"

source: Criteria duplicate name(s): {duplicates}
pt_br: Nome dos Critérios duplicado(s): {duplicates}
th: เกณฑ์สำหรับชื่อที่ซ้ำ(s): {duplicates}
zh_tw: 評分標準名稱(criteria name)重複：{duplicates}

source: Example-based assessments cannot have duplicate point values.
pt_br: Avaliações baseadas em exemplos não podem ter valores de pontuação duplicados.
th: การประเมินอิงตัวอย่างไม่สามารถมีค่าจุดที่ซ้ำกัน
zh_tw: 以範例為基礎的評量不能設定重複的分數。

source: Learner training and example-based assessments must have at least one training example.
pt_br: O treinamento do estudante e as avaliações basedas em exemplos devem ter pelo menos um exemplo de treinamento
zh_tw: 評分訓練和以問題為基礎的評量至少須有一個練習範例
