Repository: openedx/edx-ora2
Catalog: openassessment/locale/*/LC_MESSAGES/django.po
Languages: ar, de_de, eo, es_es, fr, it_it, ja_jp, ka, pl, pt_br, ru, sw_ke, th, tr_tr, zh_tw

source: One team member should submit a response with the team’s shared files on behalf of the entire team.
ar: يجب على عضو واحد في الفريق تقديم إجابة مرفقة بملفات الفريق وإجابة نصية نيابة عن كامل أعضاء الفريق.
eo: Öné téäm mémßér shöüld süßmït ä réspönsé wïth thé téäm’s shäréd fïlés ön ßéhälf öf thé éntïré téäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Uno de los miembros del equipo debe enviar una respuesta con los archivos compartidos del equipo en nombre de todo el equipo.
fr: Un membre de l'équipe doit envoyer une réponse avec les fichiers partagés de l'équipe au nom de toute l'équipe.
it_it: Un membro del team deve inoltrare una risposta con i file condivisi del team per conto dell'intero team.

source: One team member should submit a text response on behalf of the entire team.
ar: يجب على عضو واحد في الفريق تقديم إجابة نصية نيابة عن كامل أعضاء الفريق.
eo: Öné téäm mémßér shöüld süßmït ä téxt réspönsé ön ßéhälf öf thé éntïré téäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Un miembro del equipo debe enviar una respuesta de texto en nombre de todo el equipo.
fr: Un membre de l'équipe doit soumettre une réponse textuelle au nom de toute l'équipe.
it_it: Un membro del team deve inoltrare una risposta di testo per conto dell'intero team.

source: One team member should submit on behalf of the entire team.
ar: يجب على عضو واحد في الفريق تقديم إجابة نيابة عن كامل أعضاء الفريق.
eo: Öné téäm mémßér shöüld süßmït ön ßéhälf öf thé éntïré téäm. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Un miembro del equipo debe enviar en nombre de todo el equipo.
fr: Un membre de l'équipe doit soumettre au nom de toute l'équipe.
it_it: Un membro del team deve inoltrare per conto dell'intero team.

source: Learn more about team assignments here: (<a href="" >link</a>)
eo: Léärn möré äßöüt téäm ässïgnménts héré: (<a href="" >lïnk</a>) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Conoce más acerca de los trabajos en grupo aquí: (<a href="" >link</a>)
fr: En savoir plus sur les devoirs d'équipe ici : (<a href="" >link</a>)

source: We could not submit your response
ar: عذرًا، لم نتمكّن من تقديم ردّك.
de_de: Wir konnten Ihre Antwort nicht übermitteln
eo: Wé çöüld nöt süßmït ýöür réspönsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: No se ha podido enviar tu respuesta
fr: Votre réponse n'a pas pu être envoyée
it_it: Non abbiamo potuto inoltrare il tuo feedback
ja_jp: 解答を提出できませんでした
ka: თქვენი პასუხის გაგზავნა ვერ მოხერხდა
pl: Nie udało się przesłać twojej odpowiedzi
pt_br: Nós não conseguimos enviar a sua resposta
ru: Не удалось отправить ваш ответ на проверку
sw_ke: Hatukuweza kutuma jibu lako
th: เราไม่สามารถส่งคำตอบของคุณ
tr_tr: Cevabınızı gönderemiyoruz.
zh_tw: 我們無法送出您的回應

source: Submit your response and move to the next step
ar: يُرجى تقديم ردّك ثمّ الانتقال إلى الخطوة التالية.
de_de: Antwort einreichen, um fortzufahren.
eo: Süßmït ýöür réspönsé änd mövé tö thé néxt stép Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Envía tu respuesta y continúa con el paso siguiente
fr: Envoyez votre réponse et passez à l'étape suivante
it_it: Invia la tua risposta e passa alla fase successiva
ja_jp: 解答を提出して、次のステップに進む
ka: გააგზავნეთ პასუხი და გადადით შემდეგ საფეხურზე
pl: Prześlij swoją odpowiedź i przejdź do kolejnego etapu
pt_br: Envie sua resposta e avance para o próximo passo
ru: Отправить ответ на проверку и перейти к следующему шагу
sw_ke: Tuma jibu lako na uendelee kwa hatua ifuatayo
th: ส่งคำตอบของคุณและก้าวไปขั้นต่อไป
tr_tr: Cevabınızı gönderin ve bir sonraki adıma ilerleyin
zh_tw: 送出您的回應並移動至下一步

source: Your submission was cancelled.
ar: تم إلغاء تقديمك.
de_de: Ihr Eintrag wurde gelöscht
eo: Ýöür süßmïssïön wäs çänçélléd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Tu entrega ha sido cancelada.
fr: Votre réponse a été annulée.
it_it: L'inoltro è stato annullato.
ja_jp: 提出がキャンセルされました。
ka: თქვენი გაგზავნილი პასუხი გაუქმებულია.
pl: Twoje zgłoszenie zostało anulowane.
ru: Ваш ответ был отменён.
sw_ke: Wasilisho lako limebatilishwa.
tr_tr: Gönderiminiz iptal edildi.

source: Your submission has been cancelled by %(removed_by_username)s on %(removed_datetime)s
ar: أُلغِيَ تقديم إجابتك من قِبَل %(removed_by_username)s في %(removed_datetime)s
de_de: Ihre Anwort wurde gelöscht von %(removed_by_username)s am %(removed_datetime)s
eo: Ýöür süßmïssïön häs ßéén çänçélléd ßý %(removed_by_username)s ön %(removed_datetime)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Tu entrega ha sido cancelada por %(removed_by_username)s el %(removed_datetime)s
fr: Votre réponse a été annulée par %(removed_by_username)s le %(removed_datetime)s
it_it: L'inoltro è stato annullato da %(removed_by_username)s il %(removed_datetime)s
ja_jp: あなたの提出物は%(removed_datetime)sに%(removed_by_username)sによってキャンセルされました
ka: თქვენი ნაშრომი გაუქმდა %(removed_by_username)s მიერ %(removed_datetime)s
pl: Twoje zgłoszenie zostało anulowane przez %(removed_by_username)s dn. %(removed_datetime)s
pt_br: O seu envio foi cancelado por %(removed_by_username)s em %(removed_datetime)s
ru: Ваш ответ был отменён %(removed_by_username)s. Дата отмены: %(removed_datetime)s
sw_ke: Uwasilishaji wako umebatilishwa na %(removed_by_username)s siku ya %(removed_datetime)s
tr_tr: Gönderiminiz %(removed_by_username)s tarafından %(removed_datetime)s tarihinde iptal edildi
zh_tw: 您的提交已經在%(removed_datetime)s被%(removed_by_username)s取消

source: Your submission was cancelled on %(removed_datetime)s
ar: تم إلغاء تقديمك في %(removed_datetime)s
de_de: Ihr Eintrag wurde auf %(removed_datetime)s gelöscht
eo: Ýöür süßmïssïön wäs çänçélléd ön %(removed_datetime)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Tu entrega ha sido cancelada el %(removed_datetime)s
fr: Votre réponse a été annulée le %(removed_datetime)s
it_it: L'inoltro è stato annullato il %(removed_datetime)s
ja_jp: %(removed_datetime)sに提出がキャンセルされました
ka: თქვენი პასუხის შეტანა გაუქმებულ იქნა %(removed_datetime)s
pl: Twoje zgłoszenie zostało anulowane dn. %(removed_datetime)s
ru: Ваш ответ был отменён %(removed_datetime)s
sw_ke: Wasilisho lako limebatilishwa mnamo tarehe %(removed_datetime)s
tr_tr: Gönderiminiz %(removed_datetime)s tarihinde iptal edildi

source: Comments: %(comments)s
ar: التعليقات: %(comments)s
de_de: Kommentare: %(comments)s
eo: Çömménts: %(comments)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Comentarios: %(comments)s
fr: Commentaires: %(comments)s
it_it: Commenti: %(comments)s
ja_jp: コメント: %(comments)s
ka: კომენტარები: %(comments)s
pl: Komentarze: %(comments)s
pt_br: Comentários: %(comments)s
ru: Комментарии: %(comments)s
sw_ke: Maoni: %(comments)s
th: ความคิดเห็น: %(comments)s
tr_tr: Yorumlar: %(comments)s
zh_tw: 評論：%(comments)s

source: Incomplete
ar: بيانات غير مستكملة
de_de: Unvollständig
eo: Ìnçömplété Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Incompleto
fr: Incomplet
it_it: Incompleto
ja_jp: 未完了
ka: არასრული
pl: Nieukończone
pt_br: Incompleto
ru: Не завершено
sw_ke: Pungufu
th: ยังไม่สมบูรณ์
tr_tr: Eksik
zh_tw: 未完成

source: The due date for this step has passed. This step is now closed. You can no longer submit a response or continue with this problem, and you will receive a grade of Incomplete. If you saved but did not submit a response, the response appears in the course records.
ar: لقد مر تاريخ استحقاق هذه الخطوة. تم إغلاق هذه الخطوة. عذرًا، لم يعد بإمكانك تقديم ردّ أو مواصلة العمل على هذه المسألة، وستحصل على درجة غير مكتملة. في حال قمت بحفظ ردّك من دون تقديمه، فسوف يظهر في سجلّات الدورة التعليمية.
de_de: Das Fälligkeitsdatum für diese Aufgabe ist bereits überschritten. Sie können diese Aufgabe nicht weiter bearbeiten. Sie werden entsprechend benotet. Alles gespeicherten aber nicht eingereichten Antworten werden in Ihren Aufzeichnungen erscheinen.
eo: Thé düé däté för thïs stép häs pässéd. Thïs stép ïs nöw çlöséd. Ýöü çän nö löngér süßmït ä réspönsé ör çöntïnüé wïth thïs prößlém, änd ýöü wïll réçéïvé ä grädé öf Ìnçömplété. Ìf ýöü sävéd ßüt dïd nöt süßmït ä réspönsé, thé réspönsé äppéärs ïn thé çöürsé réçörds. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂#
es_es: Ha pasado la fecha límite para este paso. Este paso está cerrado. Ya no puedes enviar una respuesta o continuar con esta tarea, y recibirás una calificación de incompleto. Si guardaste pero no enviaste una respuesta, la respuesta aparece en los registros del curso.
fr: L'échéance de cette étape est passée. Cette étape est maintenant fermée. Vous ne pouvez plus envoyer de réponse ou continuer de travailler sur cet exercice, vous recevrez la note "incomplet". Si vous avez enregistré mais pas soumis une réponse, la réponse apparaîtra dans les registres du cours.
it_it: La data di scadenza per questo passo è trascorsa. Questo passo è ora chiuso. Non è più possibile inoltrare una risposta o continuare con questo problema e riceverai una valutazione Incompleto. Se hai salvato ma non inoltrato una risposta, la risposta viene visualizzata nei record del corso.
ja_jp: このステップは締切を過ぎたため、閉じられています。今後は解答を提出したり、問題を継続することはできません。あなたの成績は'未完了'となります。解答を保存したのみで提出されなかった場合、解答は講座レコードに表示されます。
ka: ამ საფეხურის ვადა ამოწურულია და ამჟამად ის დახურულია. თქვენ ვეღარ გაგზავნით პასუხს ან შეძლებთ ამ ამოცანის გაგრძელებას და მიიღებთ არასრულ საბოლოო შეფასებას. თუ თქვენ შეინახეთ, მაგრამ არ გაგიგზავნიათ პასუხი, ის გამოჩნდება სასწავლო კურსის ჩანაწერებში.
pl: Upłynął termin końcowy dla tego etapu, dlatego etap jest teraz zamknięty. Niemożliwe jest dalsze przesyłanie odpowiedzi lub kontynuowanie wykonywania tego zadania. Otrzymasz ocenę o statusie "nie ukończono". Jeśli odpowiedź została przez ciebie zapisana, ale nie została przesłana, będzie figurować w bazie danych kursu.
ru: Данный шаг завершён, срок его выполнения истёк. Вы не можете загрузить ответ или продолжить выполнение данного задания, вы получите оценку «Не завершено». Если вы сохранили но не загрузили ответ, ответ появится в записях курса.
sw_ke: Tarehe husika kwa ajili ya hatua hii imepita. Hatua hii sasa imfungwa. Huwezi tena kuandika jibu wala kuendelea na swali hili, na utapata daraja la ubora lisilokamilika. Kama umehifadhi lakini hukuwasilisha jibu, jibu litaonekana kwenye kumbukumbu ya kozi.
tr_tr: Teslim tarihinden ötürü bu adım geçmişte kaldı. Bu adım şu an kapalı. Artık cevap gönderemez ya da bu problem ile devam edemezsiniz ve eksik not alacaksınız. Eğer cevabı kaydedip de göndermediyseniz, cevap ders kayıtlarında görülecektir.

source: Complete
ar: مكتمِل
de_de: Abgeschlossen
eo: Çömplété Ⱡ'σяєм ιρѕυм ∂#
es_es: Completo
fr: Terminé
it_it: Completata
ja_jp: 完了
ka: დასრულებულია
pl: Ukończone
pt_br: Completo
ru: Завершено
sw_ke: Kamili
th: สำเร็จ
tr_tr: Tamamlanmış
zh_tw: 完成

source: Your response
ar: ردودك
de_de: Ihre Antwort
eo: Ýöür réspönsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Tu respuesta
fr: Votre réponse
it_it: La tua risposta
ja_jp: あなたの解答
ka: თქვენი პასუხი
pl: Twoja odpowiedź
ru: Ваш ответ
sw_ke: Jibu lako
tr_tr: Yanıtınız

source: Your Uploaded Files
ar: الملفات التي حمّلتها
de_de: Von Ihnen hochgeladene Dateien
eo: Ýöür Ûplöädéd Fïlés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Tus archivos cargados
fr: Vos fichiers chargés
it_it: I tuoi file caricati
ja_jp: アップロードしたファイル
ka: თქვენს მიერ ატვირთული ფაილები
pl: Przesłane przez ciebie pliki
ru: Загруженные вами файлы
sw_ke: Mafaili Yako Yaliyopakiwa
tr_tr: Yüklenen Dosyalarınız

source: Your response has been submitted. You will receive your grade after all steps are complete and your response is fully assessed.
ar: تم تقديم ردودك. ستحصل على درجتك بعد أن يتم استكمال جميع الخطوات وتقييم ردّك بالكامل.
de_de: Ihre Antwort wurde abgesendet. Sie erhalten eine Benotung nachdem Sie alle Schritte abgeschlossen haben und Ihr Antworten bewertet wurden.
eo: Ýöür réspönsé häs ßéén süßmïttéd. Ýöü wïll réçéïvé ýöür grädé äftér äll stéps äré çömplété änd ýöür réspönsé ïs füllý ässésséd. Ⱡ'σяє#
es_es: Tu respuesta ha sido enviada. Recibirás tu calificación después de que se completen todos los pasos y se evalúe completamente tu respuesta.
fr: Votre réponse a été envoyée. Vous recevrez votre note une fois votre réponse complètement évaluée.
it_it: La tua risposta è stata inviata. Riceverai il tuo voto dopo aver completato l'attività e dopo che il peer-review sarà terminato da tutti i partecipanti.
ja_jp: 解答が提出されました。全ステップを終了し、あなたの解答の評価が完了すると、成績を受け取ることができるようになります。
ka: თქვენი პასუხი გაგზავნილია. თქვენ მიიღებთ საბოლოო შეფასებას მას შემდეგ, რაც ყველა საფეხური დასრულდება და თქვენი პასუხი სრულად შემოწმდება.
pl: Twoja odpowiedź została wysłana. Otrzymasz swoją ocenę gdy wykonasz wszystkie etapy, a twoja odpowiedź zostanie sprawdzona.
ru: Ваш ответ отправлен. Вы получите оценку после завершения всех шагов и полной проверки вашего ответа.
sw_ke: Jibu lako limewasilishwa. Utapata daraja lako la ubora baada ya kukamilisha hatua zote na jibu lako kufanyiwa tathmini kikamilifu.

source: You still need to complete the %(peer_start_tag)speer assessment%(end_tag)s and %(self_start_tag)sself assessment%(end_tag)s steps.
ar: مازلت بحاجة لإكمال خطوتي %(peer_start_tag)sتقييم الزملاء%(end_tag)s و %(self_start_tag)sالتقييم الذاتي%(end_tag)s steps.
de_de: Bitte führen Sie noch die nötigen Schritte für die %(peer_start_tag)sPartnerbewertung%(end_tag)s und %(self_start_tag)sSelbstwertung%(end_tag)s durch.
eo: Ýöü stïll nééd tö çömplété thé %(peer_start_tag)spéér ässéssmént%(end_tag)s änd %(self_start_tag)ssélf ässéssmént%(end_tag)s stéps. Ⱡ#
es_es: Aún tienes que completar el paso de %(peer_start_tag)sevaluación por pares%(end_tag)s y de %(self_start_tag)sautoevaluación%(end_tag)s .
fr: Vous devez compléter les étapes %(peer_start_tag)sd'auto-évaluation par les pairst%(end_tag)s et %(self_start_tag)sd'auto-évaluation%(end_tag)s.
it_it: È necessario completare i passi %(peer_start_tag)s Valutazione collega%(end_tag)s e %(self_start_tag)s Auto-valutazione%(end_tag)s .
ja_jp: 引き続き%(peer_start_tag)sピア・アセスメント%(end_tag)sと%(self_start_tag)sセルフ・アセスメント%(end_tag)sステップを完了させてください。
ka: თქვენ ჯერ კიდევ უნდა დაასრულოთ %(peer_start_tag)sურთიერთშეფასებისა%(end_tag)s და %(self_start_tag)sთვითშეფასების%(end_tag)s საფეხურები.
pl: Wciąż musisz wykonać etapy %(peer_start_tag)swzajemnej oceny%(end_tag)s oraz %(self_start_tag)ssamodzielnej oceny%(end_tag)s.
pt_br: Você ainda precisa completar os passos de avaliação dos colegas %(peer_start_tag)s%(end_tag)s e auto avaliação%(self_start_tag)s%(end_tag)s.
ru: Вы должны выполнить шаги %(peer_start_tag)sвзаимного оценивания%(end_tag)s и %(self_start_tag)sсамооценивания%(end_tag)s.
sw_ke: Bado unahitajika kukamilisha %(peer_start_tag)s tathmini rika%(end_tag)s na %(self_start_tag)s hatua za tathmini binafsi%(end_tag)s.
zh_tw: 你仍需要完成%(peer_start_tag)s同儕互評%(end_tag)s和%(self_start_tag)s自我評量%(end_tag)s的步驟。

source: You still need to complete the %(start_tag)speer assessment%(end_tag)s step.
ar: مازالت بحاجة لإكمال خطوة %(start_tag)sتقييم الزملاء%(end_tag)s.
de_de: Bitte führen Sie noch die %(start_tag)sPartnerbewertung %(end_tag)s durch.
eo: Ýöü stïll nééd tö çömplété thé %(start_tag)spéér ässéssmént%(end_tag)s stép. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Aún tienes que completar el paso de %(start_tag)sevaluación por pares%(end_tag)s.
fr: Vous devez compléter l'étape %(start_tag)sd'évaluation par les pairs%(end_tag)s.
it_it: È necessario completare il passo %(start_tag)s Valutazione collega%(end_tag)s .
ja_jp: 引き続き%(start_tag)sピア・アセスメント%(end_tag)sステップを完了させてください。
ka: თქვენ ჯერ კიდევ გჭირდებათ %(start_tag)sურთიერთშეფასების%(end_tag)s საფეხურის დასრულება.
pl: Wciąż musisz wykonać etap %(start_tag)swzajemnej oceny%(end_tag)s.
pt_br: Você ainda precisa completar o passo de avaliação dos colegas %(start_tag)s%(end_tag)s.
ru: Вы должны выполнить шаг %(start_tag)sвзаимного оценивания%(end_tag)s.
sw_ke: ado unahitajika kukamilisha %(start_tag)s hatua za tathmini rika %(end_tag)s.
zh_tw: 你仍需要完成 %(start_tag)s同儕互評%(end_tag)s的步驟。

source: You still need to complete the %(start_tag)sself assessment%(end_tag)s step.
ar: مازلت بحاجة لإكمال خطوة %(start_tag)sالتقييم الذاتي%(end_tag)s.
de_de: Bitte führen Sie noch die %(start_tag)sSelbstbewertung%(end_tag)s durch.
eo: Ýöü stïll nééd tö çömplété thé %(start_tag)ssélf ässéssmént%(end_tag)s stép. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Aún tienes que completar el paso de %(start_tag)sautoevaluación%(end_tag)s.
fr: Vous devez compléter l'étape %(start_tag)sd'auto-évaluation%(end_tag)s.
it_it: È necessario completare il passo %(start_tag)s auto-valutazione%(end_tag)s .
ja_jp: 引き続き%(start_tag)sセルフ・アセスメント%(end_tag)sステップを完了させてください。
ka: კვლავ საჭიროა დაასრულოთ %(start_tag)sთვითშეფასების%(end_tag)s საფეხური.
pl: Wciąż musisz wykonać etap %(start_tag)ssamodzielnej oceny%(end_tag)s.
pt_br: Você ainda precisa completar o passo auto-avaliação %(start_tag)s %(end_tag)s.
ru: Вы должны выполнить шаг %(start_tag)sсамооценивания%(end_tag)s.
sw_ke: Bado unahitajika kukamilisha %(start_tag)s hatua za tathmini binafsi%(end_tag)s.
zh_tw: 你仍需要完成 %(start_tag)s自我評量%(end_tag)s的步驟。

source: Error
ar: خطأ
de_de: Fehler
eo: Érrör Ⱡ'σяєм ιρѕ#
fr: Erreur
it_it: Errore
tr_tr: Hata

source: You joined Team %(team_name)s after they submitted a response for this assignment and you will not receive a grade for their response. You have also not previously submitted a response to this assignment with another team. Please contact course staff to discuss your options for this assignment.
ar: لقد انضممت إلى فريق %(team_name)sبعد تقديمهم إجابة على هذه المهمة ولن تحصل على درجة تقييمهم ذاتها. ولم تقدم أيضًا إجابة على هذه المهمة مع فريق آخر. يرجى الاتصال بطاقم المساق لمناقشة خياراتك لهذه المهمة
eo: Ýöü jöïnéd Téäm %(team_name)s äftér théý süßmïttéd ä réspönsé för thïs ässïgnmént änd ýöü wïll nöt réçéïvé ä grädé för théïr réspönsé. Ýöü hävé älsö nöt prévïöüslý süßmïttéd ä réspönsé tö thïs ässïgnmént wïth änöthér téäm. Pléäsé çöntäçt çöürsé stäff tö dïsçüss ýöür öptïöns för thïs ässïgnmént. #
es_es: Te has unido al equipo %(team_name)sdespués de que enviasen una respuesta para esta tarea, por lo que no recibirás una calificación por su respuesta. Tampoco has entregado anteriormente una respuesta para esta tarea con otro equipo. Por favor, ponte en contacto con el equipo docente para analizar tus alternativas para esta tarea.
fr: Vous avez rejoint %(team_name)s après qu'ils aient soumis une réponse à ce devoir et vous ne recevrez pas une note pour leur réponse. Vous n'avez pas non plus soumis une réponse à ce devoir avec une autre équipe. Veuillez contacter le personnel du cours pour discuter de vos options pour ce devoir.
it_it: Ti sei unito al team %(team_name)s dopo che il team ha inoltrato una risposta per questo compito e non riceverai una valutazione per la loro risposta. Inoltre, non hai precedentemente inoltrato una risposta a questo compito con un altro team. Contattare lo staff del corso per informazioni sulle opzioni per questo compito.

source: Assess Your Response
ar: قيّم ردّك
de_de: Ihre Antwort bewerten
eo: Àsséss Ýöür Réspönsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Evalúa tu respuesta
fr: Évaluer votre réponse
it_it: Valuta la tua risposta
ja_jp: あなたの解答を評価する
ka: შეაფასეთ თქვენი პასუხი
pl: Oceń swoją odpowiedź
pt_br: Avalie a sua resposta
ru: Оценивание своего ответа
sw_ke: Tathmini Jibu Lako
th: ประเมินคำตอบของคุณ
tr_tr: Cevabını Değerlendir
zh_tw: 評量您的回應

source: <span id="oa_step_deadline_self" class="date ora-datetime" data-datetime="%(start_date)s" data-string="available {date} (in %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>
eo: <span id="oa_step_deadline_self" class="date ora-datetime" data-datetime="%(start_date)s" data-string="available {date} (in %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: <span id="oa_step_deadline_self" class="date ora-datetime" data-datetime="%(due_date)s" data-string="due {date} (in %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>
eo: <span id="oa_step_deadline_self" class="date ora-datetime" data-datetime="%(due_date)s" data-string="due {date} (in %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Submit your assessment
ar: قدّم تقييمك
de_de: Ihre Bewertung abgeben
eo: Süßmït ýöür ässéssmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Enviar tu evaluación
fr: Envoyer votre évaluation
it_it: Inoltra la tua valutazione
ja_jp: セルフ・アセスメントを提出する
ka: გაგზავნეთ თქვენი შეფასება
pl: Prześlij swoją ocenę
pt_br: Envie sua avaliação
ru: Поставьте оценку
sw_ke: Wasilisha tathmini yako
tr_tr: Değerlendirmeyi gönder
zh_tw: 送出您的作答

source: The due date for this step has passed. This step is now closed. You can no longer complete a self assessment or continue with this assignment, and you will receive a grade of Incomplete.
ar: لقد مر تاريخ استحقاق هذه الخطوة. تم إغلاق هذه الخطوة. لم يعد بإمكانك استكمال تقييمات ذاتية أو متابعة العمل على هذا الواجب، وستحصل على درجة غير مكتملة.
de_de: Das Fälligkeitsdatum für diese Aufgabe ist bereits überschritten. Sie können diese Aufgabe nicht weiter bearbeiten. Sie werden entsprechend benotet.
eo: Thé düé däté för thïs stép häs pässéd. Thïs stép ïs nöw çlöséd. Ýöü çän nö löngér çömplété ä sélf ässéssmént ör çöntïnüé wïth thïs ässïgnmént, änd ýöü wïll réçéïvé ä grädé öf Ìnçömplété. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂є#
es_es: Ha pasado la fecha límite para este paso. Este paso está cerrado. Ya no puedes completar la autoevaluación o continuar con esta tarea. Recibirás una calificación de incompleto.
fr: L'échéance pour cette étape est passée. Cette étape est maintenant fermée. Vous ne pouvez plus vous auto-évaluer ni poursuivre ce devoir. Vous recevrez une note "Incomplet".
it_it: La data di scadenza per questo passo è trascorsa. Questo passo è ora chiuso. Non è più possibile completare un'autovalutazione o continuare con questo compito e riceverai una valutazione Incompleto.
ja_jp: このステップは締切を過ぎたため、閉じられています。今後はセルフ・アセスメントをしたり、この課題を継続することはできません。あなたの成績は'未完了'となります。
ka: ამ საფეხურის ვადა ამოწურულია. ამჟამად ის დახურულია. თქვენ ვეღარ დაასრულებთ თვითშეფასებას ან გააგრძელებთ დავალების შესრულებას და მიიღებთ არასრულ შეფასებას.
pl: Upłynął termin końcowy dla tego etapu, dlatego etap jest teraz zamknięty. Niemożliwe jest dalsze dokonywanie samodzielnej oceny lub kontynuowanie wykonywania tego zadania. Otrzymasz ocenę o statusie "nie ukończono".
ru: Данный шаг завершён, срок его выполнения истёк. Вы не сможете завершить самооценивание или продолжить выполнение данной формы контроля, вы получите оценку «Не завершено».
sw_ke: Tarehe husika kwa ajili ya hatua hiii imepita. Hatua hii sasa imefungwa. Huwezi tena kukamilisha tathmini rika wala kuendelea na zoezi, na utapata daraja la ubora lisiliokamilika.
tr_tr: Teslim tarihinden ötürü bu adım geçmişte kaldı. Bu adım şu an kapalı. Artık kendi değerlendirmenizi tamamlayamaz ya da bu görev ile devam edemezsiniz ve eksik not alacaksınız.

source: Staff Grade
ar: تقييم طاقم المساق
de_de: Mitarbeiterbenotung
eo: Stäff Grädé Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Calificación del equipo docente
fr: Note de l'équipe pédagogique
it_it: Voto docenti
ja_jp: スタッフによる採点
ka: კურსის თანამშრომლების შეფასება
pl: Ocena kadry
pt_br: Avaliação da Equipe
ru: Оценка командой курса
sw_ke: Daraja ya ubora ya Walimu
tr_tr: Personel Notu
