Repository: openedx/edx-ora2
Catalog: openassessment/locale/*/LC_MESSAGES/django.po
Languages: ar, de_de, eo, es_es, fr, it_it, ja_jp, ka, pl, pt_br, ru, sw_ke, th, tr_tr, zh_tw

source: Manage Individual Learners
ar: إدارة المتعلّمين المنفردين
de_de: Einzelne Teilnehmer verwalten
eo: Mänägé Ìndïvïdüäl Léärnérs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Gestionar estudiantes individuales
fr: Gérer les apprenants
it_it: Gestisci singoli studenti
ja_jp: 各受講者を管理する
ka: ცალკეული მსმენელების მართვა
pl: Zarządzaj pojedynczymi studentami
pt_br: Gerenciar Alunos Individuais
ru: Управление отдельными слушателями
sw_ke: Simamia Mwanafunzi Mmoja mmoja
tr_tr: Bireysel Öğrencileri Yönet
zh_tw: 管理個別學生

source: Manage Team Responses
ar: إدارة ردود الفريق
de_de: Team-Antworten verwalten
eo: Mänägé Téäm Réspönsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Gestionar respuestas de equipo
fr: Gérer les réponses de l'équipe
it_it: Gestisci risposte del team
tr_tr: Takım Yanıtlarını Yönet

source: View Assignment Statistics
ar: عرض إحصائيات الواجب
de_de: Aufgabenstatistik anzeigen
eo: Vïéw Àssïgnmént Stätïstïçs Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Ver estadísticas de la tarea
fr: Voir les statistiques des devoirs
it_it: Visualizza statistiche compito
ja_jp: 課題に関する統計を見る
ka: დავალების სტატისტიკის ნახვა
pl: Wyświetl statystyki zadania
pt_br: Visualizar Estatísticas de Tarefa
ru: Статистика оценивания
sw_ke: Angalia Takwimu za Zoezi
tr_tr: Görev İstatistiklerini Görüntüle
zh_tw: 瀏覽作業統計

source: View ORA in Studio
eo: Vïéw ÖRÀ ïn Stüdïö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Ver tarea de respuesta abierta en Studio
fr: Voir ORA dans Studio

source: Close
ar: إغلاق
de_de: Schließen
eo: Çlösé Ⱡ'σяєм ιρѕ#
es_es: Cerrar
fr: Fermer
it_it: Chiudi
ja_jp: 閉じる
ka: დახურვა
pl: Zamknij
pt_br: Fechar
ru: Закрыть
sw_ke: Funga
tr_tr: Kapat
zh_tw: 關閉

source: Manage Teams
ar: إدارة الفرق
de_de: Team verwalten
eo: Mänägé Téäms Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Gestionar equipos
fr: Gérer les équipes
it_it: Gestisci team
tr_tr: Takımları Yönet

source: Enter an individual learner's username or email
ar: يُرجى إدخال اسم متعلّم مستقل أو عنوان بريده الإلكتروني
de_de: Benutzernamen oder E-Mail-Adresse eines Teilnehmers eingeben
eo: Éntér än ïndïvïdüäl léärnér's üsérnämé ör émäïl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Escribe el nombre de usuario o el correo electrónico del estudiante
fr: Entrer le nom d'utilisateur ou l'email d'un apprenant
it_it: Immettere il nome utente o l'email di un singolo studente
ja_jp: 受講者のユーザー名またはメールを入力してください
ka: მიუთითეთ ცალკეული მსმენელის მომხმარებლის სახელი ან ელფოსტის მისამართი
pl: Wprowadź nazwę użytkownika studenta lub jego adres e-mail
pt_br: Insira o nome do usuário ou e-mail do estudante individual
ru: Введите имя пользователя или адрес электронной почты слушателя.
sw_ke: Ingiza jina la mtumiaji au anwani barua pepe binafsi ya mwanafunzi
tr_tr: Öğrencilerin bireysel kullanıcı adı veya e-postasını girin.
zh_tw: 輸入個別學生的使用者帳號或電子郵件信箱。

source: Enter a team member's username or edX email
ar: يُرجى إدخال اسم عضوية الفريق أو عنوان البريد الإلكتروني لـ edX
de_de: Geben Sie den Benutzernamen oder die E-Mail-Adresse eines Teammitglieds ein.
eo: Éntér ä téäm mémßér's üsérnämé ör édX émäïl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Escribe el nombre de usuario o el correo electrónico del miembro del equipo
fr: Entrez un nom d'utilisateur de membre de l'équipe ou un email edX
it_it: Immettere il nome utente o l'email edX di un membro del team
tr_tr: Bir takım üyesinin kullanıcı adı ya da edX e-postasını girin

source: Submit
ar: تقديم
de_de: Absenden
eo: Süßmït Ⱡ'σяєм ιρѕυ#
es_es: Enviar
fr: Envoyer
it_it: Invia
ja_jp: 提出
ka: გაგზავნა
pl: Wyślij
pt_br: Enviar
ru: Отправить
sw_ke: Wasilisha
th: ส่ง
tr_tr: Yükle
zh_tw: 提交

source: Response total
ar: مجموع الردود
de_de: Gesamte Antworten
eo: Réspönsé tötäl Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Total de respuestas
fr: Réponses total
it_it: Numero totale di risposte
ja_jp: 総解答数
ka: პასუხების ჯამი
pl: Suma odpowiedzi
pt_br: Total da resposta
ru: Всего ответов
sw_ke: Jumla ya Jibu
th: คำตอบทั้งหมด
tr_tr: Toplam cevap
zh_tw: 回應總數

source: Location
ar: الموقع
de_de: Ort
eo: Löçätïön Ⱡ'σяєм ιρѕυм ∂#
es_es: Ubicación
fr: Localisation
it_it: Posizione
ja_jp: ロケーション
ka: მდებარეობა
pl: Lokalizacja
pt_br: Localização
ru: Местонахождение
sw_ke: Eneo
th: ตำแหน่ง
tr_tr: Yer
zh_tw: 位置

source: Learner Progress
ar: تقدّم المتعلّم
de_de: Fortschritt
eo: Léärnér Prögréss Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Progreso del estudiante
fr: Progression de l'apprenant
it_it: Progresso studente
ja_jp: 受講者の進捗状況
ka: მსმენელის პროგრესი
pl: Postępy studenta
pt_br: Progresso do estudante
ru: Достижения слушателя
sw_ke: Maendeleo ya Mwanafunzi
tr_tr: Öğrenci İlerlemesi
zh_tw: 學生進度

source: Problem Step
ar: خطوة المسألة
de_de: Fragestellungsschritt
eo: Prößlém Stép Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Paso de la tarea
fr: Étape du problème
it_it: Passo del problema
ja_jp: 問題のステップ
ka: დავალების საფეხური
pl: Etap ćwiczenia
pt_br: Passo do Problema
ru: Шаг задания
sw_ke: Hatua ya Tatizo
th: ขั้นปัญหา
tr_tr: Problem Adımı
zh_tw: 問題步驟

source: Active Learners in Step
ar: المتعلّمين النشطين في الخطوة
de_de: Aktive Teilnehmer in Abschnitt
eo: Àçtïvé Léärnérs ïn Stép Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Estudiantes activos en el paso
fr: Apprenants actifs dans cette étape
it_it: Studenti attivi nel passo
ja_jp: 各ステップにおけるアクティブな受講者数
ka: მსმენელები ამ საფეხურზე
pl: Aktywnych studentów na etapie
pt_br: Alunos ativos nesta fase
ru: Количество активных слушателей на шаге
sw_ke: Wanafunzi Wanaoshiriki kila Hatua
tr_tr: Adımdaki Aktif Öğrenciler

source: Dates
ar: التواريخ
de_de: Daten
eo: Dätés Ⱡ'σяєм ιρѕ#
es_es: Fechas
it_it: Date
ja_jp: 日付
ka: თარიღები
pl: Daty
pt_br: Datas
ru: Даты
sw_ke: Tarehe
th: วันที่
tr_tr: Tarih
zh_tw: 日期

source: Release Date
ar: تاريخ الإصدار
de_de: Veröffentlichungsdatum
eo: Réléäsé Däté Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
es_es: Fecha de inicio
fr: Date de mise à disposition
it_it: Data di rilascio
ja_jp: 公開日
ka: გაშვების თარიღი
pl: Data upublicznienia
pt_br: Data de lançamento
ru: Дата выпуска
sw_ke: Toa Tarehe
th: วันที่ปล่อย
tr_tr: Yayın Tarihi
zh_tw: 釋出日期

source: N/A
ar: لا ينطبق
de_de: nicht verfügbar
eo: N/À Ⱡ'σяєм#
es_es: No aplica
ja_jp: なし
ka: მონაცემები არ არის
pl: B/d
ru: Нет
sw_ke: Haiambatani
th: ไม่ปรากฎ
zh_tw: 不適用

source: Staff Assessment
ar: تقييم طاقم المساق
de_de: Mitarbeiterbewertung
eo: Stäff Àsséssmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Evaluación del equipo docente
fr: Evaluation par l'équipe pédagogique
it_it: Valutazione dello staff
ja_jp: スタッフ・アセスメント
ka: თანამშრომელთა შეფასება
pl: Ocena przez kadrę
pt_br: Avaliação da Equipe
ru: Оценивание командой курса
sw_ke: Tathmini ya Walimu
tr_tr: Personel Değerlendirmesi
zh_tw: 工作人員評估

source: Give this team a grade using the problem's rubric.
ar: امنح الفريق درجة باستخدام سُلّم تقييم المسألة
de_de: Geben Sie diesem Team unter Verwendung der Rubrik des Problems eine Note.
eo: Gïvé thïs téäm ä grädé üsïng thé prößlém's rüßrïç. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Califica a este equipo usando la rúbrica de la tarea.
fr: Donnez une note à cette équipe en utilisant le barème de l'exercice.
it_it: Assegna una valutazione a questo team utilizzando i criteri di valutazione del problema.

source: Give this learner a grade using the problem's rubric.
ar: امنح المتعلّم درجة باستخدام سُلّم تقييم المسألة
de_de: Benoten Sie diesen Teilnehmer mit dem zu dieser Fragestellung bereitgestellten Bewertungsschema.
eo: Gïvé thïs léärnér ä grädé üsïng thé prößlém's rüßrïç. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Califica a este estudiante usando la rúbrica de la tarea.
fr: Donnez à cet apprenant une note en utilisant la grille de l'exercice.
it_it: Assegna una valutazione a questo studente utilizzando i criteri di valutazione del problema.
ja_jp: 問題のルーブリックを使用して、この受講者の採点をしてください。
ka: დაწერეთ მსმენელის შეფასება ამოცანის შეფასების სქემის მიხედვით.
pl: Wystaw studentowi ocenę korzystając z szablonu dla ćwiczenia.
pt_br: Dar uma nota a esse aluno usando a rubrica do problema.
ru: Поставьте оценку согласно критериям.
sw_ke: Mpe mwanafunzi huyu daraja la ubora ukitumia maelezo ya swali.
tr_tr: Problem rubrikini kullanarak bu öğrenciye not ver.

source: Response for: %(team_name)s with %(team_usernames)s
ar: إجابة لـ: %(team_name)sمع %(team_usernames)s
de_de: Antwort für: %(team_name)s mit %(team_usernames)s
eo: Réspönsé för: %(team_name)s wïth %(team_usernames)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Respuesta para: %(team_name)s con %(team_usernames)s
fr: Réponse pour: %(team_name)s avec %(team_usernames)s
it_it: Risposta per: %(team_name)s con %(team_usernames)s

source: Response for: %(student_username)s
ar: ردّ الطالب: %(student_username)s
de_de: Antwort für: %(student_username)s
eo: Réspönsé för: %(student_username)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Respuesta para: %(student_username)s
fr: Réponse pour: %(student_username)s
it_it: Risposta per: %(student_username)s
ja_jp: 解答: %(student_username)s
ka: პასუხი: %(student_username)s
pl: Odpowiedź dla: %(student_username)s
pt_br: Resposta para: %(student_username)s
ru: Ответ: %(student_username)s
sw_ke: Majibu ya: %(student_username)s
tr_tr: %(student_username)s için cevap
zh_tw: 回應為：%(student_username)s

source: Learner Response
ar: ردّ المتعلّم
de_de: Antwort des Teilnehmers
eo: Léärnér Réspönsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
es_es: Respuesta del estudiante
fr: Réponse de l'apprenant
it_it: Risposta dello studente
ja_jp: 受講者の解答
ka: მსმენელის პასუხი
pl: Odpowiedź studenta
pt_br: Resposta do aluno
ru: Ответ слушателя
sw_ke: Jibu la Mwanafunzi
tr_tr: Öğrenci Yanıtı
zh_tw: 學生回應

source: The teams's response to the prompt above
ar: ردّ الفريق على السؤال أعلاه
de_de: Die, in das Eingabefeld eingegebene Antwort des Teams.
eo: Thé téäms's réspönsé tö thé prömpt äßövé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: La respuesta de los equipos al enunciado anterior
fr: La réponse de l'équipe à la question ci-dessus
it_it: La risposta dei team al prompt precedente

source: The learner's response to the prompt above
ar: ردّ المتعلم على السؤال أعلاه
de_de: Die, in das Eingabefeld eingegebene Antwort des Teilnehmers.
eo: Thé léärnér's réspönsé tö thé prömpt äßövé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: La respuesta del estudiante al enunciado anterior
fr: La réponse de l'apprenant à la question ci-dessus
it_it: La risposta dello studente al prompt precedente
ja_jp: 上の問題に対する受講者の解答
ka: სტუდენტის პასუხი ზემოთ მითითებულ საკითხზე:
pl: Odpowiedź studenta na powyższe zadanie
ru: Ответ слушателя на приведённый выше вопрос
tr_tr: Öğrencinin üstteki soruya cevabı

source: Submit assessment
ar: تقديم التقييم
de_de: Bewertung abgeben
eo: Süßmït ässéssmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Enviar evaluación
fr: Envoyer l'évaluation
it_it: Invia valutazione
ja_jp: 評価を提出する
ka: შეფასების გაგზავნა
pl: Prześlij ocenę
pt_br: Enviar avaliação
ru: Отправить оценку
sw_ke: Wasilisha tathmini
tr_tr: Değerlendirmeyi teslim et
zh_tw: 送出測驗

source: Submit assessment and continue grading
ar: قدّم التقييم وتابع التصحيح
de_de: Bewertung abgeben und mit der Benotung fortfahren
eo: Süßmït ässéssmént änd çöntïnüé grädïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Enviar evaluación y continuar calificando
fr: Envoyer votre évaluation et passer à l'étape suivante
it_it: Inoltra valutazione e continua valutazione
ja_jp: 評価を提出して採点を続ける
ka: ქულის გაგზავნა და შეფასების გაგრძელება
pl: Prześlij ocenę i kontynuuj ocenianie
pt_br: Enviar avaliação e continuar corrigindo
ru: Отправить оценку и продолжить проверку
sw_ke: Wasilisha tathmini na uendelee kutoa daraja ya ubora
tr_tr: Değerlendirmeyi gönder ve notlandırmaya devam et
zh_tw: 提交評估和持續評分

source: %(ungraded)s Available and %(in_progress)s Checked Out
ar: مازال لديك %(ungraded)s متوفرة وتحقّقت من %(in_progress)s
de_de: %(ungraded)s verfügbar und %(in_progress)s ausgecheckt.
eo: %(ungraded)s Àväïläßlé änd %(in_progress)s Çhéçkéd Öüt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: %(ungraded)s disponibles y %(in_progress)s revisados
fr: %(ungraded)s disponible et %(in_progress)s en cours
it_it: %(ungraded)s disponibile e %(in_progress)s sottoposto a checkout
ja_jp: %(ungraded)s件可能で%(in_progress)s件チェックアウト済
ka: %(ungraded)s ხელმისაწვდომი და %(in_progress)s შემოწმებულია.
pl: %(ungraded)s dostępnych i %(in_progress)s sprawdzonych
pt_br: %(ungraded)s Disponíveis e %(in_progress)s Verificados
ru: %(ungraded)s доступно, %(in_progress)s проверено
sw_ke: %(ungraded)s Inapatikana na %(in_progress)s imetolewa

source: Override this learner's current grade using the problem's rubric.
ar: تجاوز علامة المتعلّم الحالية باستخدام سُلّم تقييم المسألة.
de_de: Überschreiben Sie die aktuelle Note des Teilnehmers basierend auf dem Bewertungsschema
eo: Övérrïdé thïs léärnér's çürrént grädé üsïng thé prößlém's rüßrïç. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Sobrescribir la nota actual de este estudiante utilizando la rúbrica de la tarea.
fr: Donnez à cet apprenant une note en utilisant la grille de l'exercice.
it_it: Sostituisce la valutazione corrente dello studente utilizzando i criteri di valutazione del problema.
ja_jp: 問題のルーブリックを使用して、この受講者の現在の成績を無効にする。
ka: ამოცანის შეფასების სქემის მიხედვით მსმენელის მიმდინარე შეფასების შეცვლა.
pl: Nadpisz obecną ocenę tego studenta korzystając z szablonu dla ćwiczenia.
pt_br: Sobrepor a nota atual do aluno usando a rubrica do problema.
ru: Изменить текущую оценку согласно критериям оценивания.
sw_ke: Futa daraja ya sasa ya mwanafunzi kwa kutumia maelezo ya swali.

source: Override this team's current grade using the problem's rubric.
ar: تجاوز علامة الفريق الحالية باستخدام سُلّم تقييم المسألة.
de_de: Überschreiben Sie die aktuelle Note dieses Teams unter Verwendung der Rubrik des Problems.
eo: Övérrïdé thïs téäm's çürrént grädé üsïng thé prößlém's rüßrïç. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Sobrescribir la nota actual de este equipo utilizando la rúbrica de la tarea.
fr: Remplace la note actuelle de cette équipe en utilisant le barème de l'exercice.
it_it: Sostituisce la valutazione corrente del team con i criteri di valutazione del problema.

source: Team Response
ar: إجابة الفريق
de_de: Antwort des Teams
eo: Téäm Réspönsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: Respuesta del equipo
fr: Réponse de l'équipe
it_it: Risposta del team
tr_tr: Takım Yanıtı

source: The team's response to the prompt above
ar: ردّ الفريق على السؤال أعلاه
de_de: Die, in das Eingabefeld eingegebene Antwort des Teams.
eo: Thé téäm's réspönsé tö thé prömpt äßövé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: La respuesta del equipo al enunciado anterior
fr: La réponse de l'équipe à la demande ci-dessus
it_it: La risposta del team al prompt precedente

source: Viewing learner: %(learner)s
ar: جاري عرض المتعلّم: %(learner)s
de_de: Teilnehmer anzeigen: %(learner)s
eo: Vïéwïng léärnér: %(learner)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Visualizando estudiante: %(learner)s
fr: Affichage de l'apprenant: %(learner)s
it_it: Visualizzazione dello studente: %(learner)s

source: Viewing team: %(team)s
ar: جاري عرض الفريق:%(team)s
de_de: Team anzeigen: %(team)s
eo: Vïéwïng téäm: %(team)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Visualizando equipo: %(team)s
fr: Affichage de l'équipe: %(team)s
it_it: Visualizzazione del team: %(team)s

source: Learner's Response
ar: ردّ المتعلّم
de_de: Antwort des Teilnehmers
eo: Léärnér's Réspönsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Respuesta del estudiante
fr: Réponse de l'apprenant
it_it: Risposta dello studente
ja_jp: 受講者の解答
ka: მსმენელის პასუხი
pl: Odpowiedź studenta
pt_br: Resposta do Aluno
ru: Ответ слушателя
sw_ke: Jibu la Mwanafunzi
tr_tr: Öğrenci Yanıtı
zh_tw: 學習者的回應

source: Team's Response
ar: إجابة الفريق
de_de: Antwort des Teams
eo: Téäm's Réspönsé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Respuesta del equipo
fr: Réponse de l'équipe
it_it: Risposta del team

source: Learner submission removed by %(removed_by_username)s on %(removed_datetime)s
ar: أُلغِيَ تقديم إجابة الطالب من قِبَل %(removed_by_username)s في %(removed_datetime)s
de_de: Einreichung wurde entfernt von %(removed_by_username)s am %(removed_datetime)s
eo: Léärnér süßmïssïön rémövéd ßý %(removed_by_username)s ön %(removed_datetime)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#
es_es: Entrega del estudiante eliminada por %(removed_by_username)s el %(removed_datetime)s
fr: Réponse de l'apprenant supprimée par %(removed_by_username)s le%(removed_datetime)s
it_it: Inoltro dello studente rimosso da by %(removed_by_username)s il n %(removed_datetime)s
ja_jp: %(removed_datetime)sに%(removed_by_username)sが削除した受講者の提出物
ka: მოსწავლის ნაშრომი ამოღებულია %(removed_by_username)s-ის მიერ %(removed_datetime)s-ზე
pl: Zgłoszenie studenta usunięte przez %(removed_by_username)s dn. %(removed_datetime)s
ru: Ответ слушателя удалён сотрудником %(removed_by_username)s %(removed_datetime)s
sw_ke: Wasilisho la mwanafunzi limeondolewa na %(removed_by_username)s siku ya %(removed_datetime)s
tr_tr: Öğrenci gönderisi %(removed_by_username)s tarafından kaldırıldı. Zaman: %(removed_datetime)s
zh_tw: 學生所提交的已經在%(removed_datetime)s被%(removed_by_username)s移除

source: Learner submission removed on %(removed_datetime)s
ar: أُلغي تقديم المتعلّم بتاريخ %(removed_datetime)s
de_de: Einreichung wurde entfernt am %(removed_datetime)s
eo: Léärnér süßmïssïön rémövéd ön %(removed_datetime)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#
es_es: Entrega del estudiante eliminada por %(removed_datetime)s
fr: Réponse de l'apprenant supprimée le %(removed_datetime)s
it_it: Inoltro dello studente rimosso il %(removed_datetime)s
ja_jp: %(removed_datetime)sに削除された受講者の提出物
ka: მსმენელის პასუხები ამოღებულია %(removed_datetime)s-ზე.
pl: Zgłoszenie studenta usunięte dn. %(removed_datetime)s
ru: Ответы обучающихся удалены %(removed_datetime)s
sw_ke: Wasilisho la mwanafunzi umeondolewa siku ya %(removed_datetime)s
tr_tr: Öğrenci gönderisi %(removed_datetime)s tarihinde kaldırıldı
zh_tw: 學習者提交解除%(removed_datetime)s

source: Comments: %(comments)s
ar: التعليقات: %(comments)s
de_de: Kommentare: %(comments)s
eo: Çömménts: %(comments)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Comentarios: %(comments)s
fr: Commentaires : %(comments)s
it_it: Commenti: %(comments)s
ja_jp: コメント: %(comments)s
ka: კომენტარები: %(comments)s
pl: Komentarze: %(comments)s
ru: Комментарии: %(comments)s
sw_ke: Maoni: %(comments)s
tr_tr: Yorumlar: %(comments)s
zh_tw: 評論：%(comments)s

source: Peer Assessments for This Learner
ar: تقييمات الزملاء لهذا المتعلّم
de_de: Partnerbewertungen für diesen Teilnehmer
eo: Péér Àsséssménts för Thïs Léärnér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Evaluaciones de los compañeros para este estudiante
fr: Évaluations par les pairs pour cet apprenant
it_it: Valutazioni dei colleghi per questo studente
ja_jp: この受講者に対するピア・アセスメント
ka: ურთიერთშეფასების ქულები ამ მსმენელისთვის
pl: Wzajemne oceny dla tego studenta
pt_br: Avaliação de pares para este aluno
ru: Оценки однокурсников, поставленные этому слушателю
sw_ke: Tathmini ya Walimu kwa Mwanafunzi Huyu
tr_tr: Bu Öğrenci İçin Kişiyle Değerlendirme
zh_tw: 針對此學生的同儕互評

source: Peer Assessments Completed by This Learner
ar: تقييمات الزملاء المستكملة من قبل هذا المتعلّم
de_de: Abgeschlossene Partnerbewertungen von diesem Teilnehmer
eo: Péér Àsséssménts Çömplétéd ßý Thïs Léärnér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Evaluaciones a los compañeros que ha realizado este estudiante
fr: Évaluations par les pairs complétées par cet apprenant
it_it: Valutazioni dei colleghi completate da questo studente
ja_jp: この受講者が実施したピア・アセスメント
ka: ურთიერთშეფასება შესრულდა ამ მსმენელის მიერ
pl: Wzajemne oceny dokonane przez tego studenta
pt_br: Avaliação de pares concluída por este aluno
ru: Оценки работ однокурсников, поставленные этим слушателем
sw_ke: Tathmini ya Walimu Imekamilishwa na Mwanafunzi Huyu
tr_tr: Kişi Değerlendirme Bu Öğrenci Tarafından Tamamlandı
zh_tw: 此學生已完成的同儕互評

source: Learner's Self Assessment
ar: التقييم الذاتي الخاص بالمتعلّم
de_de: Selbstbewertung des Teilnehmers
eo: Léärnér's Sélf Àsséssmént Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Autoevaluación del estudiante
fr: Auto-évaluation de l'apprenant
it_it: Auto-valutazione dello studente
ja_jp: 受講者のセルフ・アセスメント
ka: მსმენელის თვითშეფასება
pl: Samodzielna ocena studenta
pt_br: Auto-avaliação do aluno
ru: Оценка, поставленная слушателем самому себе
sw_ke: Tathmini ya Binafsi ya Mwanafunzi
tr_tr: Öğrencinin Öz-değerlendirmesi
zh_tw: 學生的自我評量

source: Staff Assessment for This Learner
ar: تقييم طاقم المساق لهذا المتعلّم
de_de: Mitarbeiterbewertungen für diesen Teilnehmer
eo: Stäff Àsséssmént för Thïs Léärnér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Evaluación del equipo docente para este estudiante
fr: Évaluation de l'équipe pédagogique pour cet apprenant
it_it: Valutazione dello staff per questo studente
ja_jp: この受講者のスタッフ・アセスメント
ka: კურსის თანამშრომელთა შეფასევბის ქულები ამ მსმენელისთვის
pl: Ocena kadry dla tego studenta
pt_br: Avaliação da Equipe para este aluno
ru: Оценка командой курса
sw_ke: Tathmini ya Walimu kwa Mwanafunzi Huyu
tr_tr: Bu Öğrenci için Personel Değerlendirmesi

source: Staff Assessment for this Team
ar: تقييم طاقم المساق لهذا الفريق
de_de: Dozentenbewertungen für dieses Team
eo: Stäff Àsséssmént för thïs Téäm Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Evaluación del equipo docente para este equipo
fr: Évaluation de l'équipe pédagogique pour cette équipe
it_it: Valutazione dello staff per questo team

source: Learner's Final Grade
ar: الدرجة النهائية للمتعلّم
de_de: Endnote für diesen Teilnehmer
eo: Léärnér's Fïnäl Grädé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Nota final del estudiante
fr: Note finale de l'apprenant
it_it: Valutazione finale dello studente
ja_jp: 受講者の最終成績
ka: მოსწავლის საბოლოო ქულა
pl: Ocena końcowa studenta
pt_br: Nota Final do Aluno
ru: Итоговая оценка
sw_ke: Daraja la Mwisho la Mwanafunzi
tr_tr: Öğrencinin Final Notu
zh_tw: 學習者最終的成績

source: Team's Final Grade
ar: الدرجة النهائية للفريق
de_de: Endnote für das Team
eo: Téäm's Fïnäl Grädé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Nota final del equipo
fr: Note finale de l'équipe
it_it: Valutazione finale del team

source: Final grade: %(points_earned)s out of %(points_possible)s
ar: الدرجة النهائية: %(points_earned)s من %(points_possible)s
de_de: Endnote: %(points_earned)s von %(points_possible)s
eo: Fïnäl grädé: %(points_earned)s öüt öf %(points_possible)s Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Nota final: %(points_earned)s de %(points_possible)s
fr: Note finale: %(points_earned)s sur %(points_possible)s
it_it: Valutazione finale: %(points_earned)s di %(points_possible)s
ja_jp: 最終成績: %(points_possible)s点中%(points_earned)s点
ka: :საბოლოო ქულა: %(points_earned)s / %(points_possible)s-დან
pl: Ocena końcowa: %(points_earned)s na %(points_possible)s
ru: Итоговая оценка: %(points_earned)s из %(points_possible)s
sw_ke: Daraja la mwisho: %(points_earned)s kati ya %(points_possible)s
tr_tr: Final notu: %(points_possible)s üzerinden %(points_earned)s

source: Final Grade Details
ar: تفاصيل الدرجة النهائية
de_de: Details zur Endnote
eo: Fïnäl Grädé Détäïls Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
es_es: Detalles de la nota final
fr: Détails de la note finale
it_it: Dettagli valutazione finale
ja_jp: 最終成績の詳細
ka: საბოლოო ქულის დეტალები
pl: Szczegóły oceny końcowej
pt_br: Detalhes da nota final
ru: Детали итоговой оценки
sw_ke: Ufafanuzi wa Daraja la Mwisho la Ubora
tr_tr: Final Notu Ayrıntıları
zh_tw: 最終成績的詳細資料
