Repository: openedx/edx-ora2
Catalog: openassessment/locale/*/LC_MESSAGES/django.po
Languages: ar, de_de, eo, es_es, fr, it_it, ja_jp, ka, pl, pt_br, ru, sw_ke, th, tr_tr, zh_tw

source: You must submit a response before you can perform a self-assessment.
ar: يجب أن تقدّم ردًّا قبل أن تتمكّن من إجراء التقييم الذاتي.
de_de: Sie müssen eine Antwort einreichen, bevor Sie eine Selbstbewertung durchführen können.
eo: Ýöü müst süßmït ä réspönsé ßéföré ýöü çän pérförm ä sélf-ässéssmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Tienes que enviar una respuesta antes de poder llevar a cabo la autoevaluación.
fr: Vous devez envoyer une réponse avant de pouvoir effectuer une auto-évaluation
it_it: È necessario inoltrare una risposta prima di poter eseguire un'autovalutazione.
ja_jp: セルフ・アセスメントを行う前に、解答を提出してください。
ka: თვითშეფასებამდე ჯერ საკუთარი პასუხი უნდა გაგზავნოთ.
pl: Musisz przesłać odpowiedź, zanim będziesz mógł dokonać samodzielnej oceny.
pt_br: Você deve enviar uma resposta antes que você possa realizar uma auto-avaliação.
ru: Перед оцениванием своей работы вам необходимо отправить свой ответ.
sw_ke: Lazima ufikishe jibu kabla kuanza kufanya tathmini binafsi.
th: คุณต้องส่งคำตอบก่อนคุณถึงจะประเมินตนเองได้
tr_tr: Bireysel-değerlendirme yapmadan önce cevap göndermelisiniz.
zh_tw: 您必須先送出答案才能開始進行自我評量。

source: Your self assessment could not be submitted.
ar: عذرًا، لم يمكن تقديم تقييمك الذاتي.
de_de: Ihre Selbstbewertung konnte nicht übermittelt werden.
eo: Ýöür sélf ässéssmént çöüld nöt ßé süßmïttéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Tu autoevaluación no se ha podido enviar.
fr: Votre auto-évaluation n'a pas pu être envoyée.
it_it: Impossibile inoltrare l'auto-valutazione.
ja_jp: あなたのセルフ・アセスメントは提出できませんでした。
ka: თქვენი თვითშეფასების გაგზავნა ვერ მოხერხდა.
pl: Nie udało się wysłać twojej oceny.
pt_br: Sua auto-avaliação não pôde ser enviada.
ru: Не удалось отправить вашу оценку своей работы.
sw_ke: Tathmini yako binafsi halikuweza kuwasilishwa.
th: การประเมินตนเองยังไม่ได้ส่ง
tr_tr: Kişisel değerlendirmeniz gönderilemedi.
zh_tw: 無法送出您的自我評量。

source: You do not have permission to schedule training
ar: عذرًا، ليست لديك صلاحية جدولة التدريب.
de_de: Sie haben nicht die Berechtigung, den Zeitplan des Trainings festzulegen
eo: Ýöü dö nöt hävé pérmïssïön tö sçhédülé träïnïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No tienes permiso para programar el entrenamiento
fr: Vous n'avez pas la permission de planifier la formation
it_it: Non si dispone dell'autorizzazione per pianificare l'addestramento
ja_jp: トレーニングをスケジューリングする権限がありません
ka: თქვენ არ გაქვთ ტრენინგის დაგეგმვის უფლება
pl: Nie posiadasz uprawnień do zaplanowania szkolenia.
pt_br: Você não tem permissão para agendar este treinamento
ru: У вас недостаточно прав для запуска обучения автоматического оценщика
sw_ke: Huna ruhusa kupanga ratiba ya mafunzo
th: คุณไม่ได้รับอนุญาตให้กำหนดการฝึกอบรม
tr_tr: Eğitimi programlamak için izniniz yok
zh_tw: 您沒有權限排序訓練

source: You do not have permission to reschedule tasks.
ar: عذرًا، ليست لديك صلاحية إعادة جدولة المهامّ.
de_de: Sie haben nicht die Berechtigung, Aufgaben neu zu terminieren.
eo: Ýöü dö nöt hävé pérmïssïön tö résçhédülé täsks. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No tienes permiso para reprogramar tareas.
fr: Vous n'avez pas la permission de reporter les tâches.
it_it: Non si dispone dell'autorizzazione per ripianificare le attività.
ja_jp: タスクの再スケジューリングをする権限がありません。
ka: თქვენ არ გაქვთ დავალებების ხელახლა დაგეგმვის უფლება.
pl: Nie posiadasz uprawnień do zmieniania terminów czynności.
pt_br: Você não tem permissão para reagendar tarefas.
ru: У вас недостаточно прав для перезапуска задач.
sw_ke: Huna ruhusa kuratibisha upya majukumu.
th: คุณไม่มีสิทธิ์เปลี่ยนแปลงกำหนดการของงาน
tr_tr: Görevleri yeniden planlamak için izniniz yok.
zh_tw: 您沒有權限重新排序任務。

source: You do not have permission to access the ORA staff area
ar: عذرًا، ليست لديك صلاحية الوصول إلى صفحة طاقم "ORA" للمساق.
de_de: Sie haben keine Berechtigung um auf die ORA staff area zu zugreifen.
eo: Ýöü dö nöt hävé pérmïssïön tö äççéss thé ÖRÀ stäff äréä Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No tienes permiso para acceder al área del equipo docente de la tarea de respuesta abierta
fr: Vous n'avez pas les droits nécessaires pour accéder aux informations réservées à l'équipe enseignante.
it_it: Non si dispone dell'autorizzazione per l'accesso all'area dello staff ORA
ja_jp: ORAスタッフ情報へのアクセス権がありません
ka: თქვენ არ გაქვთ თანამშრომელთათვის განკუთვნილ ღია პასუხების განყოფილებასთან წვდომის უფლება
pl: Nie posiadasz uprawnień dostępu do strefy zadań z otwartą odpowiedzią.
pt_br: Você não tem permissão para acessar a área da equipe ORA
ru: У вас недостаточно прав для доступа к информации по оцениванию открытых ответов для сотрудников
sw_ke: Huna ruhusa kuingia kwenye eneo la walimu la ORA
tr_tr: ORA görevli bilgilerine erişim için izniniz yok

source: You do not have permission to access ORA learner information.
ar: عذرًا، ليست لديك صلاحية الوصول إلى معلومات متعلّم "ORA".
de_de: Sie haben keine Berechtigung ORA Teilnehmer Informationen einzusehen.
eo: Ýöü dö nöt hävé pérmïssïön tö äççéss ÖRÀ léärnér ïnförmätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No tienes permiso para acceder a la información de los estudiantes de la tarea de respuesta abierta.
fr: Vous n'avez pas les droits nécessaires pour accéder aux informations des apprenants.
it_it: Non si dispone dell'autorizzazione per l'accesso alle informazioni sullo studente ORA
ja_jp: ORA受講者情報へのアクセス権がありません。
ka: თქვენ არ გაქვთ ღია პასუხების სტუდენტებისთვის განკუთვნილ განყოფილებასთან წვდომის უფლება.
pl: Nie posiadasz uprawnień dostępu do wyników zadań z otwartą odpowiedzią.
pt_br: Você não tem permissão para acessar as informações dos alunos ORA
ru: У вас недостаточно прав для доступа к информации о слушателях
sw_ke: Huna ruhusa kuingia kwenye kipengele cha taarifa ya mwanafunzi kwa ORA.
tr_tr: ORA öğrenci bilgilerine erişim için izniniz yok.

source: You do not have permission to access ORA staff grading.
ar: عذرًا، ليست لديك صلاحية الوصول إلى صفحة طاقم "اسئلة الإجابات المفتوحة" للمساق.
de_de: Sie haben keine Berechtigung ORA Mitarbeiter Benotung einzusehen.
eo: Ýöü dö nöt hävé pérmïssïön tö äççéss ÖRÀ stäff grädïng. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No tienes permiso para acceder a las calificaciones por el equipo docente de la tarea de respuesta abierta.
fr: Vous n'avez pas les droits nécessaires pour accéder aux informations de notations réservées à l'équipe enseignante.
it_it: Non si dispone dell'autorizzazione per l'accesso alla valutazione dello staff ORA.
ja_jp: ORAスタッフ採点へのアクセスがはありません。
ka: თქვენ არ გაქვთ წვდომის უფლება თანამშრომელთათვის განკუთვნილ ღია პასუხების საბოლოო შეფასების განყოფილებასთან.
pl: Nie posiadasz uprawnień dostępu do systemu oceniania przez kadrę.
pt_br: Você não tem permissão para acessar correções da equipe ORA.
ru: У вас нет доступа к оценке заданий командой курса.
sw_ke: Huna ruhusa ya kuingia kwenye kipengele cha utoaji daraja wa walimu kwa ORA.
tr_tr: ORA görevli notlandırmalarına erişim için izniniz yok.

source: Pending
eo: Péndïng Ⱡ'σяєм ιρѕυм #
es_es: Pendiente
fr: En attente
tr_tr: Beklemede

source: Complete/Overwritten
eo: Çömplété/Övérwrïttén Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Completo/Sobrescrito
fr: Complété/Écrasé

source: Not applicable
eo: Nöt äpplïçäßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: No aplica
fr: Non-applicable
it_it: Non applicabile
tr_tr: Uygulanamaz

source: Not submitted
eo: Nöt süßmïttéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: No entregado
fr: Pas soumis
tr_tr: Gönderilmedi

source: Submitted
eo: Süßmïttéd Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Entregado
fr: Soumis
tr_tr: Girildi

source: Error getting learner information.
ar: حدث خطأ أثناء الحصول على معلومات المتعلّم
de_de: Fehler beim Laden der Lernerinformationen.
eo: Érrör géttïng léärnér ïnförmätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Error al obtener la información del estudiante.
fr: Erreur lors de l'obtention d'information sur l'apprenant.
it_it: Errore durante l'acquisizione delle informazioni sullo studente.
ja_jp: 受講者情報の取得エラー。
ka: მსმენელის ინფორმაციის ამოღებისას წარმოიშვა შეცდომა.
pl: Wystąpił błąd w trakcie uzyskiwania informacji o studentach.
pt_br: Ocorreu um erro ao obter informações de alunos.
ru: Ошибка получения информации о слушателе.
sw_ke: Hitilafu ya kupata taarifa za mwanafunzi.
tr_tr: Öğrenci bilgisini alırken hata oluştu.

source: Error loading the checked out learner response.
ar: حدث خطأ أثناء تحميل ردّ المتعلّم الذي جرت مراجعته.
de_de: Fehler beim Laden der geprüften Lernantwort.
eo: Érrör löädïng thé çhéçkéd öüt léärnér réspönsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Error al cargar la respuesta revisada del estudiante.
fr: Erreur lors du chargement de la réponse de l'apprenant.
it_it: Errore durante il caricamento della risposta dello studente sottoposta a checkout.
ja_jp: チェックアウト済受講者の解答の読込エラー。
ka: მსმენელის შეფასებული პასუხების ჩატვირთვისას წარმოიშვა შეცდომა.
pl: Wystąpił błąd w trakcie wczytywania odpowiedzi sprawdzonych przez studentów.
pt_br: Erro ao carregar as respostas de alunos verificadas.
ru: Ошибка загрузки проверенного ответа.
sw_ke: Hitilafu ya kupakia jibu la mwanafunzi lililopitiwa upya.

source: No other learner responses are available for grading at this time.
ar: لا تتوفر ردود متعلّمين أخرى، مُتاحة للتصحيح في الوقت الحالي.
de_de: Es sind zur Zeit keine weiteren Antworten von Teilnehmern für die Bewertung vorhanden.
eo: Nö öthér léärnér réspönsés äré äväïläßlé för grädïng ät thïs tïmé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: No hay más respuestas de estudiantes disponibles para calificar en este momento.
fr: Aucune autre réponse d'apprenant disponible pour notation en ce moment.
it_it: Nessuna altra risposta dello studente disponibile per la valutazione in questo momento.
ja_jp: 現在、採点対象の他の受講者の解答はありません。
ka: ამჟამად შეფასებისთვის ხელმისაწვდომი არ არის არცერთი სხვა მსმენელის პასუხი.
pl: W tej chwili brak odpowiedzi dostępnych do ocenienia.
pt_br: Não há outras respostas de alunos disponíveis para correção no momento.
ru: Нет доступных для оценивания ответов.
sw_ke: Hakuna majibu ya mwanafunzi mwengine yaliyopo kwa utoaji daraja kwa wakati huu.

source: Error getting staff grade information.
ar: حدث خطأ في تلقّي معلومات درجات طاقم المساق.
de_de: Fehler beim Laden der Mitarbeiterbenotungsinformationen.
eo: Érrör géttïng stäff grädé ïnförmätïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Error al obtener la información de calificación por el equipo docente.
fr: Erreur lors de la récupération de la note de l'équipe pédagogique.
it_it: Errore durante l'acquisizione delle informazioni sulla valutazione dello staff.
ja_jp: スタッフ採点情報の取得エラー。
ka: თანამშრომელთა შეფასების ინფორმაციის ამოღებისას წარმოიშვა შეცდომა.
pl: Wystąpił błąd w trakcie uzyskiwania informacji o ocenach kadry.
pt_br: Ocorreu um erro ao obter informações de correção da equipe.
ru: Ошибка при получении информации об оценке команды курса.
sw_ke: Hitilafu ya kupata habari za madaraja ya walimu.
tr_tr: Personel not bilgisini alırken hata oluştu.

source: Error getting staff grade ungraded and checked out counts.
ar: حدث خطأ أثناء جلب أعداد الردود قيد التصحيح والردود غير المصحّحة بعد، ليتمكن طاقم المساق من المباشرة بعملية التصحيح.
de_de: Fehler beim Laden der Mitarbeiterbenotungsinformationen.
eo: Érrör géttïng stäff grädé üngrädéd änd çhéçkéd öüt çöünts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Error al obtener las calificaciones por el equipo docente, aquellos sin calificar y las revisiones.
fr: Erreur lors de la récupération des notes attribuées par l'équipe pédagogique et leur compte.
it_it: Errore durante l'acquisizione dei conteggi delle valutazioni dello staff senza valutazione e sottoposte a checkout.
ja_jp: スタッフ採点の未採点およびチェックアウト済の数の取得エラー。
ka: თანამშრომელთა მიერ შეუფასებელი და შეუმოწმებელი დავალებების რაოდენობის ამოღებისას წარმოიშვა შეცდომა.
pl: Wystąpił błąd w trakcie uzyskiwania statystyk ocenionych i nieocenionych prac przez kadrę.
pt_br: Erro ao solicitar que a equipe corrija contas não corrigidas e canceladas.
ru: Ошибка получения списка заданий без оценки.
sw_ke: Hitilafu katika kupata ukatizaji wakutoa daraja za wafanyakazi na kupitia upya akaunti zao.

source: Please enter valid reason to remove the submission.
ar: يُرجى إدخال سبب صالح لحذف التقديم.
de_de: Geben Sie bitte einen zulässigen Grund für das Zurückziehen ihrer Einreichung an.
eo: Pléäsé éntér välïd réäsön tö rémövé thé süßmïssïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: Por favor, indica un motivo válido para eliminar la entrega.
fr: Veuillez saisir une raison valide pour supprimer la réponse.
it_it: Immettere un motivo valido per rimuovere l'inoltro.
ja_jp: 提出物を削除する正当な理由を入力してください。
ka: გთხივთ შეიყვანოთ დავალების წაშლის საფუძვლიანი მიზეზი.
pl: Proszę podać powód usunięcia tego zgłoszenia.
pt_br: Por favor insira uma razão válida para remover o envio.
ru: Пожалуйста, введите обоснованную причину удаления представленного задания.
sw_ke: Tafadhali ingiza sababu halali kukuwezesha kuondoa wasilisho.
th: โปรดระบุเหตุผลในการยกเลิกการส่ง
tr_tr: Gönderimi kaldırmak için geçerli bir sebep girin.
zh_tw: 請輸入有效的原因來移除這個提交。

source: Submission not found
ar: تعذر إيجاد ملف التقديم
de_de: Keine Antwort gefunden
eo: Süßmïssïön nöt föünd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Entrega no encontrada
fr: Réponse non trouvée
it_it: Inoltro non trovato
tr_tr: Gönderim bulunamadı

source: Submission for team assignment has no associated team submission
ar: لا يتضمن تقديم إجابة الفريق أي إجابة فريق مرتبطة
de_de: Der Einreichung für die Teamzuweisung ist keiner Teameinreichung zugeordnet
eo: Süßmïssïön för téäm ässïgnmént häs nö ässöçïätéd téäm süßmïssïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: La entrega para la tarea de grupo no cuenta con ningún equipo asociado
fr: La réponse à l'évaluation d'équipe n'a pas de réponse d'équipe associée
it_it: L'inoltro per il compito del team non dispone di un inoltro del team associato

source: The learner submission has been removed from peer assessment. The learner receives a grade of zero unless you delete the learner's state for the problem to allow them to resubmit a response.
ar: حُذِفَ تقديم إجابة المتعلّم من قسم ’تقييم الزملاء‘. يحصل الطالب على درجة صفر ما لم يُمحى ’وضع المتعلّم‘ لهذه المشكلة وذلك ليُسمح له بإعادة تقديم ردّ الإجابة من جديد.
de_de: Die Einreichung des Teilnehmers wurden von der Partnerbewertung entfernt. Der Teilnehmer erhält somit 0 Punkte. Sie können dem Teilnehmer auch erlauben, die Aufgabe zu Wiederholen.
eo: Thé léärnér süßmïssïön häs ßéén rémövéd fröm péér ässéssmént. Thé léärnér réçéïvés ä grädé öf zérö ünléss ýöü délété thé léärnér's stäté för thé prößlém tö ällöw thém tö résüßmït ä réspönsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρ#
es_es: La entrega del estudiante se ha eliminado de la evaluación por pares. El estudiante recibirá una calificación de cero a menos que elimines el estado de la tarea para permitirle reenviar una respuesta.
fr: La réponse de l'étudiant a été supprimée de la notation par les pairs. L'étudiant obtient une note nulle à moins de réinitialiser l'état de l'exercice pour l'étudiant pour lui permettre de proposer un nouvelle réponse.
it_it: L'inoltro dello studente è stato rimosso dalla valutazione dei colleghi. Lo studente riceve una valutazione uguale a zero a meno che lo stato dello studente per il problema non venga eliminato per consentire di inoltrare nuovamente una risposta.
ja_jp: 受講者の提出物はピア・アセスメントから削除されました。あなたが実施内容をリセットして再提出を許可しない限り、この受講者は０点となります。
ka: მოსწავლის ამოცანის პასუხი წაიშალა ურთიერთშეფასებებიდან. მოსწავლე მიიღებს ნულოვან შეფასებას, ვიდრე არ წაშლით მოსწავლის ამოცანის სტატუსს და არ მისცემთ მას ხელახლა გამოგზავნის საშუალებას.
pl: Zgłoszenie przesłane przez studenta zostało usunięte z systemu wzajemnej oceny. Student otrzyma ocenę zero, chyba, że zdecydujesz się usunąć stan studenta dla ćwiczenia, dzięki czemu będzie mógł przygotować i wysłać nowe zgłoszenie.
pt_br: O envio do estudante foi removido da avaliação de pares. O estudante receberá uma nota zero a menos que você apague a declaração do aluno para o problema e autorize o reenvio da resposta.
ru: Ответ слушателя был удален из результатов взаимного оценивания. Если вы не удалите статус выполненного слушателем задания, чтобы он смог отправить ответ заново, то слушатель получит нулевую оценку.
sw_ke: Wasilisho la mwanafunzi limeondolewa kutoka kwenye tathmnini ya pamoja. Mwanafunzi anapata daraja sufuri isipokuwa ufute hali ya mwanafunzi kwa tatizo kuwaruhusu wafikishe upya jibu.
tr_tr: Öğrenci gönderisi kişi değerlendirme sayfasından kaldırıldı. Eğer siz öğrencinin denemesini sıfırlayıp tekrar cevap göndermesine izin vermezseniz öğrenci sıfır puan alacak.

source: The team’s submission has been removed from grading. The team receives a grade of zero unless you delete a team member’s state for the problem to allow the team to resubmit a response.
ar: تم إزالة إجابة الفريق من التقييم. يحصل الفريق على درجة الصفر ما لم تحذف حالة عضو الفريق من المسألة للسماح للفريق بإعادة إرسال رد.
de_de: Die Eingabe des Teams wurde aus der Benotung entfernt. Das Team erhält die Note Null, es sei denn, Sie löschen den Status eines Teammitglieds für die Aufgabe, damit das Team erneut eine Antwort einreichen kann.
eo: Thé téäm’s süßmïssïön häs ßéén rémövéd fröm grädïng. Thé téäm réçéïvés ä grädé öf zérö ünléss ýöü délété ä téäm mémßér’s stäté för thé prößlém tö ällöw thé téäm tö résüßmït ä réspönsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт,#
es_es: La entrega del equipo se ha eliminado. El equipo recibirá una nota de cero a menos que elimines el estado de la tarea de uno de los miembros del equipo para permitir al equipo reenviar una respuesta.
fr: La réponse de l'équipe a été retirée de la notation. L'équipe reçoit une note nulle sauf si vous supprimez un état de l'exercice du membre de l'équipe pour permettre à l'équipe de redonner une réponse.
it_it: L'inoltro del team è stato rimosso dalla valutazione. Il team riceve una valutazione uguale a zero a meno che lo stato del membro del team per il problema non venga eliminato per consentire al team di inoltrare nuovamente una risposta.

source: The submission ID of the submission being assessed was not found.
ar: تعذّر إيجاد الرقم التعريفي للتقديم قيد التقييم.
de_de: Die ID der zu bewertenden Einreichung wurde nicht gefunden.
eo: Thé süßmïssïön ÌD öf thé süßmïssïön ßéïng ässésséd wäs nöt föünd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No se ha encontrado el ID de envío de la entrega que se está evaluando.
fr: L'identifiant de la soumission en cours d'évaluation n'a pas été trouvé.
it_it: Impossibile trovare l'ID dell'inoltro in fase di valutazione.
ja_jp: 評価中の提出物の提出物IDが見つかりませんでした。
ka: შემოწმების პროცესში მყოფი პასუხის საიდენტიფიკაციო ნომერი ვერ მოიძებნა.
pl: Nie odnaleziono identyfikatora ocenianej odpowiedzi.
pt_br: O ID de envio da solicitação sob avaliação não foi encontrado.
ru: Идентификатор проверяемого ответа не найден.
sw_ke: Kitambulisho cha tathmini ya wasilisho lililotathminiwa hakikupatikana.

source: Your staff assessment could not be submitted.
ar: تعذّر تقديم تقييم طاقم المساق الخاص بردّك.
de_de: Ihre Mitarbeiterbewertung konnte nicht übermittelt werden.
eo: Ýöür stäff ässéssmént çöüld nöt ßé süßmïttéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: No se ha podido enviar tu evaluación por el equipo docente.
fr: Votre évaluation par l'équipe enseignante n'a pu être soumise.
it_it: Impossibile inoltrare la valutazione dello staff.
ja_jp: スタッフ・アセスメントが提出できませんでした。
ka: თქვენი შეფასების გაგზავნა ვერ მოხერხდა.
pl: Nie udało się wysłać twojej oceny.
pt_br: Sua avaliação de equipe não pôde ser enviada.
ru: Не удалось отправить вашу оценку.
sw_ke: Tathmini ya walimu wako haikuwasilishwa.
tr_tr: Personel değerlendirmeniz gönderilemedi.

source: There were one or more errors submitting the requested assessments
eo: Théré wéré öné ör möré érrörs süßmïttïng thé réqüéstéd ässéssménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Han ocurrido uno o más errores enviando las evaluaciones solicitadas

source: Your team assessment could not be submitted.
ar: تعذر إرسال تقييم فريقك
de_de: Ihre Teambewertung konnte nicht übermittelt werden.
eo: Ýöür téäm ässéssmént çöüld nöt ßé süßmïttéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: No se ha podido enviar la evaluación de tu equipo.
fr: Votre évaluation par l'équipe n'a pas pu être soumise.
it_it: Impossibile inoltrare la valutazione del team.
tr_tr: Takım değerlendirmeniz gönderilemedi.

source: Waiting for a Staff Grade
ar: بانتظار الدرجة الممنوحة من طاقم المساق.
de_de: Warte auf Mitarbeiterbenotung
eo: Wäïtïng för ä Stäff Grädé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Esperando a la calificación por el equipo docente
fr: En attente d'une note de l'équipe pédagogique
it_it: Il punteggio del docente appare in questa sezione
ja_jp: スタッフからの採点待ち
ka: ველოდებით კურსის თანამშრომლების შეფასებას
pl: Oczekuje na ocenę kadry
pt_br: Esperando por Correção da Equipe
ru: Дождитесь проверки командой курса
sw_ke: Inasubiri Kupewa Daraja na Walimu
tr_tr: Personel Notu Bekleniyor
