Repository: openedx/edx-ora2
Catalog: openassessment/locale/*/LC_MESSAGES/django.po
Languages: ar, de_de, eo, es_es, fr, it_it, ja_jp, ka, pl, pt_br, ru, sw_ke, th, tr_tr, zh_tw

source: %(assessment_label)s - %(points)s point
ar: %(assessment_label)s - %(points)s نقطة
de_de: %(assessment_label)s - %(points)s Punkt
eo: %(assessment_label)s - %(points)s pöïnt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: %(assessment_label)s - %(points)s punto
it_it: %(assessment_label)s - %(points)s punto
ja_jp: %(assessment_label)s - %(points)s 点
ka: %(assessment_label)s - %(points)s ქულა
pl: %(assessment_label)s - %(points)s punkt
ru: %(assessment_label)s - %(points)s балл
sw_ke: %(assessment_label)s - %(points)s alama
tr_tr: %(assessment_label)s - %(points)s puan
zh_tw: %(assessment_label)s - %(points)s 分數

source: Feedback Recorded
ar: الملاحظة المسجلة
de_de: Rückmeldung gespeichert
eo: Féédßäçk Réçördéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Retroalimentación registrada
fr: Retours enregistrés
it_it: Feedback Registrato
ja_jp: フィードバック記録済
ka: აღრიცხული უკუკავშირი
pl: Opinia zapisana
ru: Отзыв сохранён
sw_ke: Mrejesho Umehifadhiwa
tr_tr: Geribildirim Kaydedildi

source: The submission is waiting for assessments.
ar: الردود المقدّمة بانتظار التقييم.
de_de: Die Antwort wird noch bewertet.
eo: Thé süßmïssïön ïs wäïtïng för ässéssménts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: La entrega está esperando a ser evaluada.
fr: La réponse est en attente d'évaluations.
it_it: L'inoltro è in attesa di valutazioni.
ja_jp: 提出物は評価待ちです。
ka: ნაშრომი შეფასების მოლოდინშია.
pl: Zgłoszenie oczekuje na oceny.
pt_br: A solicitação está aguardando avaliação.
ru: Ответ ожидает оценки.
sw_ke: Wasilisho linasubiri kufanyiwa tathmini.
tr_tr: Bu gönderim değerlendirme için bekliyor.
zh_tw: 意見正在等待評量。

source: The learner's submission has been removed from peer assessment. The learner receives a grade of zero unless you delete the learner's state for the problem to allow them to resubmit a response.
ar: حُذِفَ تقديم إجابة المتعلّم من قسم ’تقييم الزملاء‘. يحصل الطالب على درجة صفر ما لم يُمحى ’وضع المتعلّم‘ لهذه المشكلة وذلك ليُسمح له بإعادة تقديم ردّ الإجابة من جديد.
de_de: Die Einreichung des Teilnehmers wurden von der Partnerbewertung entfernt. Der Teilnehmer erhält somit 0 Punkte. Sie können dem Teilnehmer auch erlauben, die Aufgabe zu Wiederholen.
eo: Thé léärnér's süßmïssïön häs ßéén rémövéd fröm péér ässéssmént. Thé léärnér réçéïvés ä grädé öf zérö ünléss ýöü délété thé léärnér's stäté för thé prößlém tö ällöw thém tö résüßmït ä réspönsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ησ#
es_es: La entrega del estudiante se ha eliminado de la evaluación por pares. El estudiante recibirá una calificación de cero a menos que elimines el estado de la tarea para permitirle reenviar una respuesta.
fr: La réponse de l'étudiant a été supprimée de la notation par les pairs. l'apprenant obtient une note nulle à moins de réinitialiser l'état de l'exercice pour l'étudiant pour lui permettre de proposer un nouvelle réponse.
it_it: L'inoltro dello studente è stato rimosso dalla valutazione dei colleghi. Lo studente riceve una valutazione uguale a zero a meno che lo stato dello studente per il problema non venga eliminato per consentire di inoltrare nuovamente una risposta.
ja_jp: 受講者の提出物はピア・アセスメントから削除されました。あなたが実施内容をリセットして再提出を許可しない限り、この受講者は０点となります。
ka: მსმენელის ნაშრომი ამოღებულია ურთიერთშეფასებებიდან. მსმენელი მიიღებს ნულოვან შეფასებას ვიდრე არ წაშლით მსმენელის ამოცანის სტატუსს, რომ მან ხელახლა შეძლოს პასუხის გაგზავნა.
pl: Zgłoszenie przesłane przez studenta zostało usunięte z systemu wzajemnej oceny. Student otrzyma ocenę zero, chyba, że zdecydujesz się usunąć stan studenta dla ćwiczenia, dzięki czemu będzie mógł przygotować i wysłać nowe zgłoszenie.
pt_br: O envio do estudante foi removido a partir da avaliação de pares. O estudante receberá a nota zero a menos que você apague o status do aluno para o problema e permita ao estudante reenviar uma resposta.
ru: Ответ слушателя был удален из результатов взаимного оценивания. Если вы не удалите статус выполненного слушателем задания, чтобы он смог отправить ответ заново, то слушатель получит нулевую оценку.
sw_ke: Wasilisho la mwanafunzi limeondolewa kutoka kwa tathmini ya pamoja. Mwanafunzi anapokea daraja ya ubora ya sufuri isipokuwa utakapofuta hali ya mwanafunzi kwa swali hili na kuwasilisha upya jibu.

source: The team’s submission has been removed from grading. The team receives a grade of zero unless you delete the a team member’s state for the problem to allow the team to resubmit a response.
ar: تم إزالة إجابة الفريق من التقييم. يحصل الفريق على درجة الصفر ما لم تحذف حالة عضو الفريق من المسألة للسماح للفريق بإعادة إرسال رد.
eo: Thé téäm’s süßmïssïön häs ßéén rémövéd fröm grädïng. Thé téäm réçéïvés ä grädé öf zérö ünléss ýöü délété thé ä téäm mémßér’s stäté för thé prößlém tö ällöw thé téäm tö résüßmït ä réspönsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσ#
es_es: La entrega del equipo se ha eliminado. El equipo recibirá una nota de cero a menos que elimines el estado de la tarea de uno de los miembros del equipo para permitir al equipo reenviar una respuesta.
fr: La soumission de l'équipe a été supprimée de la notation. L’équipe reçoit une note de zéro, sauf si vous supprimez l’état d’un membre de l’équipe pour le problème afin de permettre à l’équipe de renvoyer une réponse.
it_it: L'inoltro del team è stato rimosso dalla valutazione. Il team riceve una valutazione uguale a zero a meno che lo stato del membro del team per il problema non venga eliminato per consentire al team di inoltrare nuovamente una risposta.

source: The problem has not been started.
ar: لم يبدأ تقديم الإجابات للمسألة بعد.
de_de: Die Fragestellung wurde noch nicht begonnen.
eo: Thé prößlém häs nöt ßéén stärtéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Esta tarea aún no ha comenzado.
fr: L'exercice n'est pas commencé.
it_it: Il problema non è stato avviato.
ja_jp: 問題はまだ始まっていません。
ka: ამოცანა არ დაწყებულა.
pl: Ćwiczenie nie zostało rozpoczęte.
pt_br: O problema não foi iniciado.
ru: Задание не начато.
sw_ke: Swali halijaanzishwa.
tr_tr: Problem başlatılmadı.
zh_tw: 這個問題尚未開始

source: The problem has not been completed.
ar: لم تُستكمل المسألة بعد.
de_de: Die Fragestellung wurde noch nicht abgeschlossen.
eo: Thé prößlém häs nöt ßéén çömplétéd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Esta tarea aún no se ha completado.
fr: L'exercice n'a pas été terminé.
it_it: Il problema non è stato completato
ja_jp: 問題は完了していません。
ka: ამოცანა დასრულებული არ არის.
pl: Ćwiczenie nie zostało ukończone.
pt_br: O problema não foi completado.
ru: Задание не завершено.
sw_ke: Swali halijakamilishwa.
tr_tr: Bu problem tamamlanmadı.
zh_tw: 問題尚未被完成。

source: Submit Assessment Grade Override
ar: قدّم تجاوز درجة التقييم.
de_de: Überschreibung der eingereichten Notenbewertung
eo: Süßmït Àsséssmént Grädé Övérrïdé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Sobrescribir la calificación de la tarea enviada
fr: Forcer une note pour l'évaluation
it_it: Inoltra sostituzione valutazione
ja_jp: 優先する成績を提出する
ka: შეფასების უპირატესი ქულის გაგზავნა
pl: Dodaj wyjątek oceny
pt_br: Enviar Substituição de Nota de Avaliação
ru: Применить изменение оценки
sw_ke: Tuma utoaji mwingine wa Daraja ya Tathmini
zh_tw: 提交覆蓋測驗評分

source: Submit Team Grade Override
ar: قدّم تجاوز درجة تقييم الفريق.
de_de: Teamnote überschreiben
eo: Süßmït Téäm Grädé Övérrïdé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Sobrescribir la calificación de equipo la tarea enviada
fr: Forcer une note d'équipe
it_it: Inoltra sostituzione valutazione team

source: Unable to perform grade override
ar: تعذرت عملية تجاوز التقدير
de_de: Es ist nicht möglich, die Benotung zu überschreiben.
eo: Ûnäßlé tö pérförm grädé övérrïdé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: No se ha podido sobrescribir la calificación
fr: Impossible d'effectuer un remplacement de note
it_it: Impossibile eseguire la sostituzione della valutazione

source: Grades are frozen. Grades are automatically frozen 30 days after the course end date.
ar: يتم تجميد الدرجات. يتم تجميد الدرجات تلقائيًا بعد 30 يومًا من تاريخ انتهاء المساق.
de_de: Noten werden blockiert. Noten werden automatisch 30 Tage nach dem Kursenddatum blockiert.
eo: Grädés äré frözén. Grädés äré äütömätïçällý frözén 30 däýs äftér thé çöürsé énd däté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Las calificaciones están bloqueadas. Las calificaciones se bloquean automáticamente 30 días después de la fecha de finalización del curso.
fr: Les notes sont gelées. Les notes sont automatiquement gelées 30 jours après la date de fin du cours.
it_it: Le valutazioni sono bloccate. Le valutazioni vengono automaticamente bloccate 30 giorni dopo la data di fine del corso.

source: This submission has been cancelled and cannot recieve a grade. Refer to documentation for how to delete the learner’s state for this problem to allow them to resubmit.
ar: تم حذف هذا التقديم ولا يمكن الحصول على الدرجة، يرجى العودة للتوثيق لحذف حالة المتعلم في هذه المسألة وذلك ليسمح له بإعادة تقديم الإجابة.
de_de: Die Eingabe wurde gelöscht und kann daher nicht bewertet werden. In der Dokumentation können Sie nachlesen, wie der Status des Teilnehmers für diese Aufgabe gelöscht werden kann, um eine neue Eingabe zu erlauben.
eo: Thïs süßmïssïön häs ßéén çänçélléd änd çännöt réçïévé ä grädé. Référ tö döçüméntätïön för höw tö délété thé léärnér’s stäté för thïs prößlém tö ällöw thém tö résüßmït. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυяє ∂σłσя ιη яєρяєнєη∂єяιт ιη νσłυρтαтє νєłιт єѕѕє ¢ιłłυм ∂σłσяє єυ ƒυgιαт ηυłłα ραяιαтυя. єχ¢єρтєυя ѕιηт σ¢¢αє¢αт ¢υρι∂αтαт ηση ρяσι∂єηт, ѕυηт ιη ¢υłρα qυι σƒƒι¢#
es_es: La entrega ha sido cancelada y no podrá recibir una calificación. Revisa la documentación para conocer cómo eliminar la respuesta del estudiante en este problema para permitirle reenviar la respuesta.
fr: Cette soumission a été annulée et ne peut recevoir de note. Reportez-vous à la documentation pour savoir comment supprimer l'état de l'apprenant pour ce problème afin de lui permettre de soumettre.
it_it: Questo inoltro è stato annullato e non può ricevere una valutazione. Fare riferimento alla documentazione per informazioni su come eliminare lo stato dello studente per questo problema per consentire di inoltrare nuovamente.

source: Remove Submission From Peer Grading
ar: حذف التقديم من قسم ’تقييم الزملاء‘
de_de: Entferne die Einreichung aus der Partnerbewertung
eo: Rémövé Süßmïssïön Fröm Péér Grädïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Eliminar la entrega
fr: Retirer la soumission de l'évaluation par les pairs
it_it: Rimuovi inoltro dalla valutazione dei colleghi
ja_jp: '相互採点'から提出物を削除する
ka: ურთიერთშეფასების შედეგებიდან პასუხის წაშლა
pl: Usuń zgłoszenie z systemu wzajemnej oceny
pt_br: Remover Envio da Avaliação dos Colegas
ru: Удалить ответ из результатов взаимного оценивания
sw_ke: Ondoa Wasilisho kutoka kwa Utoaji daraja wa Pamoja
zh_tw: 從同儕互評中移除提交

source: Remove Team Submission from Grading
ar: إزالة تقديم الفريق من التقييم
de_de: Bewertung der eingereichten Antworten des Teams löschen
eo: Rémövé Téäm Süßmïssïön fröm Grädïng Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Eliminar la entrega del equipo
fr: Retirer la réponse de l'équipe de la notation
it_it: Rimuovi inoltro del team dalla valutazione

source: Caution: This Action Cannot Be Undone
ar: تحذير: لا يمكن التراجع عن هذا الإجراء
de_de: Diese Aktion kann nicht widerrufen werden.
eo: Çäütïön: Thïs Àçtïön Çännöt Bé Ûndöné Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Cuidado: esta acción es irreversible
fr: Attention: Cette action ne peut être annulée
it_it: Avvertenza: questa azione non può essere annullata
ja_jp: 注意: この操作は取消できません
ka: გაფრთხილება: მოქმედების დაბრუნება შეუძლებელია
pl: Ostrożnie: tej czynności nie można cofnąć
pt_br: Atenção: Esta Ação Não Pode Ser Desfeita.
ru: Внимание: это действие необратимо
sw_ke: Tahadhari: Tendo hili haliwezi Kutenguliwa
tr_tr: Uyarı: Bu Eylem Geri Alınamaz
zh_tw: 注意: 必須完成此操作。

source: Removing a learner's submission cannot be undone and should be done with caution.
ar: لا يمكن التراجع عن إجراء حذف تقديم إجابة المتعلّم مما يوجب تنفيذه بحذر.
de_de: Vorsicht: Das Entfernen einer Einreichung kann nicht rückgängig gemacht werden.
eo: Rémövïng ä léärnér's süßmïssïön çännöt ßé ündöné änd shöüld ßé döné wïth çäütïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: Eliminar la entrega de un estudiante no puede deshacerse, procede con precaución.
fr: Attention: Supprimer une réponse d'un apprenant est définitif et doit être fait avec précaution.
it_it: La rimozione dell'inoltro di uno studente non può essere annullata e deve essere eseguita con attenzione.
ja_jp: 受講者の提出物を削除すると元には戻せませんので、慎重に行ってください。
ka: მსმენელის წაშლილი პასუხის აღდგენა შეუძლებელია, ამიტომ ეს შესაძლებლობა დიდი სიფრთხილით უნდა გაოიყენოთ.
pl: Usunięcia zgłoszenia studenta nie będzie można cofnąć, dlatego proszę używać tej opcji z rozwagą.
pt_br: A remoção do envido de um aluno não pode ser desfeita e deve ser realizada com cautela.
ru: Удаление ответа слушателя необратимо. Используйте осторожно.
sw_ke: Kuondoa wasilisho la mwanafunzi hakuwezi kutenguliwa na hivyo inabidi kufanyike kwa tahadhari.
zh_tw: 移除學習者的提交無法撤銷，應謹慎進行。

source: Removing a team's submission cannot be undone and should be done with caution.
ar: لا يمكن التراجع عن إجراء حذف تقديم إجابة الفريق مما يوجب تنفيذه بحذر.
de_de: Das Entfernen der Eingabe eines Teams kann nicht rückgängig gemacht werden und sollte mit Bedacht erfolgen.
eo: Rémövïng ä téäm's süßmïssïön çännöt ßé ündöné änd shöüld ßé döné wïth çäütïön. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Eliminar la entrega de un equipo es una acción irreversible, procede con precaución.
fr: La suppression d'une réponse de l'équipe ne peut être annulée et doit s'effectuer avec précaution.
it_it: La rimozione dell'inoltro di un team non può essere annullata e deve essere eseguita con attenzione.

source: Comments:
ar: التعليقات
de_de: Kommentare:
eo: Çömménts: Ⱡ'σяєм ιρѕυм ∂σł#
es_es: Comentarios:
fr: Commentaires:
it_it: Commenti:
ja_jp: コメント:
ka: კომენტარები:
pl: Komentarze:
pt_br: Comentários:
ru: Комментарии:
sw_ke: Maoni:
th: ความคิดเห็น
tr_tr: Yorum:
zh_tw: 評論：

source: Remove submission
ar: حذف التقديم
de_de: Einreichung entfernen
eo: Rémövé süßmïssïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
es_es: Eliminar entrega
fr: Supprimer la réponse
it_it: Rimuovi inoltro
ja_jp: 提出物を削除
ka: პასუხების წაშლა
pl: Usuń zgłoszenie
pt_br: Remover envio
ru: Удалить ответ
sw_ke: Ondoa uwasilishaji
th: ยกเลิกการส่ง
tr_tr: Gönderiyi Kaldır
zh_tw: 移除提交

source: A response was not found for this learner.
ar: لم يُعثر على ردّ من هذا المتعلّم
de_de: Für diesen Teilnehmer konnte keine Antwort gefunden werden.
eo: À réspönsé wäs nöt föünd för thïs léärnér. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: No se ha encontrado respuesta para este estudiante.
fr: Aucune réponse trouvée pour cet apprenant.
it_it: Risposta non trovata per questo studente.
ja_jp: この受講者の解答が見つかりませんでした。
ka: ამ მსმენელის პასუხების მოძიება ვერ მოხერხდა.
pl: Nie znaleziono odpowiedzi tego studenta.
pt_br: Uma resposta não foi encontrada para este aluno.
ru: Ответ этого слушателя не найден.
sw_ke: Jibu kwaajili ya mwanafunzi huyu halikupatikana .
tr_tr: Bu öğrenici için bir cevap bulunamadı.
zh_tw: 無法找到此學習者之答案。

source: Assessment %(assessment_num)s:
ar: التقييم %(assessment_num)s:
de_de: Bewertung %(assessment_num)s:
eo: Àsséssmént %(assessment_num)s: Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Evaluación %(assessment_num)s:
fr: Evaluation %(assessment_num)s:
it_it: Valutazione %(assessment_num)s:
ja_jp: 評価 %(assessment_num)s:
ka: შეფასება %(assessment_num)s:
pl: Ocena %(assessment_num)s:
ru: Оценено %(assessment_num)s:
sw_ke: Tathmini %(assessment_num)s:
tr_tr: %(assessment_num)s Değerlendirme:
zh_tw: 評分%(assessment_num)s：

source: Assessment Details
ar: تفاصيل التقييم
de_de: Details zur Bewertung
eo: Àsséssmént Détäïls Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: Detalles de evaluación
fr: Détails de l'évaluation
it_it: Dettagli valutazione
ja_jp: 評価の詳細
ka: შეფასების დეტალები
pl: Szczegóły oceny
ru: Подробности оценки
sw_ke: Utondoti wa Tathmini
tr_tr: Değerlendirme Ayrıntıları
zh_tw: 評分詳細資料

source: Selected Option
ar: الخيار المنتقى
de_de: Ausgewählte Option
eo: Séléçtéd Öptïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Opción seleccionada
fr: Option choisie
it_it: Opzione selezionata
ja_jp: 選択された選択肢
ka: არჩეული ვარიანტი
pl: Wybrana opcja
pt_br: Opção Selecionada
ru: Выбранный вариант
sw_ke: Hiari Iliyochaguliwa
th: เลือกตัวเลือก
tr_tr: Seçilen Seçenek
zh_tw: 選取的評分選項

source: Feedback
ar: الآراء والملاحظات
de_de: Rückmeldung
eo: Féédßäçk Ⱡ'σяєм ιρѕυм ∂#
es_es: Retroalimentación
fr: Commentaire
ja_jp: フィードバック
ka: უკუკავშირი
pl: Opinia
pt_br: Opinião
ru: Отзыв
sw_ke: Mrejesho
th: ผลตอบกลับ
tr_tr: Geri bildirim
zh_tw: 反饋意見

source: Points Possible
ar: النقاط المحتملة
de_de: Mögliche Punkte
eo: Pöïnts Pössïßlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#
es_es: Puntos posibles
fr: Points possibles
it_it: Punti possibili
ja_jp: 配点
ka: სავარაუდო ქულები
pl: Możliwych punktów
pt_br: Pontos possiveis
ru: Возможное количество баллов
sw_ke: Alama Ziwezekanazo
th: คะแนนที่เป็นไปได้
tr_tr: Olası Puanlar
zh_tw: 可能的點數

source: Learn to Assess Responses
ar: تعلَّم كيفية تقييم الردود
de_de: Bewerte die Antworten von anderen Lernenden.
eo: Léärn tö Àsséss Réspönsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Aprende a evaluar respuestas
fr: Apprendre à évaluer les réponses
it_it: Impara a valutare le risposte
ja_jp: 評価方法の学習
ka: შეისწავლეთ პასუხების შეფასება
pl: Naucz się oceniać odpowiedzi
pt_br: Aprenda a Avaliar as Respostas
ru: Обучение оцениванию ответов
sw_ke: Jifunze Kutathmini Majibu
th: เรียนรู้เพื่อประเมินคำตอบ
tr_tr: Cevapları Değerlendirmeyi Öğren
zh_tw: 學習如何評分作答

source: In Progress (%(current_progress_num)s of %(training_available_num)s)
ar: جار معالجة (%(current_progress_num)s من %(training_available_num)s)
de_de: In Bearbeitung (%(current_progress_num)s von %(training_available_num)s)
eo: Ìn Prögréss (%(current_progress_num)s öf %(training_available_num)s) Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: En curso (%(current_progress_num)s de %(training_available_num)s)
fr: En cours (%(current_progress_num)s sur %(training_available_num)s)
it_it: In corso (%(current_progress_num)s di %(training_available_num)s)
tr_tr: İşlem Sürüyor (%(training_available_num)s işlemin%(current_progress_num)s kadarı)

source: <span id="oa_step_deadline" class="date ora-datetime" data-datetime="%(start_date)s" data-string="available {date} (in %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>
eo: <span id="oa_step_deadline" class="date ora-datetime" data-datetime="%(start_date)s" data-string="available {date} (in %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: <span id="oa_step_deadline" class="date ora-datetime" data-datetime="%(due_date)s" data-string="due {date} (in %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span>
eo: <span id="oa_step_deadline" class="date ora-datetime" data-datetime="%(due_date)s" data-string="due {date} (in %(time_until)s)" data-timezone="%(user_timezone)s" data-language="%(user_language)s"></span> Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#

source: Learning to Assess Responses
ar: جاري تعلُّم كيفية تقييم الردود
de_de: Bewerte die Antworten von anderen Lernenden.
eo: Léärnïng tö Àsséss Réspönsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#
es_es: Aprendiendo a evaluar respuestas
fr: Apprendre à évaluer des réponses
it_it: Come valutare le risposte
ja_jp: 評価方法の学習
ka: პასუხების შეფასების შესწავლა
pl: Nauka oceniania odpowiedzi
pt_br: Aprendendo a Avaliar as Respostas
ru: Обучение оцениванию ответов
sw_ke: Kujifunza Kutathmini Majibu
th: การเรียนรู้เพื่อประเมินคำตอบ
tr_tr: Cevapları Değerlendirmeyi Öğrenme
zh_tw: 學習如何對答案評分
