Repository: openedx/edx-ora2
Catalog: openassessment/locale/*/LC_MESSAGES/django.po
Languages: ar, de_de, eo, es_es, fr, it_it, ja_jp, ka, pl, pt_br, ru, sw_ke, th, tr_tr, zh_tw

source: Your feedback has been submitted. Course staff will be able to see this feedback when they review course records.
ar: جرى تقديم آرائك و ملاحظاتك. سيتمكّن طاقم المساق من رؤيتها عندما يراجعون سجلّات المساق.
de_de: Ihre Rückmeldung wurde übermittelt. Die Kursmitarbeiter können diese sehen, wenn sie die Kurseinträge betrachten.
eo: Ýöür féédßäçk häs ßéén süßmïttéd. Çöürsé stäff wïll ßé äßlé tö séé thïs féédßäçk whén théý révïéw çöürsé réçörds. Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: Tu retroalimentación se ha enviado. El equipo docente podrá verla cuando revise los registros del curso.
fr: Votre retour a été soumis. Il sera accessible à aux membres de l'équipe d'enseignement lorsqu'ils examineront les registres du cours.
it_it: Il feedback è stato inoltrato. Lo staff del corso potrà visualizzare questo feedback durante la revisione dei record del corso.
ja_jp: フィードバックが提出されました。講座スタッフは講座レコードを確認する際、この内容を見ることができます。
ka: თქვენი გამოხმაურება მიღებულია. კურსის თანამშრომლები შეძლებენ მის ნახვას, კურსის ჩანაწერების განხილვისას.
pl: Twoja opinia została przesłana. Kadra kursu będzie mogła przeczytać tę opinię przeglądając dane kursu.
pt_br: Sua opinião foi enviada. A equipe do curso será capaz de visualizá-la quando eles revisarem os registros do curso.
ru: Ваш отзыв отправлен. Он будет доступен для просмотра сотрудниками курса в составе документации курса.
sw_ke: Mrejesho wako umewasilishwa. Wasimamizi wa kozi watauona na wakati wakipitia kumbukumbu za kozi.
th: ผลตอบกลับของคุณส่งเรียบร้อยแล้ว เจ้าหน้าที่หลักสูตรจะสามารถเห็นผลตอบกลับเมื่อเจ้าหน้าที่ตรวจสอบบันทึกหลักสูตร
tr_tr: Geri bildiriminiz yüklendi. Ders personeli ders kayıtlarını gözden geçirdiği zaman bu geri bildirimi görebilecek.
zh_tw: 您的反饋意見已經被提交。課程職員將會在他們檢查課程記錄時看到這條反饋意見

source: Course staff will be able to see any feedback that you provide here when they review course records.
ar: سيتمكّن طاقم المساق من رؤية أي آراء وملاحظات تحدّدها هنا عندما يراجعون سجلّات المساق.
de_de: Die Kursmitarbeiter können Ihre Rückmeldungen einsehen, wenn sie die Kurseinträge betrachten.
eo: Çöürsé stäff wïll ßé äßlé tö séé äný féédßäçk thät ýöü prövïdé héré whén théý révïéw çöürsé réçörds. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#
es_es: El equipo docente podrá ver cualquier retroalimentación que proporciones aquí cuando revise los registros del curso.
fr: Les membres de l'équipe pédagogique pourront accéder à tous vos retours lorsqu'ils examineront le cours.
it_it: Lo staff del corso potrà visualizzare i feedback forniti in questa pagina durante la revisione dei record del corso.
ja_jp: 講座スタッフは講座レコードを確認する際、ここで入力したフィードバックを見ることができます。
ka: კურსის თანამშრომლები ჩანაწერების განხილვისას თქვენი უკუკავშირის ნახვას შეძლებენ.
pl: Kadra kursu będzie mogła przeczytać zamieszczoną przez ciebie w tym miejscu opinię gdy będzie przeglądać dane kursu.
pt_br: A equipe do curso será capaz de ver qualquer opinião que você fornecer aqui, quando eles revisarem os registros do curso.
ru: Отзывы, оставленные вами здесь, будут доступны для просмотра сотрудникам курса при просмотре документации курса.
sw_ke: Walimu wa kozi wataweza kuona jibu lolote unalo toa hapa wakati wanapopitia rekodi za kozi.
th: เต้าหน้าที่หลักสูตรจะสามารถเห็นผลตอบกลับใดๆก็ตามที่คุณส่งมาให้เมื่อเจ้าที่ตรวจสอบบันทึกหลักสูตร
tr_tr: Ders görevlileri ders kayıtlarını gözden geçirdiğinde buraya girdiğiniz herhangi bir geri bildirimi görebilecek.
zh_tw: 當課程工作人員審核課程記錄時，他們可以查看您發表於此的所有反饋意見內容。

source: Select the statements below that best reflect your experience with peer assessments.
ar: اختر الأفكار أدناه التي تعطي أفضل وصف لتجربتك مع تقييمات الزملاء.
de_de: Wählen Sie unten stehende Aussagen aus, welche am beste auf Ihre Erfahrung mit selbstständigen Bewertungsaufgaben zu treffen.
eo: Séléçt thé stätéménts ßélöw thät ßést réfléçt ýöür éxpérïénçé wïth péér ässéssménts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Selecciona las afirmaciones a continuación que mejor reflejen tu experiencia con la evaluación por pares.
fr: Sélectionner la proposition ci-dessous qui reflète le mieux votre expérience de l'évaluation par les pairs.
it_it: Selezionare tra le seguenti dichiarazioni quelle che riflettono meglio la tua esperienza con le valutazioni dei colleghi.
ja_jp: ピア・アセスメントでのあなたの体験に最もあてはまるものを選択してください。
ka: ქვემოთ მოცემული მტკიცებებიდან აირჩიეთ ის, რომელიც უკეთ აღწერს თქვენ მიერ ურთიერთშეფასებისას მიღებულ გამოცდილებას.
pl: Wybierz spośród poniższych określeń to, które najlepiej oddaje twoją opinię o uzyskanych ocenach.
ru: Выберите утверждения, которые лучше всего описывают ваш опыт взаимного оценивания.
sw_ke: Chagua maelezo yanayotoa tafsiri sahihi ya kuhusu ujuzi wako kuhusu tathmini rika.

source: These assessments were useful.
ar: كانت هذه التقييمات مفيدة.
de_de: Diese Bewertungen waren hilfreich.
eo: Thésé ässéssménts wéré üséfül. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
es_es: Estas evaluaciones fueron útiles.
fr: Ces évaluations ont été utiles.
it_it: Queste valutazioni erano utili.
ja_jp: この評価は役に立った。
ka: ეს შეფასებები სასარგებლო იყო.
pl: Te oceny były pomocne.
pt_br: Essas avaliações foram úteis.
ru: Данные формы контроля были полезны.
sw_ke: Tathmini hizi zilikuwa na manufaa.
th: การประเมินเหล่านี้มีประโยชน์
tr_tr: Bu değerlendirmeler faydalıydı.
zh_tw: 這些評分很有用。

source: These assessments were not useful.
ar: لم تكن هذه التقييمات مفيدة.
de_de: Diese Bewertungen waren nicht hilfreich.
eo: Thésé ässéssménts wéré nöt üséfül. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Estas evaluaciones no fueron útiles.
fr: Ces évaluations n'ont pas été utiles.
it_it: Queste valutazioni non erano utili.
ja_jp: この評価は役に立たなかった。
ka: ეს შეფასებები არ იყო სასარგებლო.
pl: Te oceny nie były pomocne.
pt_br: Essas avaliações não foram úteis.
ru: Данные формы контроля не были полезны.
sw_ke: Tathmini hizi hazikuwa na manufaa.
th: การประเมินเหล่านี้ไม่ก่อประโยชน์
tr_tr: Bu değerlendirmeler faydalı değildi.
zh_tw: 這些評分沒有用。

source: I disagree with one or more of the peer assessments of my response.
ar: أعترض على تقييم واحد أو أكثر من تقييمات الزملاء لردّي.
de_de: Ich bin mit einer oder mehreren Partnerbewertungen meiner Antwort nicht einverstanden.
eo: Ì dïsägréé wïth öné ör möré öf thé péér ässéssménts öf mý réspönsé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: No estoy de acuerdo con una o más de las evaluaciones que hicieron mis compañeros de mi respuesta.
fr: Je suis en désaccord avec une ou plusieurs des évaluations.
it_it: Non sono d'accordo con una o più peer valutazioni della mia risposta.
ja_jp: 私の解答に対するピア・アセスメントのうち１つ以上に異論があります。
ka: მე ვერ დავეთანხმები ჩემი პასუხის ერთ ან მეტ შეფასებას.
pl: Nie zgadzam się z co najmniej jedną oceną mojej odpowiedzi.
pt_br: Eu discordo de uma ou mais avaliações dos colegas sobre a minha resposta.
ru: Я не могу согласиться по меньшей мере с одной оценкой моего ответа.
sw_ke: Sikubaliani na tathmini rika moja au zaidi za jibu langu.
th: ไม่เห็นด้วยกับความเห็นการประเมินอันหนึ่งหรือมากกว่านั้น ต่อคำตอบของของคุณ
tr_tr: Benim cevaplarımın kişi değerlendirmelerinin bir ya da daha fazlasına katılmıyorum.
zh_tw: 我不同意同儕對我答案的一份或者多份評分。

source: Some comments I received were inappropriate.
ar: لم تكن بعض التعليقات التي تلقّيتها لائقة.
de_de: Einige Kommentare, die ich erhalten habe, waren unangemessen.
eo: Sömé çömménts Ì réçéïvéd wéré ïnäppröprïäté. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #
es_es: Algunos de los comentarios que recibí no eran apropiados.
fr: Certains commentaires reçus étaient inappropriés.
it_it: Alcuni dei commenti ricevuti erano inappropriati.
ja_jp: 受け取ったコメントに不適切なものがありました。
ka: ზოგიერთი მიღებული კომენტარი შეუსაბამო იყო.
pl: Niektóre z otrzymanych komentarzy były nieodpowiednie.
pt_br: Alguns comentários que eu recebi foram inapropriados.
ru: Некоторые из полученных мною комментариев были неуместны.
sw_ke: Baadhi ya maoni niliyopokea hayakustahili.
th: บางความเห็นที่ได้รับนั้นไม่เหมาะสม
tr_tr: Aldığım bazı yorumlar uygunsuzdu.
zh_tw: 我收到的某些評論並不合適。

source: Provide feedback on the grade or comments that you received from your peers.
ar: قدّم آراء أو ملاحظات بشأن الدرجة أو التعليقات التي تلقّيتها من قبل زملائك.
de_de: Bitte geben Sie ein Feedback zu der Benotung oder den Kommentaren, die Sie von Ihren Mitstreitern erhalten haben.
eo: Prövïdé féédßäçk ön thé grädé ör çömménts thät ýöü réçéïvéd fröm ýöür péérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Proporciona retroalimentación sobre la calificación o los comentarios que recibiste de tus compañeros.
fr: Faire un retour sur les notes ou les commentaires que vous avez reçu de vos pairs.
it_it: Fornire il feedback sulla valutazione o i commenti ricevuti dai colleghi.
ja_jp: 他の受講者による採点やコメントに対してフィードバックを記入してください。
ka: გამოგზავნეთ გამოხმაურება თქვენი კურსელების მიერ დაწერილ შეფასებებსა და კომენტარებზე.
pl: Dodaj opinię o ocenach lub komentarzach otrzymanych od współkursantów.
pt_br: Por favor, forneça um parecer sobre a nota ou comentários que você recebeu dos seus colegas.
ru: Напишите отзыв об оценках или комментариях, полученных вами от однокурсников.
sw_ke: Toa mrejesho kuhusu darasa au maoni ambayo ulipokea kutoka kwa wenzako.
tr_tr: Kişilerden aldığınız not ya da yorumlar hakkında geri bildirim sağlayın.
zh_tw: 針對同儕給予的分數或意見提供回饋。

source: I feel the feedback I received was...
ar: أرى أنّ الآراء والملاحظات التي حصلت عليها كانت...
de_de: Ich denke die Rückmeldung, die ich erhalten habe war…
eo: Ì féél thé féédßäçk Ì réçéïvéd wäs... Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#
es_es: Mi impresión es que la retroalimentación que recibí fue...
fr: Je sens que les commentaires que j'ai reçu étaient ...
it_it: Penso che il feedback che ho ricevuto sia stato...
ja_jp: 私が受け取ったフィードバックは...
ka: ვფიქრობ რომ ჩემი მიღებული უკუკავშირი იყო...
pl: Uważam, że ocena, którą otrzymałem/am, była...
pt_br: Eu acho que a opinião que eu recebi foi...
ru: Я считаю, что отзывы, которые я получил/а...
sw_ke: Nahisi mrejesho nililoupokea ulikuwa...
th: คุณรู้สึกว่าผลตอบกลับที่ได้นั้น...
tr_tr: Aldığım geri bildirim olduğunu hissediyorum...
zh_tw: 我感覺我收到的反饋意見很...

source: We could not submit your feedback
ar: عذرًا، لم نستطع تقديم آرائك وملاحظاتك.
de_de: Wir konnten Ihr Feedback nicht übermitteln.
eo: Wé çöüld nöt süßmït ýöür féédßäçk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тє#
es_es: No hemos podido enviar tu retroalimentación
fr: Votre retour n'a pas pu être envoyé
it_it: Non abbiamo potuto inoltrare il tuo feedback
ja_jp: フィードバックを提出できませんでした
ka: თვენი უკუკავშირის გაგზავნა ვერ მოხერხდა
pl: Nie udało się przesłać twojej opinii
pt_br: Nós não conseguimos enviar a sua opinião
ru: Не удалось отправить ваш отзыв
sw_ke: Hatukuweza kuwasilisha mrejesho wako
th: เราไม่สามารถส่งผลตอบรับของคุณ
tr_tr: Geri bildiriminizi gönderemedik.
zh_tw: 我們無法提交您的反饋意見

source: Submit feedback on peer assessments
ar: يُرجى تقديم آرائك وملاحظاتك بشأن تقييمات الزملاء.
de_de: Feedback zur Partnerbewertung abgeben
eo: Süßmït féédßäçk ön péér ässéssménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
es_es: Enviar retroalimentación sobre evaluaciones por pares
fr: Envoyer un retour sur l'évaluation par les pairs
it_it: Inoltra feedback sulle valutazioni dei colleghi
ja_jp: ピア・アセスメントのフィードバックを提出する
ka: გაგზავნეთ გამოხმაურება ურთიერთშეფასების შესახებ
pl: Prześlij opinię do wzajemnych ocen
pt_br: Enviar feedback sobre avaliações de pares
ru: Отправьте отзыв о взаимном оценивании
sw_ke: Wasilisha feedback kuhusu tathmini rika
tr_tr: Kişi değerlendirme hakkında geri bildirim gönderin
zh_tw: 針對同儕互評提交回饋

source: Not Completed
ar: غير مكتمِل
de_de: Nicht abgeschlossen
eo: Nöt Çömplétéd Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
es_es: No completado
fr: Non terminé
it_it: Non è Completato
ja_jp: 未完了
ka: ჯერ არ არის დასრულებული
pl: Nieukończone
pt_br: Não Completado
ru: Не завершено
sw_ke: Haijakamilishwa
th: ยังไม่ครบ
tr_tr: Tamamlanmadı
zh_tw: 未完成

source: You have not completed all the steps of this problem.
ar: لم تَستكمِل جميع خطوات هذه المسألة.
de_de: Du hast noch nicht alle Schritte dieser Aufgabenstellung abgeschlossen.
eo: Ýöü hävé nöt çömplétéd äll thé stéps öf thïs prößlém. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
es_es: No has completado todos los pasos de esta tarea.
fr: Vous n'avez pas terminé toutes les étapes de cet exercice
it_it: Non hai completato tutti i passaggi di questo problema.
ja_jp: あなたはこの課題の全ステップを完了していません。
ka: თქვენ არ დაგისრულებიათ ამ ამოცანის ყველა საფეხური.
pl: Nie ukończono wszystkich etapów tego ćwiczenia.
pt_br: Você não completou todos os passos deste problema
ru: Вы ещё не выполнили все шаги этого задания.
sw_ke: Hujakamilisha hatua zote za swali hili.
th: คุณยังไม่เสร็จสิ้นทุกขั้นตอนของปัญหานี้
tr_tr: Siz bu problemin tüm adımlarını tamamlamadınız.
zh_tw: 您還沒有完成這個問題的所有步驟。

source: Not Started
ar: لم تبدأ بعد
de_de: Nicht begonnen
eo: Nöt Stärtéd Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: No iniciado
fr: Non démarré
it_it: Non iniziato
ja_jp: 開始前
ka: არ არის დაწყებული
pl: Nierozpoczęte
pt_br: Não Iniciado
ru: Не начато
sw_ke: Haijaanza
th: ยังไม่เริ่ม
tr_tr: Başlamadı
zh_tw: 未開始

source: You have not started this problem yet.
ar: لم تبدأ العمل على هذه المسألة بعد.
de_de: Sie haben diese Fragestellung bisher nicht begonnen.
eo: Ýöü hävé nöt stärtéd thïs prößlém ýét. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: Aún no has iniciado esta tarea.
fr: Vous n'avez pas encore démarré cet exercice.
it_it: Non hai ancora iniziato l'esercizio.
ja_jp: まだ問題を始めていません。
ka: თქვენ ჯერ არ დაგიწყიათ ეს ამოცანა.
pl: Jeszcze nie rozpocząłeś tego ćwiczenia.
pt_br: Você ainda não iniciou este problema.
ru: Вы ещё не начинали выполнение этого задания.
sw_ke: Bado hujaanza kufanya hili swali.
th: คุณยังไม่ได้เริ่มปัญหาข้อนี้เลย
tr_tr: Bu probleme henüz başlamadınız.
zh_tw: 您還沒有開始這個問題。

source: Waiting for Assessments
ar: بانتظار التقييمات
de_de: Warte auf Bewertung
eo: Wäïtïng för Àsséssménts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
es_es: Esperando evaluación
fr: En attente des évaluations
it_it: In attesa di valutazione
ja_jp: 評価待ち
ka: შეფასების მოლოდინში
pl: Oczekuje na oceny
pt_br: Esperando pelas Avaliações
ru: В ожидании оценки
sw_ke: Subiri Tathmini
th: รอการประเมิน
tr_tr: Değerlendirme için Bekleniyor
zh_tw: 正在等待評量

source: You have completed your steps in the assignment, but some assessments still need to be done on your response. When the assessments of your response are complete, you will see feedback from everyone who assessed your response, and you will receive your final grade.
ar: لقد أتممت الخطوات المطلوبة منك لهذا الواجب إلا أنك مازالت بحاجة للحصول على بعض التقييمات حول الردود التي قدّمتها. ستُعرض لك جميع الآراء والملاحظات التي قُدّمت حول ردّك وستحصل على درجتك النهائية عند اكتمال التقييمات المطلوبة لردّك.
de_de: Sie haben alle Schritte dieser Aufgabe abgeschlossen. Ihre Einreichung wird nun bewertet. Sobald alle Bewertungen abgeschlossen sind, werden Sie eine Rückmeldung von Ihren Dozenten und ggf. den anderen Kursteilnehmern erhalten und Ihre Bewertung erfahren.
eo: Ýöü hävé çömplétéd ýöür stéps ïn thé ässïgnmént, ßüt sömé ässéssménts stïll nééd tö ßé döné ön ýöür réspönsé. Whén thé ässéssménts öf ýöür réspönsé äré çömplété, ýöü wïll séé féédßäçk fröm évérýöné whö ässésséd ýöür réspönsé, änd ýöü wïll réçéïvé ýöür fïnäl grädé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α∂ιριѕι¢ιηg єłιт, ѕє∂ ∂σ єιυѕмσ∂ тємρσя ιη¢ι∂ι∂υηт υт łαвσяє єт ∂σłσяє мαgηα αłιqυα. υт єηιм α∂ мιηιм νєηιαм, qυιѕ ησѕтяυ∂ єχєя¢ιтαтιση υłłαм¢σ łαвσяιѕ ηιѕι υт αłιqυιρ єχ єα ¢σммσ∂σ ¢σηѕєqυαт. ∂υιѕ αυтє ιяυ#
es_es: Has completado los pasos de la tarea, pero es necesario que recibas alguna evaluación más de tu respuesta. Cuando se completen las evaluaciones de tu respuesta, verás la retroalimentación de todos los que evaluaron tu respuesta y recibirás tu calificación final.
fr: Vous avez complété vos étapes pour ce devoir, mais votre réponse doit encore être évaluée. Quand l'évaluation de votre réponse sera terminé, vous obtiendrez votre note finale et les retours de ceux qui ont évalué votre réponse.
it_it: Hai completato gli step richiesti, tuttavia mancano ancora alcune valutazioni. Quando tutte le valutazioni sono complete, vedrai il feedback di tutti coloro che hanno valutato la tua risposta, e riceverai il tuo voto finale.
ja_jp: 課題は終了しましたが、解答の評価はこれからです。評価が終了すると、あなたの解答を評価した全員からのフィードバックを見ることができ、最終成績を受け取ることができます。
ka: თქვენ დაასრულეთ დავალებაში არსებული საფეხურები, მაგრამ თქვენი პასუხები ჯერ კიდევ საჭიროებენ შემოწმებას. როდესაც პასუხების შემოწმება დასრულდება, თქვენ ნახავთ ყველა შემფასებლის მიერ დაწერილ უკუკავშირს და მიიღებთ საბოლოო ქულას.
pl: Ukończyłeś etapy tego zadania, jednak twoja odpowiedź wciąż wymaga więcej ocen. Gdy pojawią się oceny twojej odpowiedzi, zobaczysz opinię od każdego, kto dokonywał oceny, a także swoją ocenę końcową.
pt_br: Você completou todas as etapas da sua tarefa, mas sua resposta ainda precisa passar por algumas avaliações. Quando elas estiverem terminadas, você verá as opiniões de todos que avaliaram a sua resposta, e receberá a sua nota final.
ru: Вы выполнили все шаги для данного задания, но ваш ответ всё ещё нуждается в проверке. Когда проверка вашего ответа окончится, вы увидите отзывы от всех, кто оценивал ваш ответ и получите итоговую оценку.
sw_ke: Umekamilisha hatua zako katika zoezi hili, lakini baadhi ya tathmini bado zinahitaji kukamilishwa kwenye jibu lako. Wakati ukimaliza tathmini zako juu ya majibu yako, utaona maoni kutoka kwa kila mtu alie tathmini majibu yako, na utapokea alama yako ya mwisho ya daraja ya ubora.
tr_tr: Görevinizdeki adımları tamamladınız, ancak yanıtınıza dair bazı değerlendirmelerin tamamlanması gerekiyor. Yanıtınızın değerlendirmesi tamamlandığında, değerlendirmeyi yapan eğitmenlerden geri bildirimlerin yanı sıra notunuzu alacaksınız.

source: Grade Available Responses
ar: قيّم الردود المتوفرة
de_de: Verfügbare Antworten bewerten
eo: Grädé Àväïläßlé Réspönsés Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕ#
es_es: Respuestas con calificación disponible
fr: Noter les réponses disponibles
it_it: Valuta le risposte disponibili
ja_jp: 採点済解答
ka: ხელმისაწვდომი პასუხების შეფასება
pl: Oceń dostępne odpowiedzi
pt_br: Corrigir Respostas Disponíveis
ru: Оценить доступные ответы
sw_ke: Majibu ya Alama Yanayopatikana
tr_tr: Notlandırılabilir Yanıtlar

source: Grade Available Responses is unavailable. This item is not configured for Staff Assessment.
ar: إجابات الردود المقيّمة غير متاحة، هذا العنصر غير مهيأ لتقييم الطاقم.
de_de: Diese Bewertung ist ungültig. Dieser Eintrag wird nicht für Mitarbeiter konfiguriert.
eo: Grädé Àväïläßlé Réspönsés ïs ünäväïläßlé. Thïs ïtém ïs nöt çönfïgüréd för Stäff Àsséssmént. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Las respuestas con calificación disponible no están disponibles. Este ítem no está configurado en la evaluación por el equipo docente.
fr: Noter les réponses disponibles erreur. Cet élément n'est pas configuré par l'équipe du cours,
it_it: L'opzione Valuta le risposte disponibili non è disponibile. Questa voce non è configurata per la Valutazione dello staff.
ja_jp: 採点済解答は見ることができません。この項目にはスタッフ・アセスメントが設定されていません。
ka: შეფასებისთვის განკუთვნილი პასუხები არ მოიძებნა. ეს დავალება არ არის პერსონალის მიერ შეფასებისთვის დაკონფიგურირებული.
pl: Ocenianie dostępnych odpowiedzi jest niemożliwe. Zadanie nie zostało skonfigurowane pod ocenianie przez kadrę.
ru: Оценивание ответов недоступно. В данном задании не настроено оценивание командой курса.
sw_ke: Kipengele cha Panga Majibu Yaliyopo hakipo. Kipengele hiki hakikuwekwa kwenye Tathmini ya Walimu.

source: Please wait
ar: يرجى الانتظار
de_de: Bitte warten
eo: Pléäsé wäït Ⱡ'σяєм ιρѕυм ∂σłσя #
es_es: Por favor, espera
fr: Veuillez patienter
it_it: Un attimo, per favore...
ja_jp: お待ちください
ka: გთხოვთ დაიცადოთ
pl: Proszę czekać
ru: Пожалуйста, подождите
sw_ke: Tafadhali subiri / ngojea
tr_tr: Lütfen bekleyin

source: Waiting Step Details
eo: Wäïtïng Stép Détäïls Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, #
es_es: Detalles del paso de espera
fr: Détails de l'étape d'attente

source: Waiting Step details view is unavailable. This item is not configured for peer assessments.
eo: Wäïtïng Stép détäïls vïéw ïs ünäväïläßlé. Thïs ïtém ïs nöt çönfïgüréd för péér ässéssménts. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
es_es: Los detalles del paso de espera no están disponibles. Este ítem no está configurado para la evaluación por pares.
fr: Les détails de l'étape d'attente ne sont pas disponibles. Cet item n'est configuré pour être corrigé par les pairs.

source: %(num_points)s points
ar: %(num_points)s نقطة
de_de: %(num_points)s Punkte
eo: %(num_points)s pöïnts Ⱡ'σяєм ιρѕυм ∂σłσ#
es_es: %(num_points)s puntos
it_it: %(num_points)s punti
ja_jp: %(num_points)s 点
ka: %(num_points)s ქულა
pl: %(num_points)s punktów
pt_br: %(num_points)s pontos
ru: %(num_points)s баллов
sw_ke: %(num_points)s alama
th: %(num_points)s คะแนน
tr_tr: %(num_points)s puan
zh_tw: %(num_points)s 點

source: Your peer's response to the prompt above
ar: ردّ زميلك على الطلب أعلاه
de_de: Die Antwort deines/r Kollegen/in auf oben stehende Frage
eo: Ýöür péér's réspönsé tö thé prömpt äßövé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#
es_es: La respuesta de tu compañero al enunciado anterior
fr: La réponse du pair à la question ci-dessus
it_it: La risposta del collega al prompt precedente
ja_jp: 上記の問題に対する他の受講者の解答
ka: თქვენი ჯგუფელის პასუხი ზემოთ მოცემულ საკითხზე
pl: Odpowiedź twojego współkursanta na powyższe pytanie
ru: Ответ вашего однокурсника на приведённый выше вопрос:

source: After you complete all the steps of this assignment, you can see the top-scoring responses from your peers.
ar: بعد أن تستكمل جميع خطوات هذا الواجب، يمكنك أن ترى ردود زملائك المرفقة بأعلى العلامات.
de_de: Nachdem Sie alle Schritte dieser Aufgabe abgeschlossen haben, können Sie die am besten bewerteten Antworten der anderen Teilnehmer anschauen.
eo: Àftér ýöü çömplété äll thé stéps öf thïs ässïgnmént, ýöü çän séé thé töp-sçörïng réspönsés fröm ýöür péérs. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#
es_es: Cuando completes todos los pasos de esta tarea podrás ver las respuestas con mejor puntuación de tus compañeros.
fr: Après avoir complété toutes les étapes de ce devoir, vous pourrez voir les réponses qui ont eues la meilleure note parmi vos pairs.
it_it: Dopo aver completato tutte le fasi di questo esercizio, potrai vedere le risposte col miglior punteggio date dai tuoi colleghi.
ja_jp: この課題の全ステップを完了すると、成績優秀者の解答が表示されます。
ka: ამ დავალების ყველა საფეხურის დასრულების შემდეგ, დაინახავთ თქვენი ჯგუფის წევრების უმაღლესი შეფასების მქონე პასუხებს.
pl: Po ukończeniu wszystkich etapów tego zadania będzie można zobaczyć najlepiej punktowane odpowiedzi twoich współkursantów.
pt_br: Depois de concluir todas as etapas desta avaliação, é possível ver as respostas com maior pontuação de seus colegas.
ru: После выполнения всех шагов этого задания вы сможете увидеть лучшие ответы других слушателей.
sw_ke: Baada ya kumaliza hatua zote za zoezi hili, waweza kuona majibu yaliyo na alama za juu kutoka kwa wenzako.
th: หลังจากเสร็จสิ้นทุกขั้นสำหรับการประเมินครั้งนี้แล้ว คุณสามารถเห็นคะแนนสูงสุดจากเพื่อนได้
tr_tr: Bu görevin tüm adımlarını tamamladıktan sonra, kişilerden gelen en yüksek puan alan cevapları görebilirsiniz.
zh_tw: 當你完成所有評分的步驟後，你將可以看到同學們中較佳的作答
