Repository: openedx/edx-ora2
Catalog: openassessment/locale/*/LC_MESSAGES/olddjangojs.po
Languages: ar

source: This section could not be loaded.
ar: لم يمكن تحميل هذا القسم.

source: This response could not be submitted.
ar: لم يمكن تقديم هذا الرد.

source: This response could not be saved.
ar: لم يمكن حفظ هذا الرد.

source: This feedback could not be submitted.
ar: لم يمكن تقديم هذه الآراء والملاحظات.

source: This assessment could not be submitted.
ar: لم يمكن تقديم هذا التقييم.

source: One or more rescheduling tasks failed.
ar: لم تنجح عملية واحدة أو أكثر من عمليات إعادة جدولة المهامّ.

source: This problem could not be saved.
ar: لم يمكن حفظ هذه المسألة.

source: The server could not be contacted.
ar: لم يمكن الاتصال بالمخدّم.

source: Could not retrieve upload url.
ar: لم نتمكّن من استرجاع تحميل الرابط.

source: Could not retrieve download url.
ar: لم يمكن استرجاع رابط التنزيل.

source: Status of Your Response
ar: إذا غادرت هذه الصفحة من دون حفظ ردّك أو تقديمه، فإنّك ستفقد أي عمل أجريته على الرد.

source: This response has not been saved.
ar: لم يُحفّظ هذا الردّ بعد.

source: Saving...
ar: جاري الحفظ...

source: This response has been saved but not submitted.
ar: حُفِّظ هذا الردّ ولكن لم يُقدّم بعد.

source: Error
ar: خطأ

source: File size must be 5MB or less.
ar: يجب أن يكون حجم الملف 5 ميغابايت أو أقلّ.

source: Unnamed Option
ar: خيار غير مسمّى

source: Not Selected
ar: لم يجرِ اختياره

source: Couldn't Save This Assignment
ar: لم يمكن حفظ هذا الواجب.

source: Please correct the outlined fields.
ar: يُرجى تصحيح الحقول المحدّدة.

source: This problem has already been released. Any changes will apply only to future assessments.
ar: سبق أن جرى إصدار هذه المسألة. فأي تغييرات تجريها ستُطبّق فقط على التقييمات المستقبلية.

source: Criterion Added
ar: أُضيفت معايير جديدة.

source: You have added a criterion. You will need to select an option for the criterion in the Learner Training step. To do this, click the Settings tab.
ar: لقد أضفتَ معيارًا ويجب عليك أن تنتقي له أحد الخيارات في خطوة ’تدريب الطلّاب‘. للقيام بذلك، انقر زر الإعدادات.

source: Option Deleted
ar: جرى حذف الخيار.

source: You have deleted an option. That option has been removed from its criterion in the sample responses in the Learner Training step. You might have to select a new option for the criterion.
ar: لقد حذفتَ خيارًا، وأزاله النظام من معياره في الردود النموذجية في خطوة ’تدريب الطلّاب‘. قد تضطرّ إلى انتقاء خيار جديد لهذا المعيار.

source: You have deleted all the options for this criterion. The criterion has been removed from the sample responses in the Learner Training step.
ar: لقد حذفتَ جميع خيارات هذا المعيار، ثمّ أزال النظام هذا المعيار من الردود النموذجية في خطوة ’تدريب الطلّاب‘.

source: Criterion Deleted
ar: جرى حذف المعيار.

source: You have deleted a criterion. The criterion has been removed from the example responses in the Learner Training step.
ar: لقد حذفتَ معيارًا، ثمّ أزال النظام هذا المعيار من الردود النموذجية في خطوة ’تدريب الطلّاب‘.

source: Warning
ar: تحذير
