Repository: openedx/edx-ora2
Catalog: openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, az, ca, cs, da, es_ar, fa_ir, fi, fil_ph, fr_fr, hr, ko_kr, sv, uk

source: Teams should designate one team member to submit a response on behalf of the entire team. All team members can use this space to work on draft responses, but you will not be able to see your teammates' drafts made in this space, so please coordinate with them to decide on the final response the designated team member should submit.
af_za: Spanne moet een spanlid aanwys om namens die hele span 'n antwoord in te dien. Alle spanlede kan hierdie ruimte gebruik om aan konsepantwoorde te werk, maar jy sal nie jou spanmaats se konsepte in hierdie ruimte kan sien nie, so koördineer asseblief met hulle om te besluit oor die finale antwoord wat die aangewese spanlid moet indien.
cs: Týmy by měly určit jednoho člena týmu, který odešle odpověď jménem celého týmu. Všichni členové týmu mohou tento prostor používat k práci na konceptech odpovědí, ale v tomto prostoru neuvidíte koncepty svých kolegů, takže se s nimi prosím dohodněte na konečné odpovědi, kterou by měl určený člen týmu odeslat.
da: Teams bør udpege ét teammedlem til at indsende et svar på vegne af hele holdet. Alle teammedlemmer kan bruge denne plads til at arbejde med udkast til svar, men du vil ikke kunne se dine holdkammeraters udkast lavet i dette rum, så koordiner venligst med dem for at beslutte om det endelige svar det udpegede team medlem skal indsende.
es_ar: Los equipos deben designar un miembro para que haga el envío de la respuesta en nombre de el equipo completo. Todos los miembros del equipo pueden usar este espacio para trabajar en el borrador de la respuesta, pero no puede ver los borradores de los otros integrantes de su equipo, así que por favor coordinar con ellos para decidir cuál es la respuesta final del equipo que el miembro designado debe enviar.
fa_ir: تیم‌ها باید یک عضو تیم را برای ارسال پاسخ، از طرف کل تیم تعیین کنند.همه اعضای تیم می‌توانند از این فضا برای کار بر روی پیش‌نویس پاسخ‌ها بهره ببرند، اما شما امکان مشاهده پیش‌نویس‌های هم‌تیمی‌های خود را در این فضا ندارید، بنابراین لطفاً برای تصمیم‌گیری درباره پاسخ نهایی که عضو تعیین‌شده باید ارسال کند، با آن‌ها هماهنگ کنید. .
fi: Tiimien tulee nimetä yksi tiimin jäsen lähettämään vastaus koko tiimin puolesta. Kaikki tiimin jäsenet voivat käyttää tätä tilaa työstääkseen vastausluonnoksia, mutta et voi nähdä ryhmätovereiden tässä tilassa tehtyjä luonnoksia, joten sovittele heidän kanssaan päättääksesi lopullisesta vastauksesta, jonka nimetyn tiimin jäsenen tulee lähettää.
fil_ph: Ang mga koponan ay dapat magtalaga ng isang miyembro ng koponan upang magsumite ng tugon sa ngalan ng buong koponan. Magagamit ng lahat ng miyembro ng team ang puwang na ito para gumawa ng mga draft na tugon, ngunit hindi mo makikita ang mga draft ng iyong mga kasamahan sa koponan na ginawa sa espasyong ito, kaya mangyaring makipag-ugnayan sa kanila upang magpasya sa huling tugon na dapat isumite ng itinalagang miyembro ng koponan.
fr_fr: Les équipes doivent désigner un membre de l&#39;équipe pour soumettre une réponse au nom de toute l&#39;équipe. Tous les membres de l&#39;équipe peuvent utiliser cet espace pour travailler sur des brouillons de réponses, mais vous ne pourrez pas voir les brouillons de vos coéquipiers rédigés dans cet espace. Veuillez donc vous coordonner avec eux pour décider de la réponse finale que le membre de l&#39;équipe désigné doit soumettre.
hr: Timovi bi trebali odabrati jednog člana koji će podnijeti odgovor u ime cijelog tima. Svi članovi tima mogu koristiti ovaj prostor za rad na nacrtu odgovora, ali nećete moći vidjeti nacrte drugih članova tima u ovom prostoru pa vas molimo da u dogovoru s njima odlučite koji će konačni odgovor predati odabrani član tima.
ko_kr: 팀은 전체 팀을 대신하여 응답을 제출할 팀원 한 명을 지정해야 합니다. 모든 팀원이 이 공간을 사용하여 초안 응답 작업을 할 수 있지만 이 공간에서 팀원이 작성한 초안을 볼 수는 없으므로 지정된 팀 구성원이 제출해야 할 최종 응답을 결정하려면 팀원들과 조정하십시오.
sv: Lag bör utse en gruppmedlem att skicka in ett svar på uppdrag av hela laget. Alla teammedlemmar kan använda detta utrymme för att arbeta med utkast till svar, men du kommer inte att kunna se dina lagkamraters utkast gjorda i det här utrymmet, så vänligen samordna med dem för att besluta om det slutliga svaret det utsedda laget medlem bör lämna in.
uk: Команди повинні призначити одного члена команди, який подасть відповідь від імені всієї команди. Усі члени команди можуть використовувати цей простір для роботи над чернетками відповідей, але ви не зможете побачити чернетки своїх товаришів по команді, зроблені в цьому просторі, тому будь ласка, скоординуйтеся з ними, щоб прийняти остаточну відповідь, яку повинен подати призначений член команди.

source: Enter your response to the prompt above.
af_za: Tik jou antwoord op die vinnige hierbo.
az: Yuxarıdakı dəvət işarəsinə cavabınızı daxil edin.
ca: Introduïu la vostra resposta a l'indicador anterior.
cs: Zadejte svou odpověď na výzvu výše.
da: Indtast dit svar på prompten ovenfor.
es_ar: Ingrese su respuesta al mensaje anterior.
fa_ir: پاسخ خود را به درخواست بالا وارد کنید.
fi: Kirjoita vastauksesi yllä olevaan kehotteeseen.
fil_ph: Ilagay ang iyong tugon sa prompt sa itaas.
fr_fr: Entrez votre réponse à l&#39;invite ci-dessus.
hr: Unesite svoj odgovor na gornji upit.
ko_kr: 다음 입력창에 응답을 입력하세요.
sv: Ange ditt svar enligt ovanstående.
uk: Введіть вашу відповідь на питання вище.

source: You are currently on Team %(team_name)s. Since you were on Team %(previous_team_name)s when they submitted a response to this assignment, you are seeing Team %(previous_team_name)s’s response and will receive the same grade for this assignment as your former teammates. You will not be part of Team %(team_name)s’s submission for this assignment and will not receive a grade for their submission.
af_za: Jy is tans op Team %(team_name)s. Sedert jy op span was %(previous_team_name)s toe hulle 'n reaksie op hierdie opdrag ingedien het, sien jy Team %(previous_team_name)sse antwoord en sal dieselfde graad vir hierdie opdrag ontvang as jou voormalige spanmaats. Jy sal nie deel wees van Team %(team_name)sse voorlegging vir hierdie opdrag nie en sal nie ontvang 'n graad vir hul voorlegging.
cs: Momentálně jste v týmu %(team_name)s. Protože jste byli v týmu %(previous_team_name)s, když odeslali odpověď na tento úkol, zobrazí se vám odpověď týmu %(previous_team_name)s a za tento úkol dostanete stejnou známku jako vaši bývalí spoluhráči. Nebudete součástí odevzdané práce týmu %(team_name)s pro tento úkol a za odevzdanou práci nedostanete žádné hodnocení.
es_ar: Actualmente ae encuentras en el equipo %(team_name)s. Ya que estaba en el equipo %(previous_team_name)s cuando ellos enviaron la respuesta para esta prueba, estás viendo la respuesta del equipo %(previous_team_name)s y recibirá la misma calificación que sus antiguos compañeros. No será parte del envío del equipo %(team_name)s para esta prueba y no recibirá una calificación por su envío.
fa_ir: شما در حال حاضر در تیم%(team_name)s هستید. از آنجایی که هنگام ارسال پاسخ به این تکلیف در تیم %(previous_team_name)sبودید، پاسخ تیم %(previous_team_name)sرا مشاهده می‌کنید و برای این تکلیف نمره مشابهی با هم تیمی‌های قبلی خود دریافت خواهید کرد. شما برای این تکلیف، بخشی از ارسال تیم %(team_name)s نخواهید بود و برای ارسال آن‌ها نمره‌ای دریافت نخواهد کرد.
fi: Olet tällä hetkellä tiimissä %(team_name)s. Koska kuuluit tiimiin %(previous_team_name)s, kun he lähettivät vastauksen tähän tehtävään, näet Team %(previous_team_name)s vastauksen ja saat tästä tehtävästä saman arvosanan kuin entiset joukkuetoverisi. Et ole osa Team %(team_name)s:n tätä tehtävää koskevaa palautetta etkä saa arvosanaa lähetyksestään.
fil_ph: Kasalukuyan kang nasa Team %(team_name)s. Dahil ikaw ay nasa Team %(previous_team_name)s noong nagsumite sila ng tugon sa takdang-aralin na ito, nakikita mo ang tugon ng Team %(previous_team_name)s at makakatanggap ka ng parehong marka para sa takdang-aralin na ito gaya ng iyong mga dating kasamahan sa koponan. Hindi ka magiging bahagi ng pagsusumite ng Team %(team_name)s para sa takdang-aralin na ito at hindi ka makakatanggap ng marka para sa kanilang pagsusumite.
fr_fr: Vous faites actuellement partie de l&#39;équipe %(team_name)s. Étant donné que vous faisiez partie de l&#39;équipe %(previous_team_name)s lorsqu&#39;ils ont soumis une réponse à ce devoir, vous voyez la réponse de l&#39;équipe %(previous_team_name)s et vous recevrez la même note pour ce devoir que vos anciens coéquipiers. Vous ne ferez pas partie de la soumission de l&#39;équipe %(team_name)s pour ce devoir et ne recevrez pas de note pour sa soumission.
hr: Trenutačno ste u timu %(team_name)s. Budući da ste bili u timu %(previous_team_name)s kada ste predali odgovor na ovaj zadatak, vidite odgovor tima %(previous_team_name)s’s i dobit ćete istu ocjenu za ovaj zadatak kao i članovi vašeg prethodnog tima. Nećete sudjelovati u podnošenju odgovora tima %(team_name)s za ovaj zadataka i nećete dobiti ocjenu za njihov podneseni odgovor.
ko_kr: 당신은 현재 %(team_name)s 팀에 있습니다. A 팀이 이 과제에 대한 응답을 제출했을 때 귀하는%(previous_team_name)s팀에 있었기 때문에 %(previous_team_name)s 팀의 응답을 보게 되며 이 과제에 대해 이전 팀원과 동일한 등급을 받게 됩니다. 귀하는 이 과제에 대한 %(team_name)s 팀의 제출에 참여하지 않으며 제출에 대한 점수를 받지 않습니다.
sv: Du är för närvarande i Team %(team_name)s. Eftersom du var i Team %(previous_team_name)s när de skickade in ett svar på den här uppgiften, ser du Team %(previous_team_name)s's svar och kommer att få samma betyg på denna uppgift som dina tidigare lagkamrater. Du kommer inte att vara en del av Team %(team_name)s inlämning för denna uppgift och kommer inte att göra det får ett betyg för sin inlämning.
uk: Зараз Ви в команді %(team_name)s. Оскільки Ви були в команді %(previous_team_name)s, коли вони надсилали відповідь на це завдання, Ви бачите відповідь команди %(previous_team_name)s та отримаєте ту саму оцінку за це завдання, що й Ваші колишні товариші по команді. Ви не будете частиною подання команди %(team_name)s для цього завдання та не отримаєте оцінку за його подання.

source: We could not save your progress
af_za: Ons kon nie jou vordering stoor nie
az: Sizin inkişafınızı yaddaşa verə bilmədik
ca: No hem pogut desar el vostre progrés
cs: Nepodařilo se nám uložit váš postup
da: Vi kunne ikke gemme dine fremskridt
es_ar: No pudimos guardar su progreso.
fa_ir: امکان ذخیره میزان پیشرفت شما نیست
fi: Emme voineet tallentaa edistymistäsi
fil_ph: Hindi namin mai-save ang iyong pag-unlad
fr_fr: Nous n&#39;avons pas pu enregistrer votre progression
hr: Nismo uspjeli spremiti vaš napredak
ko_kr: 진도를 저장할 수 없습니다.
sv: Vi kunde inte rädda dina framsteg
uk: Не вдалося зберегти ваш прогрес

source: Status of Your Response
af_za: Die status van jou antwoord
az: Cavabınızın statusu
ca: Estat de la vostra resposta
da: Status for dit svar
es_ar: Estado de su respuesta
fa_ir: وضعیت پاسخ شما
fi: Vastauksesi tila
fil_ph: Katayuan ng Iyong Tugon
fr_fr: Statut de votre réponse
hr: Status vašeg odgovora
ko_kr: 귀하의 응답 상태
sv: Status för ditt svar
uk: Статус вашої відповіді

source: File Uploads
af_za: Lêer oplaai
cs: Nahrání souborů
da: Fil uploads
es_ar: Cargas de archivos
fa_ir: پرونده بارگذاری‌می‌شود
fi: Tiedostojen lataukset
fil_ph: Mga Pag-upload ng File
fr_fr: Téléchargements de fichiers
hr: Učitane datoteke
ko_kr: 파일 업로드
sv: Filuppladdningar
uk: Завантаження файлів

source: Upload files and review files uploaded by you and your teammates below. Be sure to add descriptions to your files to help your teammates identify them.
af_za: Laai lêers op en hersien lêers wat deur jou en jou spanmaats hieronder opgelaai is. Maak seker om by te voeg beskrywings van jou lêers om jou spanmaats te help om hulle te identifiseer.
cs: Níže nahrajte soubory a recenzní soubory nahrané vámi a vašimi spoluhráči. Nezapomeňte ke svým souborům přidat popisy, abyste je pomohli spoluhráčům identifikovat.
es_ar: Cargue y revise los archivos subidos por usted y sus compañeros. Asegurarse de agregar descripciones a los archivos para ayudar a sus compañeros a identificarlos.
fa_ir: پرونده‌ها را بارگذاری کنید و پرونده‌های بارگذاری‌شده خود و هم‌تیمی‌هایتان را در زیر بررسی کنید. حتماً توضیحات را به پرونده‌های خود اضافه کنید تا به هم تیمی‌هایتان در شناسایی آن‌ها کمک کند.
fi: Lähetä tiedostoja ja tarkista alla sinun ja joukkuetovereidesi lähettämät tiedostot. Muista lisätä kuvauksia tiedostoihisi, jotta tiimitoverisi tunnistavat ne.
fil_ph: Mag-upload ng mga file at suriin ang mga file na na-upload mo at ng iyong mga kasamahan sa koponan sa ibaba. Tiyaking magdagdag ng mga paglalarawan sa iyong mga file upang matulungan ang iyong mga kasamahan sa koponan na matukoy ang mga ito.
fr_fr: Téléchargez des fichiers et examinez les fichiers téléchargés par vous et vos coéquipiers ci-dessous. Assurez-vous d&#39;ajouter des descriptions à vos fichiers pour aider vos coéquipiers à les identifier.
hr: Učitajte datoteke i pregledajte datoteke koje ste vi ili članovi vašeg tima učitali. Obavezno dodajte opise vaših datoteka kako bi ih članovi vašeg tima mogli prepoznati.
ko_kr: 아래에서 귀하와 귀하의 팀원이 업로드한 파일을 업로드하고 파일을 검토하십시오. 팀원이 파일을 식별할 수 있도록 파일에 설명을 추가해야 합니다.
sv: Ladda upp filer och granska filer som laddats upp av dig och dina lagkamrater nedan. Var noga med att lägga till beskrivningar till dina filer för att hjälpa dina lagkamrater att identifiera dem.
uk: Завантажуйте файли та переглядайте файли, завантажені Вами та Вашими товаришами по команді нижче. Обов’язково додайте описи до своїх файлів, щоб допомогти Вашим товаришам по команді їх ідентифікувати.

source: We could not upload files
af_za: Ons kon nie lêers oplaai nie
az: Faylları yükləyə bilmədik
ca: No hem pogut carregar fitxers
cs: Soubory se nepodařilo nahrát
da: Vi kunne ikke uploade filer
es_ar: No pudimos subir archivos
fa_ir: ما نتوانستیم پرونده‌ها را بارگذاری کنیم
fi: Emme voineet ladata tiedostoja
fil_ph: Hindi kami makapag-upload ng mga file
fr_fr: Nous n&#39;avons pas pu télécharger de fichiers
hr: Nismo uspjeli učitati datoteke
ko_kr: 파일을 업로드할 수 없었습니다
sv: Vi kunde inte ladda upp filer
uk: Ми не змогли завантажити файли

source: We could not delete files
af_za: Ons kon nie lêers skrap nie
cs: Soubory se nepodařilo smazat
da: Vi kunne ikke slette filer
es_ar: No pudimos eliminar archivos.
fa_ir: قادر به حذف این پرونده‌ها نیستیم
fi: Emme voineet poistaa tiedostoja
fil_ph: Hindi namin matanggal ang mga file
fr_fr: Nous n&#39;avons pas pu supprimer les fichiers
hr: Nismo uspjeli izbrisati datoteke
ko_kr: 파일을 삭제할 수 없습니다.
sv: Vi kunde inte ta bort filer
uk: Не вдалося видалити файли

source: Select one or more files to upload for this submission.
af_za: Kies een of meer lêers om vir hierdie voorlegging op te laai.
cs: Vyberte jeden nebo více souborů, které chcete nahrát pro tento příspěvek.
da: Vælg en eller flere filer, der skal uploades til denne indsendelse.
es_ar: Seleccione uno o más archivos para cargar para este envío.
fa_ir: یک یا چند پرونده را برای بارگذاری در این ارسال انتخاب کنید.
fi: Valitse yksi tai useampi tiedosto lähetettäväksi tätä lähetystä varten.
fil_ph: Pumili ng isa o higit pang mga file na ia-upload para sa pagsusumiteng ito.
fr_fr: Sélectionnez un ou plusieurs fichiers à télécharger pour cette soumission.
hr: Odaberite jednu datoteku ili više njih koje ćete učitati za ovaj odgovor.
ko_kr: 제출을 위해 업로드할 하나이상의 파일을 선택하세요.
sv: Välj en eller flera filer att ladda upp för denna inlämning.
uk: Оберіть один або кілька файлів для завантаження відповіді.

source: Select a file to upload for this submission.
af_za: Kies 'n lêer om op te laai vir hierdie voorlegging.
az: Bu təqdimat üzrə fayl yükləmək üçün seçin.
ca: Seleccioneu un fitxer per carregar per a aquest enviament.
cs: Vyberte soubor, který chcete nahrát pro tento příspěvek.
da: Vælg en fil, der skal uploades til denne indsendelse.
es_ar: Selecciona un archivo para subirlo a esta entrega.
fa_ir: پرونده‌ای برای بارگذاری این ارسال برگزینید
fi: Valitse tätä lähetystä varten ladattava tiedosto.
fil_ph: Pumili ng file na ia-upload para sa pagsusumiteng ito.
fr_fr: Sélectionnez un fichier à télécharger pour cette soumission.
hr: Odaberite datoteku koju ćete učitati za ovaj odgovor.
ko_kr: 업로드할 파일을 선택하세요.
sv: Välj en fil att ladda upp för den här inlämningen.
uk: Оберіть файл для завантаження для виконання завдання.

source: Supported file types:
af_za: Deaktiveer lÃªer tipes :
cs: Podporované typy souborů:
da: Understøttede filtyper:
es_ar: Tipos de archivos admitidos:
fa_ir: انواع پرونده‌های پشتیبانی‌شده:
fi: Tuetut tiedostotyypit:
fil_ph: Mga sinusuportahang uri ng file:
fr_fr: Types de fichiers pris en charge :
hr: Podržane vrste datoteka:
ko_kr: 지원되는 파일 형식:
sv: Filtyper som stöds:
uk: Підтримувані типи файлів:

source: Upload files
af_za: Laai lêers op
az: Faylları yükləyin
ca: Penja fitxers
cs: Nahrát soubory
da: Upload filer
es_ar: Subir archivos
fa_ir: بارگذاری پرونده‌ها
fi: Lataa tiedostoja
fil_ph: Mag-upload ng mga file
fr_fr: Télécharger des fichiers
hr: Učitajte datoteke
ko_kr: 파일 업로드
sv: Ladda upp filer
uk: Завантажте файли

source: Upload file
af_za: Laai leêr op
az: Fayl yükləyin
ca: Carregar fitxer
cs: Nahrát soubor
da: Upload fil
es_ar: Cargar archivo
fa_ir: بارگذاری پرونده
fi: Lataa tiedosto
fil_ph: Mag-upload ng file
fr_fr: Téléverser un fichier
hr: Učitajte datoteku
ko_kr: 파일 올리기
sv: Ladda upp fil
uk: Завантажити файл

source: This is a team submission.
af_za: Dit is 'n groepaanbieding.
cs: Toto je týmové podání.
da: Dette er en teamindsendelse.
es_ar: Esta es una presentación de equipo.
fa_ir: این ارسال مربوط به یک تیم است.
fi: Tämä on ryhmälähetys.
fil_ph: Ito ay isang pagsusumite ng koponan.
fr_fr: Il s&#39;agit d&#39;une soumission d&#39;équipe.
hr: Ovo je podneseni odgovor tima.
ko_kr: 팀 과제 제출물 입니다.
sv: Detta är en laginlämning.
uk: Це подання виконаного завдання від команди.

source: One team member should submit a response with the team’s shared files and a text response on behalf of the entire team.
af_za: Een spanlid moet 'n antwoord met die span se gedeelde lêers en 'n teksrespons namens die hele span indien.
cs: Jeden člen týmu by měl odeslat odpověď se sdílenými soubory týmu a textovou odpovědí jménem celého týmu.
da: Et teammedlem skal indsende et svar med teamets delte filer og et tekstsvar på vegne af hele teamet.
es_ar: Un miembro del equipo debe enviar una respuesta con los archivos compartidos del equipo y una respuesta de texto en nombre de todo el equipo.
fa_ir: یکی از اعضای تیم باید پاسخی با پرونده‌های به‌اشتراک‌گذاشته شده تیم و پاسخ متنی از طرف کل تیم، ارسال کند.
fi: Yhden tiimin jäsenen tulee lähettää vastaus ryhmän jaetuilla tiedostoilla ja tekstivastaus koko tiimin puolesta.
fil_ph: Ang isang miyembro ng koponan ay dapat magsumite ng tugon kasama ang mga nakabahaging file ng koponan at isang text na tugon sa ngalan ng buong koponan.
fr_fr: Un membre de l&#39;équipe doit soumettre une réponse avec les fichiers partagés de l&#39;équipe et une réponse textuelle au nom de toute l&#39;équipe.
hr: Jedan član tima treba u ime cijelog tima podnijeti odgovor zajedno s dijeljenim datotekama tima i tekstualnim odgovorom.
ko_kr: 팀원 중 한 명이 팀의 공유 파일과 함께 전체 팀을 대신하여 텍스트 응답을 제출해야 합니다.
sv: En gruppmedlem ska skicka ett svar med teamets delade filer och ett textsvar på uppdrag av hela teamet.
uk: Один член команди повинен надіслати відповідь зі спільними файлами команди та текстову відповідь від імені всієї команди.

source: One team member should submit a response with the team’s shared files on behalf of the entire team.
af_za: Een spanlid moet namens die hele span 'n antwoord met die span se gedeelde lêers indien.
cs: Jeden člen týmu by měl odeslat odpověď se sdílenými soubory týmu jménem celého týmu.
da: Et teammedlem skal indsende et svar med teamets delte filer på vegne af hele teamet.
es_ar: Un miembro del equipo debe enviar una respuesta con los archivos compartidos del equipo en nombre de todo el equipo.
fa_ir: یکی از اعضای تیم باید از طرف کل تیم پاسخی را با پرونده‌های مشترک تیم ارسال کند.
fi: Yhden tiimin jäsenen tulee lähettää vastaus, joka sisältää ryhmän jaetut tiedostot koko tiimin puolesta.
fil_ph: Ang isang miyembro ng koponan ay dapat magsumite ng tugon kasama ang mga nakabahaging file ng koponan sa ngalan ng buong koponan.
fr_fr: Un membre de l&#39;équipe doit soumettre une réponse avec les fichiers partagés de l&#39;équipe au nom de toute l&#39;équipe.
hr: Jedan član tima treba u ime cijelog tima podnijeti odgovor s dijeljenim datotekama tima.
ko_kr: 팀 구성원 한 명이 전체 팀을 대신하여 팀의 공유 파일과 함께 응답을 제출해야 합니다.
sv: En gruppmedlem ska skicka in ett svar med teamets delade filer på uppdrag av hela teamet.
uk: Один член команди має надіслати відповідь зі спільними файлами команди від імені всієї команди.

source: One team member should submit a text response on behalf of the entire team.
af_za: Een spanlid moet namens die hele span 'n SMS-antwoord indien.
cs: Jeden člen týmu by měl odeslat textovou odpověď jménem celého týmu.
da: Et teammedlem skal indsende et tekstsvar på vegne af hele teamet.
es_ar: Un miembro del equipo debe enviar una respuesta de texto en nombre de todo el equipo.
fa_ir: یک عضو تیم باید یک پاسخ متنی از طرف کل تیم ارسال کند.
fi: Yhden tiimin jäsenen tulee lähettää tekstivastaus koko tiimin puolesta.
fil_ph: Ang isang miyembro ng koponan ay dapat magsumite ng isang text na tugon sa ngalan ng buong koponan.
fr_fr: Un membre de l&#39;équipe doit soumettre une réponse textuelle au nom de toute l&#39;équipe.
hr: Jedan član tima treba podnijeti tekstualni odgovor u ime cijelog tima.
ko_kr: 팀 구성원 한 명이 전체 팀을 대신하여 텍스트 응답을 제출해야 합니다.
sv: En gruppmedlem ska skicka ett textsvar på uppdrag av hela teamet.
uk: Один член команди повинен надіслати текстову відповідь від імені всієї команди.

source: One team member should submit on behalf of the entire team.
af_za: Een lid van die span moet namens die hele span inskryf.
cs: Jeden člen týmu by měl podat jménem celého týmu.
da: Et teammedlem skal indsende på vegne af hele teamet.
es_ar: Un miembro del equipo debe enviar en nombre de todo el equipo.
fa_ir: یک عضو تیم باید به نمایندگی از کل تیم، مسوولیت ارسال را برعهده بگیرد.
fi: Yhden tiimin jäsenen tulee lähettää koko joukkueen puolesta.
fil_ph: Ang isang miyembro ng koponan ay dapat magsumite sa ngalan ng buong koponan.
fr_fr: Un membre de l&#39;équipe doit soumettre au nom de toute l&#39;équipe.
hr: Jedan član tima treba podnijeti odgovor u ime cijelog tima.
ko_kr: 한 명의 팀원이 전체 팀을 대신하여 제출해야 합니다.
sv: En gruppmedlem ska lämna in på uppdrag av hela laget.
uk: Один член команди повинен зробити подання від імені всієї команди.
