Repository: openedx/edx-ora2
Catalog: openassessment/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: af_za, bn_in, da, fil_ph, hr, nl_nl, sl

source: The "{name}" problem is configured to require a minimum of {min_grades} peer grades, and asks to review {min_graded} peers.
af_za: Die "{name}"-probleem is ingestel om 'n minimum van {min_grades} ewekniegrade te vereis, en vra om {min_graded} eweknieë te hersien.
da: Problemet "{name}" er konfigureret til at kræve et minimum af {min_grades} peer-karakterer og anmoder om at gennemgå {min_graded} peers.
fil_ph: Ang problemang &quot;{name}&quot; ay naka-configure upang mangailangan ng minimum na {min_grades} na mga peer grade, at humihiling na suriin ang mga {min_graded} na peer.
hr: Problem "{name}" je konfiguriran tako da zahtijeva najmanje {min_grades} ocjena vršnjaka te traži pregled {min_graded} vršnjaka.
sl: Težava »{name}« je konfigurirana tako, da zahteva najmanj {min_grades} ocen vrstnikov in zahteva pregled {min_graded} vrstnikov.

source: There are currently {stuck_learners} learners in the waiting state, meaning they have not yet met all requirements for Peer Assessment.
af_za: Daar is tans {stuck_learners} leerders in die wagtende toestand, wat beteken dat hulle nog nie aan al die vereistes vir portuurbeoordeling voldoen het nie.
da: Der er i øjeblikket {stuck_learners} kursister i ventetilstand, hvilket betyder, at de endnu ikke har opfyldt alle krav til Peer Assessment.
fil_ph: Kasalukuyang may mga {stuck_learners} na mag-aaral sa kalagayang naghihintay, ibig sabihin ay hindi pa nila natutugunan ang lahat ng kinakailangan para sa Peer Assessment.
hr: Trenutačno je {stuck_learners} korisnika na čekanju, što znači da nisu ispunili sve zahtjeve za procjenu vršnjaka.
sl: Trenutno so učenci {stuck_learners} v stanju čakanja, kar pomeni, da še niso izpolnili vseh zahtev za medsebojno ocenjevanje.

source: However, {overwritten_count} of these students have received a grade through the staff grade override tool already.
af_za: Maar, {overwritten_count} van hierdie studente het 'n graad ontvang deur die personeel graad oorskryf instrument reeds.
da: Imidlertid har {overwritten_count} af disse kursister allerede modtaget en karakter gennem personalekaraktertilsidesættelsesværktøjet.
fil_ph: Gayunpaman, ang {overwritten_count} ng mga mag-aaral na ito ay nakatanggap na ng marka sa pamamagitan ng tool sa pag-override ng marka ng kawani.
hr: Međutim, {overwritten_count} tih učenika već je ocijenilo osoblje putem alata za ocjenjivanje.
sl: Vendar pa je {overwritten_count} teh študentov že prejel oceno prek orodja za preglasitev ocene osebja.

source: Error while fetching student data.
af_za: Fout tydens die afhaal van studentedata.
da: Fejl under hentning af kursistdata.
fil_ph: Error habang kinukuha ang data ng mag-aaral.
hr: Pogreška pri dohvaćanju podataka učenika.
sl: Napaka pri pridobivanju študentskih podatkov.

source: Unable to load
af_za: Kan nie laai nie
bn_in: লোড নিতে পারছে না
da: Kan ikke indlæses
fil_ph: Hindi ma-load
hr: Nije moguće učitati
nl_nl: Kan niet laden
sl: Nemogoče naložiti

source: Paragraph
af_za: Paragraaf
bn_in: প্যারাগ্রাফ
da: Afsnit
fil_ph: Talata
hr: Odlomak
nl_nl: Paragraaf
sl: odstavek

source: Preformatted
af_za: Voorgeformateer
bn_in: পূর্ববিন্যাসকরা
da: Forudformateret
hr: Preformatirano
nl_nl: Vooraf opgemaakt
sl: Vnaprej formatirano

source: Heading 3
af_za: Opskrif 3
bn_in: হেডিং 3
da: Overskrift 3
fil_ph: Pamagat 3
hr: Zaglavlje 3
nl_nl: Kop 3
sl: Naslov 3

source: Heading 4
af_za: Opskrif 4
bn_in: হেডিং 4
da: Overskrift 4
fil_ph: Pamagat 4
hr: Naslov 4
nl_nl: Kop 4
sl: Naslov 4

source: Heading 5
af_za: Opskrif 5
bn_in: হেডিং 5
da: Overskrift 5
fil_ph: Pamagat 5
hr: Naslov 5
nl_nl: Kop 5
sl: Naslov 5

source: Heading 6
af_za: Opskrif 6
bn_in: হেডিং 6
da: Overskrift 6
fil_ph: Pamagat 6
hr: Naslov 6
nl_nl: Kop 6
sl: Naslov 6

source: Unnamed Option
af_za: Onbenoemde Opsie
bn_in: নামহীন অপশন
da: Unavngiven mulighed
fil_ph: Walang Pangalan na Opsyon
hr: Neimenovana opcija
nl_nl: Naamloze optie
sl: Neimenovana možnost

source: Not Selected
af_za: Nie Gekose
bn_in: নির্বাচিত নয়
da: Ikke valg
fil_ph: Hindi Napili
hr: Nije odabrano
nl_nl: Niet geselecteerd
sl: Ni izbrano

source: Problem cloning rubric
af_za: Probleem kloning rubriek
da: Problem kloning rubrik
fil_ph: Problema sa pag-clone ng rubric
hr: Problem pri kloniranju rubrike
sl: Težava pri kloniranju rubrike

source: Criterion Added
af_za: Kriterium bygevoeg
bn_in: মানদণ্ড যোগ করা হয়েছে
da: Kriterium tilføjet
fil_ph: Idinagdag ang Criterion
hr: Kriterij je dodan
nl_nl: Criterium toegevoegd
sl: Merilo je dodano

source: You have added a criterion. You will need to select an option for the criterion in the Learner Training step. To do this, click the Assessment Steps tab.
af_za: Jy het 'n kriterium bygevoeg. Jy sal 'n opsie vir die kriterium in die Leerderopleidingstap moet kies. Om dit te doen, klik op die blad Assesseringstappe.
da: Du har tilføjet et kriterium. Du skal vælge en mulighed for kriteriet i læretrinnet. For at gøre dette skal du klikke på fanen Vurderingstrin.
fil_ph: Nagdagdag ka ng criterion. Kakailanganin mong pumili ng opsyon para sa pamantayan sa hakbang ng Learner Training. Upang gawin ito, i-click ang tab na Mga Hakbang sa Pagtatasa.
hr: Dodali ste kriterij. Morate odabrati opciju za kriterij u koraku Vježbanje za korisnika. Da biste to učinili, kliknite na karticu Koraci procjene.
sl: Dodali ste merilo. V koraku Usposabljanje učenca boste morali izbrati možnost za merilo. Če želite to narediti, kliknite zavihek Koraki ocenjevanja.

source: Option Deleted
af_za: Opsie Uitgevee
bn_in: অপসন ডিলিট করা হয়েছে
da: Valgmulighed slettet
fil_ph: Natanggal ang Opsyon
hr: Opcija je izbrisana
nl_nl: Optie Verwijderd
sl: Možnost izbrisana

source: You have deleted an option. That option has been removed from its criterion in the sample responses in the Learner Training step. You might have to select a new option for the criterion.
af_za: Jy het 'n opsie uitgevee. Daardie opsie is uit sy maatstaf verwyder in die steekproefreaksies in die Leerderopleidingstap. Miskien moet u 'n nuwe opsie vir die kriterium kies.
bn_in: আপনি একটি বিকল্প মুছে ফেলেছেন। লার্নার প্রশিক্ষণ ধাপে নমুনা প্রতিক্রিয়ায় যে বিকল্পটি তার মানদণ্ড থেকে অপসারণ করা হয়েছে। আপনাকে মানদণ্ডের জন্য একটি নতুন বিকল্প নির্বাচন করতে হতে পারে।
da: Du har slettet en mulighed. Denne mulighed er blevet fjernet fra sit kriterium i prøvesvarene i trinnet for kursisttræning. Du skal muligvis vælge en ny mulighed for kriteriet.
fil_ph: Nagtanggal ka ng opsyon. Ang opsyong iyon ay inalis mula sa pamantayan nito sa mga sample na tugon sa hakbang ng Learner Training. Maaaring kailanganin mong pumili ng bagong opsyon para sa pamantayan.
hr: Izbrisali ste opciju. Ta je opcija uklonjena iz kriterija za primjere odgovora u koraku Vježbanje za korisnika. Trebat ćete odabrati novu opciju za taj kriterij.
nl_nl: U heeft een optie gewist. Deze optie is verwijderd uit zijn criterium in de voorbeeldantwoorden in de Leerder Training stap. Mogelijk moet u een nieuwe optie voor het criterium kiezen.
sl: Izbrisali ste možnost. Ta možnost je bila odstranjena iz njenega merila v vzorčnih odgovorih v koraku Usposabljanje učencev. Morda boste morali izbrati novo možnost za merilo.

source: You have deleted all the options for this criterion. The criterion has been removed from the sample responses in the Learner Training step.
af_za: Jy het al die opsies vir hierdie kriterium uitgevee. Die kriterium is verwyder uit die steekproefreaksies in die Leerderopleidingstap.
bn_in: আপনি এই মানদণ্ডের জন্য সকল বিকল্প মুছে ফেলেছেন। মানদণ্ড লার্নার প্রশিক্ষণ ধাপে নমুনা প্রতিক্রিয়া থেকে অপসারণ করা হয়েছে।
da: Du har slettet alle mulighederne for dette kriterium. Kriteriet er blevet fjernet fra prøvesvarene i kursisttræningstrinnet.
fil_ph: Tinanggal mo ang lahat ng opsyon para sa pamantayang ito. Ang pamantayan ay inalis mula sa mga halimbawang tugon sa hakbang ng Learner Training.
hr: Izbrisali ste sve opcije. Taj je kriterij uklonjen iz primjera odgovora u koraku Vježbanje za korisnika.
nl_nl: U heeft alle opties voor het criterium gewist. Het criterium is verwijderd uit de voorbeeldantwoorden in de Leerder Training stap.
sl: Izbrisali ste vse možnosti za to merilo. Merilo je bilo odstranjeno iz vzorčnih odgovorov v koraku Usposabljanje učencev.

source: Criterion Deleted
af_za: Kriterium uitgevee
bn_in: মানদণ্ড ডিলিট করা হয়েছে
da: Kriterium slettet
fil_ph: Natanggal ang Criterion
hr: Kriterij je izbrisan
nl_nl: Criterium gewist
sl: Merilo izbrisano

source: You have deleted a criterion. The criterion has been removed from the example responses in the Learner Training step.
af_za: Jy het 'n maatstaf uitgevee. Die kriterium is verwyder uit die voorbeeldreaksies in die Leerderopleidingstap.
bn_in: আপনি একটি মানদণ্ড মুছে ফেলেছেন। মানদণ্ড লার্নার প্রশিক্ষণ ধাপে উদাহরণ প্রতিক্রিয়া থেকে অপসারণ করা হয়েছে।
da: Du har slettet et kriterium. Kriteriet er blevet fjernet fra eksempelsvarene i kursisttræningstrinnet.
fil_ph: Nagtanggal ka ng criterion. Ang pamantayan ay inalis mula sa mga halimbawang tugon sa hakbang ng Learner Training.
hr: Izbrisali ste kriterij. On je uklonjen iz primjera odgovora u koraku Vježbanje za korisnika.
nl_nl: U heeft een criterium gewist. Het criterium is verwijderd uit de voorbeeldantwoorden in de Leerder Training stap.
sl: Izbrisali ste merilo. Merilo je bilo odstranjeno iz primerov odgovorov v koraku Usposabljanje učencev.

source: Warning
af_za: Waarskuwing
bn_in: ওয়ার্নিং
da: Advarsel
fil_ph: Babala
hr: Upozorenje
nl_nl: Waarschuwing
sl: Opozorilo

source: Changes to steps that are not selected as part of the assignment will not be saved.
af_za: Veranderinge aan stappe wat nie as deel van die opdrag gekies word nie, sal nie gestoor word nie.
bn_in: অ্যাসাইনমেন্টের অংশ হিসেবে নির্বাচিত নয় এমন পদক্ষেপের পরিবর্তন সংরক্ষণ করা হবে না।
da: Ændringer af trin, der ikke er valgt som en del af opgaven, vil ikke blive gemt.
fil_ph: Ang mga pagbabago sa mga hakbang na hindi napili bilang bahagi ng pagtatalaga ay hindi mase-save.
hr: Promjene koraka koji nisu odabrani kao dio zadatka neće biti spremljene.
nl_nl: Veranderingen aan stappen die niet gekozen zijn als deel uitmakend van de opdracht, zullen niet worden opgeslaan.
sl: Spremembe korakov, ki niso izbrani kot del naloge, ne bodo shranjene.

source: File types can not be empty.
af_za: Lêer tipes kan nie leeg wees nie.
bn_in: ফাইলের ধরন খালি হতে পারে না।
da: Filtyper må ikke være tomme.
fil_ph: Ang mga uri ng file ay hindi maaaring walang laman.
hr: Vrste datoteka ne mogu biti prazne.
nl_nl: Bestandtypes kunnen niet leeg zijn.
sl: Vrste datotek ne smejo biti prazne.

source: The following file types are not allowed:
af_za: Die volgende tipes lêers word nie toegelaat nie:
bn_in: নিম্নলিখিত ফাইলের ধরন অনুমোদিত নয়:
da: Følgende filtyper er ikke tilladt:
fil_ph: Ang mga sumusunod na uri ng file ay hindi pinapayagan:
hr: Sljedeće vrste datoteka nisu dozvoljene:
nl_nl: De volgende bestandtypes zijn niet toegestaan :
sl: Naslednje vrste datotek niso dovoljene:

source: Save Unsuccessful
af_za: Stoor onsuksesvol
da: Gem mislykkedes
fil_ph: Hindi Matagumpay ang Pag-save
hr: Spremanje nije uspjelo
sl: Shranjevanje neuspešno

source: Errors detected on the following tabs:
af_za: Foute opgespoor op die volgende oortjies:
da: Fejl fundet på følgende faner:
fil_ph: May nakitang mga error sa mga sumusunod na tab:

source: This ORA has already been released. Changes will only affect learners making new submissions. Existing submissions will not be modified by this change.
af_za: Hierdie ORA is reeds vrygestel. Veranderinge sal slegs leerders beïnvloed wat nuwe voorleggings maak. Bestaande voorleggings sal nie deur hierdie verandering gewysig word nie.
da: Denne ORA er allerede blevet frigivet. Ændringer vil kun påvirke kursister, der foretager nye afleveringer. Eksisterende indsendelser vil ikke blive ændret af denne ændring.
fil_ph: Itong ORA ay inilabas na. Ang mga pagbabago ay makakaapekto lamang sa mga mag-aaral na gumagawa ng mga bagong pagsusumite. Ang mga kasalukuyang isinumite ay hindi mababago ng pagbabagong ito.
hr: Ovaj je ORA već objavljen. Promjene se tiču samo onih korisnika koji će podnijeti nove odgovore. Ova promjena neće utjecati na odgovore koji su već podneseni.
sl: Ta ORA je že izdan. Spremembe bodo vplivale samo na učence, ki bodo oddali nove prispevke. Ta sprememba ne bo spremenila obstoječih oddaj.

source: error count:
af_za: fouttelling:
da: antal fejl:
fil_ph: bilang ng error:

source: Self
bn_in: সেলফ
da: Selv
fil_ph: Sarili
hr: Ja
nl_nl: Zelf
sl: sebe
