Repository: openedx/edx-ora2
Catalog: openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, az, ca, cs, da, es_ar, fa_ir, fi, fil_ph, fr_fr, hr, ko_kr, sv, uk

source: Specify whether learners are able to upload files as a part of their response.
af_za: Spesifiseer of leerders in staat is om lêers op te laai as deel van hul reaksie.
az: Tələbələrin onların cavablarının bir hissəsi olaraq fayl yükləyə bilib-bilməyəcəklərini müəyyənləşdirin.
ca: Especifiqueu si els alumnes poden carregar fitxers com a part de la seva resposta.
cs: Určete, zda mohou studenti vkládat soubory jako součást své odpovědi.
da: Angiv, om eleverne er i stand til at uploade filer som en del af deres svar.
es_ar: Especifique si los alumnos pueden cargar archivos como parte de su respuesta.
fa_ir: مشخص کنید که آیا یادگیرندگان قادر به بارگذاری پرونده به‌عنوان بخشی از پاسخ خود هستند یا خیر.
fi: Määritä, voivatko oppijat ladata tiedostoja osana vastaustaan.
fil_ph: Tukuyin kung ang mga mag-aaral ay makakapag-upload ng mga file bilang bahagi ng kanilang tugon.
fr_fr: Spécifiez si les apprenants peuvent télécharger des fichiers dans le cadre de leur réponse.
hr: Odredite mogu li korisnici učitavati datoteke u sklopu svog odgovora.
ko_kr: 학습자들이 응답의 일부로서 파일을 업로드할 수 있는지에 대한 여부
sv: Ange om eleverna kan ladda upp filer som en del av deras svar.
uk: Вкажіть, чи можуть слухачі завантажувати файли як частину своєї відповіді.

source: Allow Multiple Files
af_za: Laat veelvuldige lêers toe
cs: Povolit více souborů
da: Tillad flere filer
es_ar: Permitir múltiples archivos
fa_ir: مجوزدادن به چندین پرونده
fi: Salli useita tiedostoja
fil_ph: Payagan ang Maramihang Mga File
fr_fr: Autoriser plusieurs fichiers
hr: Dozvoli više datoteka
ko_kr: 다중 파일 허용
sv: Tillåt flera filer
uk: Дозволити кілька файлів

source: False
af_za: Onwaar
az: Yanlış
ca: Fals
cs: Špatně
da: Falsk
es_ar: Falso
fa_ir: نادرست
fi: Väärä
fil_ph: Mali
fr_fr: Faux
hr: Netocno
sv: Falsk
uk: Неправильно

source: True
af_za: Waar
az: Doğru
ca: Verdader
cs: Správně
da: Rigtigt
es_ar: Verdadero
fa_ir: درست
fi: Totta
fil_ph: totoo
fr_fr: Vrai
hr: Tocno
sv: Sann
uk: Правильно

source: Specify whether learners can upload more than one file. This has no effect if File Uploads Response is set to None. This is automatically set to True for Team Assignments.
af_za: Spesifiseer of leerders meer as een lêer kan oplaai. Hierdie het geen effek as Lêer oplaai reaksie is ingestel op Geen. Dit is outomaties ingestel op Waar vir spanopdragte.
cs: Určete, zda mohou studenti nahrát více než jeden soubor. Toto nemá žádný účinek, pokud je Odezva při odesílání souborů nastavena na Žádná. Toto je automaticky nastaveno na True pro týmová přiřazení.
da: Angiv, om eleverne kan uploade mere end én fil. Dette har ingen effekt, hvis File Uploads Response er sat til None. Dette indstilles automatisk til True for Team Assignments.
es_ar: Especifique si los alumnos pueden cargar más de un archivo. Esto no tiene ningún efecto si la Respuesta de carga de archivos está configurada en Ninguna. Esto se establece automáticamente en Verdadero para las asignaciones de equipo.
fa_ir: مشخص کنید که آیا یادگیرندگان می‌توانند بیش از یک پرونده بارگذاری کنند یا خیر. اگر «پاسخ بارگذاری پرونده» روی «هیچ‌کدام» تنظیم شده باشد، تاثیری نخواهد داشت. این مورد به‌طور خودکار روی «درست» برای تکالیف تیم تنظیم می شود.
fi: Määritä, voivatko oppijat ladata useamman kuin yhden tiedoston. Tällä ei ole vaikutusta, jos Tiedoston latausvastaus -asetuksena on Ei mitään. Tämä asetetaan automaattisesti arvoon True Team Assignmentsille.
fil_ph: Tukuyin kung ang mga mag-aaral ay makakapag-upload ng higit sa isang file. Wala itong epekto kung ang Tugon sa Mga Pag-upload ng File ay nakatakda sa Wala. Awtomatiko itong nakatakda sa True para sa Mga Assignment ng Team.
fr_fr: Spécifiez si les apprenants peuvent télécharger plus d&#39;un fichier. Cela n&#39;a aucun effet si File Uploads Response est défini sur None. Ceci est automatiquement défini sur Vrai pour les affectations d&#39;équipe.
hr: Odredite mogu li korisnici učitavati više od jedne datoteke. Nije primjenjivo ako je Odgovor na učitavanje datoteka podešen na Nema. Ova je opcija automatski podešena na Točno za timske zadatke.
ko_kr: 학습자가 하나 이상의 파일을 업로드할 수 있는지 구체적으로 알려주세요. 파일 업로드 응답이 없다고 설정이 되어있어도 이 부분에 영향을 주지 않습니다. 이것은 자동으로 조별 과제에 대해서 True로 설정됩니다.
sv: Ange om eleverna kan ladda upp mer än en fil. Detta har ingen effekt om File Uploads Response är inställt på None. Detta ställs automatiskt in på True för Team Assignments.
uk: Вкажіть, чи можуть учні завантажувати більше одного файлу. Це не впливає, якщо для функції "Завантаження файлів у відповіді" встановлено значення "Немає". Для командних завдань для цього параметра автоматично встановлюється значення True.

source: File Upload Types
af_za: Lêer oplaai tipes
az: Fayl yükləmə növləri
ca: Tipus de càrrega d'arxius
cs: Typy nahrávání souborů
da: Filoverførselstyper
es_ar: Tipos de carga de archivos
fa_ir: انواع پرونده‌های بارگذاری‌شده
fi: Tiedostojen lataustyypit
fil_ph: Mga Uri ng Pag-upload ng File
fr_fr: Types de téléchargement de fichiers
hr: Vrste datoteka koje se mogu učitati
ko_kr: 파일 업로드 형식
sv: Filuppladdningstyper
uk: Типи файлів завантаження

source: PDF or Image Files
af_za: PDF of Beeldlêers
az: PDF və ya şəkil faylları
ca: Fitxers PDF o d'imatge
cs: PDF nebo obrázkové soubory
da: PDF- eller billedfiler
es_ar: Archivos PDF o de imagen
fa_ir: پی دی اف یا پرونده‌های تصویر
fi: PDF tai kuvatiedostot
fil_ph: PDF o Image Files
fr_fr: Fichiers PDF ou image
hr: PDF ili slikovne datoteke
ko_kr: PDF 혹은 이미지 파일
sv: PDF- eller bildfiler
uk: PDF або файл зображення

source: Image Files
af_za: Volgende Lêer
az: Şəkil faylları
ca: Fitxers d'imatge
cs: Soubory obrázků
da: Billedfiler
es_ar: Archivos de imagen
fa_ir: پرونده‌های تصویری
fi: Kuvatiedostot
fil_ph: Mga File ng Larawan
fr_fr: Fichiers images
hr: Slikovne datoteke
ko_kr: 이미지 파일
sv: Bildfiler
uk: Файл зображення

source: Custom File Types
af_za: Pasmaak Lêer Tipes
az: Standart fayl növləri
ca: Tipus de fitxers personalitzats
cs: Vlastní typy souborů
da: Brugerdefinerede filtyper
es_ar: Tipos de archivos personalizados
fa_ir: انواع پرونده‌های سفارشی
fi: Mukautetut tiedostotyypit
fil_ph: Mga Custom na Uri ng File
fr_fr: Types de fichiers personnalisés
hr: Prilagođene vrste datoteka
ko_kr: 사용자 정의 파일 형식
sv: Anpassade filtyper
uk: Власний формат файла

source: Specify whether learners can submit files along with their text responses.
af_za: Spesifiseer of leerders lêers saam met hul teksantwoorde kan indien.
cs: Určete, zda mohou studenti odesílat soubory spolu se svými textovými odpověďmi.
da: Angiv, om eleverne kan indsende filer sammen med deres tekstsvar.
es_ar: Especifique si los alumnos pueden enviar archivos junto con sus respuestas de texto.
fa_ir: مشخص کنید که آیا یادگیرندگان می‌توانند پرونده‌ها را همراه با پاسخ‌های متنی خود ارسال کنند یا خیر.
fi: Määritä, voivatko oppijat lähettää tiedostoja tekstivastaustensa kanssa.
fil_ph: Tukuyin kung ang mga mag-aaral ay maaaring magsumite ng mga file kasama ang kanilang mga tugon sa teksto.
fr_fr: Spécifiez si les apprenants peuvent envoyer des fichiers avec leurs réponses textuelles.
hr: Odredite mogu li korisnici podnijeti datoteke zajedno s tekstualnim odgovorima.
ko_kr: 학습자가 그들의 응답과 함께 파일을 제출할 수 있는지 설정하세요.
sv: Ange om eleverna kan skicka in filer tillsammans med sina textsvar.
uk: Вкажіть, чи можуть учні завантажувати файли разом із текстовими відповідями.

source: File Types
af_za: MIME tipes :
az: Fayl növləri
ca: Tipus d'arxius
cs: Typy souborů
da: Filtyper
es_ar: Tipos de archivo
fa_ir: انواع پرونده‌ها
fi: Tiedostotyypit
fil_ph: Mga uri ng files
fr_fr: Types de fichier
hr: Vrste datoteka
ko_kr: 파일 형식
sv: Filtyper
uk: Формати файлів

source: Enter the file extensions, separated by commas, that you want learners to be able to upload. For example: pdf,doc,docx.
af_za: Voer die lêeruitbreidings in, geskei deur kommas, wat jy wil hê leerders moet in staat wees om op te laai. Voorbeeld: pdf,doc,docx.
az: Tələbələrin faylları yükləmələrini təmin etmək üçün fayl genişlənmələrini vergüllə ayıraraq yazın. Məsələn: pdf, doc, docx.
ca: Introduïu les extensions de fitxer, separades per comes, que voleu que els alumnes puguin carregar. Per exemple: pdf, doc, docx.
cs: Zadejte přípony souborů oddělené čárkami, které chcete, aby studenti mohli nahrávat. Například: pdf,doc,docx.
da: Indtast de filtypenavne, adskilt af kommaer, som du ønsker, at eleverne skal kunne uploade. For eksempel: pdf,doc,docx.
es_ar: Introduce las extensiones de fichero, separadas por comas, que permitirás cargar a tus estudiantes. Por ejemplo: pdf,doc,docx.
fa_ir: پسوندهای پرونده‌ای را که با کاما از هم جدا شده‌اند وارد کنید تا یادگیرندگان بتوانند آن را بارگذاری کنند. مثلا: pdf,doc,docx.
fi: Anna pilkuilla erotettuina tiedostopäätteet, jotka haluat oppilaiden voivan ladata. Esimerkiksi: pdf,doc, docx.
fil_ph: Ilagay ang mga extension ng file, na pinaghihiwalay ng mga kuwit, na gusto mong ma-upload ng mga mag-aaral. Halimbawa: pdf, doc, docx.
fr_fr: Saisissez les extensions de fichier, séparées par des virgules, que vous souhaitez que les apprenants puissent télécharger. Par exemple : pdf, doc, docx.
hr: Navedite datotečne nastavke, odvojene zarezom, koje želite da korisnici mogu učitavati. Na primjer: pdf, doc, docx.
ko_kr: 파일 확장자를 쉼표로 구분해 입력하세요. 예를 들어: pdf, doc, docx 형태로 입력하면 됩니다.
sv: Ange filtillägg, separerade med kommatecken, som du vill att eleverna ska kunna ladda upp. Till exempel: pdf, doc, docx.
uk: Введіть розширення файлів, які слухачі зможуть завантажувати, відділивши їх комами. Наприклад: pdf,doc,docx.

source: To add more file extensions, select Custom File Types and enter the full list of acceptable file extensions to be included.
af_za: Om meer lêeruitbreidings by te voeg, kies Custom File Tipes en voer die volledige lys van aanvaarbare lêeruitbreidings in wat ingesluit moet word.
cs: Chcete-li přidat další přípony souborů, vyberte Vlastní typy souborů a zadejte úplný seznam přípon souborů, které chcete zahrnout.
da: For at tilføje flere filtypenavne, vælg Brugerdefinerede filtyper og indtast den fulde liste over acceptable filtypenavne, der skal inkluderes.
es_ar: Para agregar más extensiones de archivo, seleccione Tipos de archivos personalizados e ingrese la lista completa de extensiones de archivos aceptables para incluir.
fa_ir: برای افزودن پسوندهای پرونده بیشتر، «انواع پرونده سفارشی» را انتخاب کنید و فهرست کامل پسوندهای فایل قابل قبول را وارد کنید.
fi: Jos haluat lisätä tiedostotunnisteita, valitse Mukautetut tiedostotyypit ja anna täydellinen luettelo hyväksyttävistä tiedostotunnisteista.
fil_ph: Upang magdagdag ng higit pang mga extension ng file, piliin ang Mga Custom na Uri ng File at ilagay ang buong listahan ng mga katanggap-tanggap na extension ng file na isasama.
fr_fr: Pour ajouter d&#39;autres extensions de fichiers, sélectionnez Types de fichiers personnalisés et entrez la liste complète des extensions de fichiers acceptables à inclure.
hr: Za dodavanje više datotečnih nastavaka, odaberite Prilagođene vrste datoteka i navedite sve prihvatljive datotečne nastavke koji se mogu podnijeti.
ko_kr: 더 많은 파일 확장명을 추가하려면, 사용자 정의 파일 형식을 선택하고 포함할 수 있는 파일 확장명의 전체 목록을 입력해주세요.
sv: För att lägga till fler filtillägg, välj Anpassade filtyper och ange hela listan över acceptabla filtillägg som ska inkluderas.
uk: Щоб додати більше розширень файлів, виберіть Власні типи файлів і введіть повний список прийнятних розширень файлів, які потрібно включити.

source: Allow LaTeX Responses
af_za: Laat LaTeX Antwoorde toe
az: LaTeX cavablara icazə verin
ca: Permet les respostes de LaTeX
cs: Povolit odpovědi LaTeXu
da: Tillad LaTeX-svar
es_ar: Permitir respuestas LaTeX
fa_ir: اجازه پاسخ‌های لاتکس داده می‌شود
fi: Salli LaTeX-vastaukset
fil_ph: Payagan ang Mga Tugon sa LaTeX
fr_fr: Autoriser les réponses LaTeX
hr: Dozvoli LaTeX odgovore
ko_kr: LaTeX 답변 허용하기
sv: Tillåt LaTeX-svar
uk: Дозволити додавати відповіді у форматі LaTeX

source: Specify whether learners can write LaTeX formatted strings
af_za: Spesifiseer of leerders LaTeX-geformateerde snare kan skryf
az: Tələbələrin LaTeX formatında səətirlər yazın-yazmayacaqlarını müəyyənləşdirin
ca: Especifiqueu si els alumnes poden escriure cadenes amb format LaTeX
cs: Určete, zda mohou studenti psát řetězce ve formátu LaTeX
da: Angiv, om elever kan skrive LaTeX-formaterede strenge
es_ar: Especificar si los alumnos pueden escribir cadenas formateadas en LaTeX.
fa_ir: مشخص کنید که آیا یادگیرندگان می‌توانند رشته‌های قالب‌بندی شده LaTeX بنویسند یا خیر
fi: Määritä, voivatko oppijat kirjoittaa LaTeX-muotoisia merkkijonoja
fil_ph: Tukuyin kung ang mga nag-aaral ay maaaring magsulat ng mga string na may format na LaTeX
fr_fr: Spécifier si les apprenants peuvent écrire des chaînes au format LaTeX
hr: Odredite mogu li korisnici unositi formatirane LaTeX nizove
ko_kr: 학습자가 LaTeX 형식 스트링을 사용할 수 있는지 설정하세요.
sv: Ange om eleverna kan skriva LaTeX formaterade strängar
uk: Зазначте можливість для слухачів писати за допомогою форматування LaTeX

source: Top Responses
af_za: Top Antwoorde
az: Ən yüksək xal toplamış cavablar
ca: Respostes principals
cs: Nejlepší odpovědi
da: Topsvar
es_ar: Principales respuestas
fa_ir: پاسخ‌های برتر
fi: Parhaat vastaukset
fil_ph: Mga Nangungunang Tugon
fr_fr: Top des réponses
hr: Odgovori na vrhu
ko_kr: 우수 답변
uk: Найкращі відповіді

source: (Disabled)
af_za: (Gedeaktiveerd)
cs: (Zakázáno)
da: (Handicappet)
es_ar: (Desactivado)
fa_ir: (غیرفعال‌شده)
fi: (Liikuntarajoitteinen)
fil_ph: (Hindi pinagana)
fr_fr: (Désactivé)
hr: (Onemogućeno)
ko_kr: (비활성)
sv: (Inaktiverad)
uk: (Вимкнено)

source: Specify the number of top scoring responses to display after the learner has submitted a response. Valid numbers are 0 to 99. If the number is 0, the Top Responses section does not appear to learners.
af_za: Spesifiseer die aantal top-telling antwoorde om te vertoon nadat die leerder 'n antwoord ingedien het. Geldige nommers is 0 tot 99. As die getal 0 is, verskyn die Top Responses-afdeling nie aan leerders nie.
cs: Zadejte počet odpovědí s nejvyšším skóre, které se mají zobrazit poté, co student odešle odpověď. Platná čísla jsou 0 až 99. Pokud je číslo 0, část Nejlepší odpovědi se studentům nezobrazí.
da: Angiv antallet af topscoresvar, der skal vises, efter at eleven har indsendt et svar. Gyldige tal er 0 til 99. Hvis tallet er 0, vises afsnittet Topsvar ikke for eleverne.
es_ar: Especifique el número de respuestas con la puntuación más alta que se mostrarán después de que el alumno haya enviado una respuesta. Los números válidos son del 0 al 99. Si el número es 0, la sección de respuestas principales no se muestra a los alumnos.
fa_ir: تعداد پاسخ‌های دارای امتیاز بالاتر را مشخص کنید تا پس از ارسال پاسخ به‌دست یادگیرنده، به آن‌ها نمایش داده شود. اعداد ر 0 تا 99 معتبر هستند. اگر عدد 0 باشد، قسمت پاسخ‌های برتر برای آنان نمایش داده نمی‌شود.
fi: Määritä eniten pisteitä saaneiden vastausten määrä, jotka näytetään, kun oppija on lähettänyt vastauksen. Kelvolliset luvut ovat 0–99. Jos luku on 0, Top Responses -osio ei näy oppijoille.
fil_ph: Tukuyin ang bilang ng mga sagot sa nangungunang pagmamarka na ipapakita pagkatapos magsumite ng tugon ang mag-aaral. Ang mga wastong numero ay 0 hanggang 99. Kung ang numero ay 0, ang seksyong Mga Nangungunang Tugon ay hindi lalabas sa mga mag-aaral.
fr_fr: Spécifiez le nombre de réponses les mieux notées à afficher une fois que l&#39;apprenant a soumis une réponse. Les nombres valides vont de 0 à 99. Si le nombre est 0, la section Top Responses n&#39;apparaît pas aux apprenants.
sv: Ange antalet toppbetygssvar som ska visas efter att eleven har skickat in ett svar. Giltiga siffror är 0 till 99. Om siffran är 0 visas inte avsnittet Toppsvar för eleverna.
uk: Зазначте кількість найкращих відповідей для відображення після того, як слухач надішле свій варіант. Число може бути від 0 до 99. Розділ "Найкращі відповіді" недоступний для перегляду слухачами.

source: When Teams Enabled is set to true, Top Responses will be disabled.
af_za: Wanneer spanne geaktiveer is om waar te wees, sal die beste antwoorde gedeaktiveer word.
cs: Když je Teams Enabled nastaveno na hodnotu true, budou nejlepší odpovědi zakázány.
da: Når Teams Enabled er sat til sand, deaktiveres Top Responses.
es_ar: Cuando la opción Equipos habilitados esté configurada a verdadero, la visualización de respuestas principales será inhabilitada.
fa_ir: وقتی «تیم‌ها فعال شده‌اند» روی گزینه درست تنظیم شود، «برترین پاسخ‌ها» غیرفعال می‌شود.
fi: Kun Teams Enabled -asetuksena on tosi, Top Responses poistetaan käytöstä.
fil_ph: Kapag nakatakda sa true ang Teams Enabled, idi-disable ang Mga Nangungunang Tugon.
fr_fr: Lorsque Teams Enabled est défini sur true, Top Responses sera désactivé.
hr: Kada je opcija Omogućeni timovi podešena na Točno, Najbolji odgovori bit će onemogućeni.
ko_kr: Teams Enabled가 true로 설정되면 Top Responses가 비활성화됩니다.
sv: När Teams Enabled är inställd på true, kommer Top Responses att inaktiveras.
uk: Якщо для команд встановлено значення true, найкращі відповіді будуть вимкнені.

source: Teams Enabled
af_za: Spanne geaktiveer
cs: Týmy povoleny
da: Teams aktiveret
es_ar: Equipos habilitados
fa_ir: تیم‌ها فعال شدند
fi: Teams käytössä
fil_ph: Pinagana ang Mga Koponan
fr_fr: Équipes activées
hr: Omogućeni timovi
ko_kr: 사용 가능한 팀
sv: Lag aktiverade
uk: Команди ввімкнено

source: Specify whether team submissions are allowed for this response.
af_za: Spesifiseer of spanvoorleggings vir hierdie antwoord toegelaat word.
cs: Určete, zda jsou pro tuto odpověď povoleny týmové příspěvky.
da: Angiv, om teamindsendelser er tilladt for dette svar.
es_ar: Especifique si se permiten envíos de equipo para esta respuesta.
fa_ir: مشخص کنید که آیا ارسال تیم برای این پاسخ مجاز است یا خیر.
fi: Määritä, sallitaanko ryhmälähetykset tälle vastaukselle.
fil_ph: Tukuyin kung pinapayagan ang mga pagsusumite ng koponan para sa tugon na ito.
fr_fr: Spécifiez si les soumissions d&#39;équipe sont autorisées pour cette réponse.
hr: Odredite je li dozvoljeno timsko podnošenje odgovora.
ko_kr: 조별 과제 제출이 이 응답으로 가능한지 설정하세요.
sv: Ange om lagbidrag är tillåtna för detta svar.
uk: Вкажіть, чи дозволяються командні спроби для цієї відповіді.

source: Select Team-Set
af_za: Kies span-stel
cs: Vyberte Team-Set
da: Vælg Team-Set
es_ar: Seleccionar conjunto de equipo
fa_ir: مجموعه تیمی را انتخاب کنید
fi: Valitse Team-Set
fil_ph: Piliin ang Team-Set
fr_fr: Sélectionnez l&#39;ensemble d&#39;équipe
hr: Odaberi tim
ko_kr: 팀 세트 선택
sv: Välj Team-Set
uk: Оберіть склад команди

source: Show Rubric During Response
af_za: Wys rubriek tydens antwoord
cs: Zobrazit rubriku během odpovědi
da: Vis rubrik under svar
es_ar: Mostrar rúbrica durante la respuesta
fa_ir: نمایش راهنمای امتیازدهی در هنگام پاسخگویی
fi: Näytä otsikko vastauksen aikana
fil_ph: Ipakita ang Rubric Habang Sumasagot
fr_fr: Afficher la rubrique pendant la réponse
hr: Prikaži rubriku tijekom odgovora
ko_kr: 응답 중 루브릭 표시
sv: Visa rubrik under svar
uk: Показати рубрику під час відповіді

source: Specify whether learners can see the rubric while they are working on their response.
af_za: Spesifiseer of leerders die rubriek kan sien terwyl hulle aan hul reaksie werk.
cs: Určete, zda studenti mohou rubriku vidět, když pracují na své odpovědi.
da: Angiv, om eleverne kan se rubrikken, mens de arbejder på deres svar.
es_ar: Especifique si los alumnos pueden ver la rúbrica mientras trabajan en su respuesta.
fa_ir: مشخص کنید که آیا یادگیرندگان راهنمای امتیازدهی را در هنگام کار بر روی پاسخ‌شان ببینند یا خیر.
fi: Määritä, näkevätkö oppijat rubriikin, kun he työstävät vastaustaan.
fil_ph: Tukuyin kung makikita ng mga mag-aaral ang rubric habang ginagawa nila ang kanilang tugon.
fr_fr: Spécifiez si les apprenants peuvent voir la grille d&#39;évaluation pendant qu&#39;ils travaillent sur leur réponse.
hr: Odredite mogu li korisnici vidjeti rubriku dok rade na svom odgovoru.
ko_kr: 학습자가 응답을 작성하는 동안 루브릭을 볼 수 있는지 여부를 지정합니다.
sv: Ange om eleverna kan se rubriken medan de arbetar med sitt svar.
uk: Вкажіть, чи зможуть учні бачити рубрику, поки вони працюють над своєю відповіддю.

source: Criterion
af_za: Organisasie:
az: Meyar
ca: Criteri
cs: Kritérium
da: Kriterium
es_ar: Criterio
fa_ir: معیار
fi: Kriteeri
fr_fr: Critère
hr: Kriterija
ko_kr: 평가 항목
sv: Kriterium
uk: Критерій

source: You cannot delete a criterion after the assignment has been released.
af_za: Jy kan nie 'n maatstaf skrap nadat die opdrag vrygestel is nie.
az: Tapşırıq yayımlanadan sonra siz meyarı dəyişə bilməzsiniz.
ca: No es pot esborrar un criteri després de la publicació de l'assignació.
cs: Po uvolnění úkolu nemůžete smazat kritérium.
da: Du kan ikke slette et kriterium, efter at opgaven er frigivet.
es_ar: No puede eliminar un criterio después de que se haya publicado la tarea.
fa_ir: پس از ارسال تکلیف، امکان حذف معیار نیست.
fi: Et voi poistaa ehtoa sen jälkeen, kun tehtävä on vapautettu.
fil_ph: Hindi ka makakapagtanggal ng criterion pagkatapos mailabas ang assignment.
fr_fr: Vous ne pouvez pas supprimer un critère après la publication de l&#39;affectation.
hr: Ne možete izbrisati kriterij nakon dodjele zadatka.
ko_kr: 과제가 공지되고 난 후에는 평가 항목을 삭제할 수 없습니다.
sv: Du kan inte radera ett kriterium efter att uppgiften har släppts.
uk: Не можна видаляти критерій після того, як завдання було опубліковано.

source: Remove
af_za: Verwyder
az: Sil
ca: Eliminar
cs: Odstranit
da: Fjerne
es_ar: Quitar
fa_ir: حذف
fi: Poista
fil_ph: Alisin
fr_fr: Supprimer
hr: Ukloni
ko_kr: 제거
sv: Avlägsna
uk: Видалити

source: Criterion Name
af_za: Kriteriennaam
az: Meyarın adı
ca: Nom del criteri
cs: Název kritéria
da: Kriteriets navn
es_ar: Nombre del criterio
fa_ir: نام معیار
fi: Kriteerin nimi
fil_ph: Pangalan ng Pamantayan
fr_fr: Nom du critère
hr: Naziv kriterija
ko_kr: 평가 항목
sv: Kriterium Namn
uk: Назва критерію

source: Criterion Prompt
af_za: Kriterium Prompt
az: Meyar məsləhəti
ca: Indicació del criteri
cs: Výzva ke kritériu
da: Kriterium Spørgsmål
es_ar: Mensaje de criterio
fa_ir: معیار فوری
fi: Kriteerin kehote
fr_fr: Invite de critère
hr: Kriterij upita
ko_kr: 평가 항목 프롬프트
sv: Kriterieprompt
uk: Рекомендації до критерію

source: Add Option
af_za: Voeg opsie by
az: Seçim əlavə edin
ca: Afegeix una opció
cs: Přidat možnost
da: Tilføj mulighed
es_ar: Agregar opción
fa_ir: افزودن گزینه
fi: Lisää vaihtoehto
fil_ph: Magdagdag ng Opsyon
fr_fr: Ajouter une option
hr: Dodaj opciju
ko_kr: 평가 기준 추가
sv: Lägg till alternativ
uk: Додати опцію

source: Feedback for This Criterion
af_za: Terugvoer oor hierdie kriterium
az: Bu meyar üçün əks əlaqə
ca: Comentaris per a aquest criteri
cs: Zpětná vazba pro toto kritérium
da: Feedback til dette kriterium
es_ar: Comentarios para este criterio
fa_ir: بازخورد این معیار
fi: Palaute tälle kriteerille
fil_ph: Feedback para sa Criterion na Ito
fr_fr: Commentaires pour ce critère
hr: Povratne informacije za ovaj kriterij
ko_kr: 평가 항목에 대한 피드백
sv: Feedback för detta kriterium
uk: Відгук для цього критерію

source: None
af_za: Geen
az: Heç biri
ca: Cap
cs: Žádné
da: Ingen
es_ar: Nada
fa_ir: هیچکدام
fi: Ei mitään
fil_ph: wala
fr_fr: Aucun
hr: Ništa
ko_kr: 없음
sv: Ingen
uk: Немає

source: Optional
af_za: Opsioneel
az: İstəyə bağlı
ca: Opcional
cs: Volitelný
da: Valgfri
es_ar: Opcional
fa_ir: اختیاری
fi: Valinnainen
fil_ph: Opsyonal
fr_fr: Optionnel
hr: Neobavezno
ko_kr: 선택 사항
sv: Frivillig
uk: Необов’язково

source: Required
af_za: Vereis
az: Tələb edilir
ca: Requerit
cs: Povinný
da: Påkrævet
es_ar: Requerido
fa_ir: ضروری
fi: Edellytetään
fil_ph: Kailangan
fr_fr: Obligatoire
hr: Obavezno
ko_kr: 필수 입력 사항
sv: Nödvändig
uk: Обов'язкове
