Repository: openedx/edx-ora2
Catalog: openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, az, ca, cs, da, es_ar, fa_ir, fi, fil_ph, fr_fr, hr, ko_kr, sv, uk

source: The assessment order you selected is invalid.
af_za: Die assesseringsbevel wat jy gekies het, is ongeldig.
az: Seçdiyiniz qiymətləndirmə sırası etibasızdır.
ca: L'ordre d'avaluació que heu seleccionat no és vàlid.
cs: Příkaz k hodnocení který jste vybral je neplatný.
da: Den vurderingsrækkefølge, du valgte, er ugyldig.
es_ar: El orden de evaluación que seleccionó es inválido.
fa_ir: ترتیب ارزیابی انتخابی شما معتبر نیست.
fi: Valitsemasi arviointijärjestys on virheellinen.
fil_ph: Ang pagkakasunud-sunod ng pagtatasa na iyong pinili ay hindi wasto.
fr_fr: L&#39;ordre d&#39;évaluation que vous avez sélectionné n&#39;est pas valide.
hr: Redoslijed procjene koji se odabrali nije valjan.
ko_kr: 선택한 평가 순서가 잘못되었습니다.
sv: Den bedömningsorder du valt är ogiltig.
uk: Вибраний вами порядок завдань невірний.

source: In peer assessment, the "Must Grade" value must be a positive integer.
af_za: In portuurbeoordeling moet die "Moet Graad" waarde 'n positiewe heelgetal wees.
az: Həmyaşıd qiymətləndirməsində "Must Grade" dəyəri müsbət ədəd olmalıdır.
ca: A l'avaluació entre iguals, el valor "Qualificació obligatòria" ha de ser un enter positiu.
cs: Ve vzájemném hodnocení musí být hodnota "Musíte známkovat"; kladné celé číslo.
da: I peer assessment skal værdien "Must Grade" være et positivt heltal.
es_ar: En la evaluación por pares, el valor "Debe calificarse" tiene que ser un número entero positivo.
fa_ir: در ارزیابی همتایان، مقدار «نمره» باید عددی صحیح و مثبت باید باشد.
fi: Vertaisarvioinnissa &quot;Must Grade&quot; -arvon on oltava positiivinen kokonaisluku.
fil_ph: Sa peer assessment, ang value na &quot;Dapat Grado&quot; ay dapat na positive integer.
fr_fr: Dans l&#39;évaluation par les pairs, la valeur &quot;Doit être noté&quot; doit être un nombre entier positif.
hr: U procjeni vršnjaka, vrijednost "Obavezno se mora ocijeniti" mora biti pozitivni cijeli broj.
ko_kr: 상호 평가에서, 채점 필수 항목 값은 반드시 양수이어야 합니다.
sv: I peer-bedömning måste värdet &quot;Måste&quot; vara ett positivt heltal.
uk: В перехресному оцінюванні значення "Must Grade" має бути додатнім цілим числом.

source: In peer assessment, the "Graded By" value must be a positive integer.
af_za: In eweknie-assessering moet die waarde "Gegradeer deur" 'n positiewe heelgetal wees.
az: Həmyaşıd qiymətləndirməsində "Grade By" dəyəri müsbət ədəd olmalıdır.
ca: En avaluació per parells, el valor "classificat per" ha de ser un enter positiu.
cs: Ve vzájemném hodnocení musí být hodnota "Hodnozeno od" kladné celé číslo.
da: Ved peer-vurdering skal værdien "Graded By" være et positivt heltal.
es_ar: En la evaluación por pares, el valor "Calificado por" debe de ser un número entero positivo.
fa_ir: در ارزیابی همتایان، مقدار "نمره‌دهی به‌دست" باید عددی صحیح ومثبت باشد.
fi: Vertaisarvioinnissa &quot;Arvioitu&quot;-arvon on oltava positiivinen kokonaisluku.
fil_ph: Sa peer assessment, ang value na &quot;Graded By&quot; ay dapat na positive integer.
fr_fr: Dans l&#39;évaluation par les pairs, la valeur &quot;Graded By&quot; doit être un nombre entier positif.
hr: U procjeni vršnjaka, vrijednost "Ocijenio/la:" mora biti pozitivni cijeli broj.
ko_kr: 상호 평가에서 채점자 값은 반드시 양수이어야 합니다.
sv: I peer-bedömning måste värdet &quot;Graded By&quot; vara ett positivt heltal.
uk: В перехресному оцінюванні значення "Graded By" має бути додатнім цілим числом.

source: In peer assessment, the "Must Grade" value must be greater than or equal to the "Graded By" value.
af_za: In portuurbeoordeling moet die "Moet Graad" waarde groter wees as of gelyk aan die "Gegradeerde By" waarde.
az: Həmyaşıd qiymətləndirməsində "Must Grade" dəyəri "Graded By" dəyərindən böyük və ya bərbər olmalıdır.
ca: A l'avaluació entre iguals, el valor "Valoració obligatòria" ha de ser superior o igual al valor "classificat per".
cs: Při vzájemném hodnocení musí být hodnota "Musí být hodnocen" větší nebo rovna hodnotě "Hodnocení od";.
da: Ved peer assessment skal værdien "Skal bedømmes" være større end eller lig med værdien "Bedømt efter".
es_ar: En la evaluación por pares, el valor "Debe calificarse" tiene que ser mayor o igual al valor de "Calificado por".
fa_ir: در ارزیابی همتایان، مقدار "نمره‌" باید بیشتر یا مساوی با مقدار "نمره‌دهی به دست" باشد.
fi: Vertaisarvioinnissa &quot;Pakollinen arvosana&quot; -arvon on oltava suurempi tai yhtä suuri kuin &quot;Arvioitu&quot; -arvo.
fil_ph: Sa peer assessment, ang &quot;Dapat na Markahan&quot; na halaga ay dapat na mas malaki kaysa sa o katumbas ng &quot;Graded By&quot; na halaga.
fr_fr: Dans l&#39;évaluation par les pairs, la valeur « Must Grade » doit être supérieure ou égale à la valeur « Graded By ».
hr: U procjeni vršnjaka, vrijednost "Obavezno se mora ocijeniti" mora biti veća ili jednaka vrijednosti "Ocijenio/la:".
ko_kr: 상호 평가에서, 채점 필수 항목값이 채점자 값보다 크거나 같아야 합니다.
sv: I peer-bedömning måste värdet &quot;Måste betyget&quot; vara större än eller lika med värdet &quot;Graderat av&quot;.
uk: В перехресному оцінюванні значення "Must Grade" має бути більшим або дорівнювати значенню "Graded By".

source: You must provide at least one example response for learner training.
af_za: Jy moet ten minste een voorbeeldreaksie vir leerderopleiding verskaf.
az: Siz tələbə təlimi üçün ən azı bir nümunə cavab təmin etməlidir.
ca: Heu de proporcionar almenys un exemple de resposta per a la formació de l'alumne.
cs: Pro školení studentů musíte poskytnout alespoň jeden příklad odpovědi.
da: Du skal give mindst ét eksempelsvar til elevtræning.
es_ar: Debe proporcionar al menos una respuesta de ejemplo para la capacitación de los alumnos.
fa_ir: شما باید حداقل یک نمونه پاسخ برای آموزش یادگیرنده ارائه دهید.
fi: Sinun on annettava vähintään yksi esimerkkivastaus oppilaiden koulutuksesta.
fil_ph: Dapat kang magbigay ng hindi bababa sa isang halimbawang tugon para sa pagsasanay ng mag-aaral.
fr_fr: Vous devez fournir au moins un exemple de réponse pour la formation des apprenants.
hr: Morate navesti barem jedan primjer odgovora za vježbanje za korisnika.
ko_kr: 학습자 안내의 예제 답변중 하나 이상을 완료해야 합니다.
sv: Du måste ange minst ett exempel svar för elevutbildning.
uk: Ви маєте надати хоча б один приклад відповіді для навчання слухача.

source: Each example response for learner training must be unique.
af_za: Elke voorbeeldreaksie vir leerderopleiding moet uniek wees.
az: Tələbə təlimi üçün hər bir nümunə cavab unikal olmalıdır.
ca: Cada resposta d'exemple per a la formació de l'alumne ha de ser única.
cs: Každý příklad reakce na školení studentů musí být jedinečný.
da: Hvert eksempelsvar for elevtræning skal være unikt.
es_ar: Cada respuesta de ejemplo para la formación de los alumnos debe ser única.
fa_ir: هر پاسخ نمونه برای آموزش یادگیرنده باید منحصربه‌فرد باشد.
fi: Jokaisen oppijakoulutuksen esimerkkivastauksen on oltava ainutlaatuinen.
fil_ph: Ang bawat halimbawang tugon para sa pagsasanay ng mag-aaral ay dapat na natatangi.
fr_fr: Chaque exemple de réponse pour la formation des apprenants doit être unique.
hr: Svaki primjer odgovora za vježbanje za korisnika mora biti jedinstven.
ko_kr: 학습자 안내의 각 예제 답변은 모두 상이해야 합니다.
sv: Varje exempel svar för elevens träning måste vara unik.
uk: Кожен приклад відповіді для навчання слухача має бути унікальним.

source: The "required" value must be true if staff assessment is the only step.
af_za: Die "vereiste" waarde moet waar wees as personeel assessering is die enigste stap.
az: Əgər heyət qiymətləndirilməsi yalnız mərhələ olarsa, "required" dəyər doğru olmalıdır.
ca: El valor "obligatori" ha de ser cert si l'avaluació del personal és l'únic pas.
cs: Pokud je hodnocení učitelů jediným krokem, musí být „požadovaná“ hodnota pravdivá.
da: Den "påkrævede" værdi skal være sand, hvis personalevurdering er det eneste trin.
es_ar: El valor "obligatorio" debe ser verdadero si la evaluación por el equipo docente es el único paso.
fa_ir: اگر ارزیابی کارکنان تنها مرحله باشد، مقدار "الزامی" باید روی گزینه «درست» تنظیم شود.
fi: &quot;Vaaditun&quot; arvon on oltava tosi, jos henkilöstön arviointi on ainoa vaihe.
fil_ph: Ang &quot;kinakailangan&quot; na halaga ay dapat na totoo kung ang pagtatasa ng kawani ay ang tanging hakbang.
fr_fr: La valeur &quot;obligatoire&quot; doit être vraie si l&#39;évaluation du personnel est la seule étape.
hr: "Obavezna" vrijednost mora biti istinita ako je procjena osoblja jedini korak.
ko_kr: 운영팀 평가가 유일한 단계인 경우 "필수" 값이 true로 설정되어야 합니다.
sv: Det &quot;obligatoriska&quot; värdet måste vara sant om personalen bedömning är det enda steget.
uk: Значення "required" має бути true, якщо оцінювання викладачем - єдиний крок.

source: The number of assessments cannot be changed after the problem has been released.
af_za: Die aantal assesserings kan nie verander word nadat die probleem vrygestel is nie.
az: Tapşırıq yayımlandıqdan sonra onun sayı dəyişdirilə biməz.
ca: El nombre d'avaluacions no es pot canviar després d'haver alliberat el problema.
cs: Po uvolnění problému nelze počet hodnocení změnit.
da: Antallet af vurderinger kan ikke ændres, efter at problemet er blevet frigivet.
es_ar: El número de evaluaciones no se puede cambiar una vez que se haya publicado el problema.
fa_ir: پس از انتشار مسئله، تعداد ارزیابی‌ها قابل تغییر نیست.
fi: Arvioiden määrää ei voi muuttaa ongelman julkaisun jälkeen.
fil_ph: Hindi na mababago ang bilang ng mga pagtatasa pagkatapos mailabas ang problema.
fr_fr: Le nombre d&#39;évaluations ne peut pas être modifié après la publication du problème.
hr: Broj procjena ne smije se mijenjati nakon objavljivanja problema.
ko_kr: 문제가 공개되고 나면 평가 수는 변경될 수 없습니다.
sv: Antalet bedömningar kan inte ändras efter det att problemet har släppts.
uk: Кількість завдань не може бути змінена після того, як задача стане доступна слухачам.

source: The assessment type cannot be changed after the problem has been released.
af_za: Die assesserings tipe kan nie verander word nadat die probleem vrygestel is nie.
az: Tapşırıq yayımlandıqdan sonra onun növləri dəyişdirilə biməz.
ca: El tipus d'avaluació no es pot canviar després d'haver alliberat el problema.
cs: Po uvolnění problému nelze typ posouzení změnit.
da: Vurderingstypen kan ikke ændres, efter at problemet er blevet frigivet.
es_ar: El tipo de evaluación no se puede cambiar una vez que se haya solucionado el problema.
fa_ir: پس از انتشار مسئله، نوع ارزیابی قابل تغییر نیست.
fi: Arviointityyppiä ei voi muuttaa ongelman julkaisun jälkeen.
fil_ph: Ang uri ng pagtatasa ay hindi mababago pagkatapos na mailabas ang problema.
fr_fr: Le type d&#39;évaluation ne peut pas être modifié après la publication du problème.
hr: Vrsta procjene ne smije se mijenjati nakon objavljivanja problema.
ko_kr: 문제가 공개되고 나면 평가 방식은 변경될 수 없습니다.
sv: Bedömningstypen kan inte ändras efter att problemet har släppts.
uk: Тип завдання не може бути змінено після того, як воно стане доступним слухачам.

source: This rubric definition is not valid.
af_za: Hierdie rubriekdefinisie is nie geldig nie.
az: Bu rubrikanın tərifi etibarlı deyil.
ca: Aquesta definició de rúbrica no és vàlida.
cs: Tato definice rubriky není platná.
da: Denne rubrikdefinition er ikke gyldig.
es_ar: Esta definición de rúbrica no es válida.
fa_ir: این تعریف از راهنمای امتیازدهی معتبر نیست.
fi: Tämä rubriikin määritelmä ei kelpaa.
fil_ph: Ang kahulugan ng rubric na ito ay hindi wasto.
fr_fr: Cette définition de rubrique n&#39;est pas valide.
hr: Definicija ove rubrike nije valjana.
ko_kr: 루브릭 정의가 유효하지 않습니다.
sv: Denna rubrikdefinition är inte giltig.
uk: Невірне визначення рубрики.

source: Options in '{criterion}' have duplicate name(s): {duplicates}
af_za: Opsies in '{criterion}' het dubbele naam(s): {duplicates}
az: '{Criterion}-dakı seçimlərin duplikat ad(lar)ı var: {duplicates}
ca: Les opcions a '{criterion}' tenen noms duplicats: {duplicates}
cs: Možnosti v '{criterion}' mají duplicitní název (názvy): {duplicates}
da: Indstillinger i &#39;{criterion}&#39; har duplikatnavne: {duplicates}
es_ar: Las opciones en '{criterion}' tienen nombre(s) duplicados: {duplicates}
fa_ir: مواردی که در '{criterion}' نام‌(های) تکراری دارند: {duplicates}
fi: Asetuksilla &#39;{criterion}&#39; on päällekkäiset nimet: {duplicates}
fil_ph: Ang mga opsyon sa &#39;{criterion}&#39; ay may (mga) duplicate na pangalan: {duplicates}
fr_fr: Les options dans &#39;{criterion}&#39; ont des noms en double : {duplicates}
hr: Opcije u '{criterion}' imaju podvostručeno ime(na): {duplicates}
ko_kr: '{criterion}'의 평가 기준 사본 이름(들) : {duplicates}
sv: Alternativ i &quot;{kriterium}&quot; har dubbla namn (er): {duplicates}
uk: Варіанти в критерії '{criterion}' мають однакову назву(и): {duplicates}

source: Criteria with no options must require written feedback.
af_za: Kriteria met geen opsies moet skriftelike terugvoer vereis.
az: Variantları olmayan meyar yazılı rəy tələb etməlidir.
ca: Els criteris sense opcions han de requerir comentaris per escrit.
cs: Kritéria bez možnosti musí vyžadovat písemnou zpětnou vazbu.
da: Kriterier uden valgmuligheder skal kræve skriftlig feedback.
es_ar: Los criterios sin opciones deben requerir comentarios por escrito.
fa_ir: معیارهایی بدون گزینه نیاز به بازخورد کتبی دارد.
fi: Kriteerit, joissa ei ole vaihtoehtoja, edellyttävät kirjallista palautetta.
fil_ph: Ang mga pamantayang walang mga pagpipilian ay dapat mangailangan ng nakasulat na feedback.
fr_fr: Les critères sans options doivent nécessiter une rétroaction écrite.
hr: Kriteriji bez opcija moraju zahtijevati povratne informacije u pisanom obliku.
ko_kr: 평가기준이 없는 평가항목은 피드백 작성이 필요합니다.
sv: Kriterier med inga alternativ måste kräva skriftlig feedback.
uk: Критерій без опцій потребує письмового відгуку.

source: Prompts cannot be created or deleted after a problem is released.
af_za: Prompts kan nie geskep of verwyder word nadat 'n probleem is vrygestel.
az: Tapşırıq yayımlandıqdan sonra dəvət işarəsi silinə və ya yaradıla bilməz.
ca: Els avisos no es poden crear ni esborrar després de llançar un problema.
cs: Po uvolnění problému nelze výzvy vytvořit ani odstranit.
da: Prompter kan ikke oprettes eller slettes, efter at et problem er frigivet.
es_ar: Los avisos no se pueden crear ni eliminar después de que se soluciona un problema.
fa_ir: پس از رفع مشکل امکان درخواست یا حذف نیست.
fi: Kehotteita ei voi luoda tai poistaa ongelman poistamisen jälkeen.
fil_ph: Ang mga prompt ay hindi maaaring gawin o tanggalin pagkatapos ng isang problema ay ilabas.
fr_fr: Les invites ne peuvent pas être créées ou supprimées après la résolution d&#39;un problème.
hr: Upiti se ne smiju stvarati ili brisati nakon objavljivanja problema.
ko_kr: 프롬프트는 문제가 배포된 후에는 생성 및 삭제 될 수 없습니다.
sv: Prompts kan inte skapas eller raderas efter att ett problem har släppts.
uk: Рекомендації не можуть бути створені чи видалені після того, як завдання стане доступним слухачам.

source: The number of criteria cannot be changed after a problem is released.
af_za: Die aantal kriteria kan nie verander word nadat 'n probleem is vrygestel.
az: Tapşırıq yayımlandıqdan sonra meyarların sayı dəyişdirilə bilməz.
ca: El nombre de criteris no es pot canviar després d'emetre un problema.
cs: Po uvolnění problému nelze počet kritérií změnit.
da: Antallet af kriterier kan ikke ændres, efter at et problem er frigivet.
es_ar: La cantidad de criterios no se puede cambiar después de que se publica un problema.
fa_ir: پس از انتشار مسئله، تعداد معیارها قابل تغییر نیست.
fi: Kriteerien määrää ei voi muuttaa ongelman julkaisun jälkeen.
fil_ph: Hindi mababago ang bilang ng mga pamantayan pagkatapos mailabas ang isang problema.
fr_fr: Le nombre de critères ne peut pas être modifié après la publication d&#39;un problème.
hr: Broj kriterija ne smije se mijenjati nakon objavljivanja problema.
ko_kr: 문제가 공개되고 나면기 기준 개수를 변경할 수 없습니다.
sv: Antalet kriterier kan inte ändras efter det att ett problem har släppts.
uk: Число критеріїв не можна міняти після публікації завдання.

source: Criteria names cannot be changed after a problem is released
af_za: Kriteria name kan nie verander word nadat 'n probleem is vrygestel
az: Tapşırıq yayımlandıqdan sonra meyar adları dəyişdirilə bilməz.
ca: Els noms de criteris no es poden canviar després d'emetre un problema
cs: Názvy kritérií nelze po uvolnění problému změnit
da: Kriterienavne kan ikke ændres, efter at et problem er frigivet
es_ar: Los nombres de los criterios no se pueden cambiar después de que se publica un problema
fa_ir: نام معیارها را نمی‌توان پس از رفع مشکل تغییر داد
fi: Ehtojen nimiä ei voi muuttaa ongelman julkaisun jälkeen
fil_ph: Hindi mababago ang mga pangalan ng pamantayan pagkatapos mailabas ang isang problema
fr_fr: Les noms des critères ne peuvent pas être modifiés après la publication d&#39;un problème
hr: Nazivi kriterija ne smiju se mijenjati nakon objavljivanja problema
ko_kr: 문제가 공개되고 나면 기준 이름은 변경될 수 없습니다.
sv: Kriterierna kan inte ändras efter att ett problem har släppts
uk: Назви критеріїв не можна міняти після публікації завдання.

source: The number of options cannot be changed after a problem is released.
af_za: Die aantal opsies kan nie verander word nadat 'n probleem is vrygestel.
az: Tapşırıq yayımlandıqdan sonra variantların sayı dəyişdirilə bilməz.
ca: El nombre d'opcions no es pot canviar després d'alliberar un problema.
cs: Po uvolnění problému nelze počet možností změnit.
da: Antallet af muligheder kan ikke ændres, efter at et problem er frigivet.
es_ar: La cantidad de opciones no se puede cambiar después de que se publica un problema.
fa_ir: پس از انتشار مسئله، تعداد موارد قابل تغییر نیست.
fi: Vaihtoehtojen määrää ei voi muuttaa ongelman poistamisen jälkeen.
fil_ph: Ang bilang ng mga opsyon ay hindi mababago pagkatapos na mailabas ang isang problema.
fr_fr: Le nombre d&#39;options ne peut pas être modifié après la résolution d&#39;un problème.
hr: Broj opcija ne smije se mijenjati nakon objavljivanja problema.
ko_kr: 문제가 공개되고 나면 평가 기준의 개수를 변경할 수 없습니다.
sv: Antalet alternativ kan inte ändras efter att ett problem har släppts.
uk: Кількість варіантів не можна міняти після публікації завдання.

source: Point values cannot be changed after a problem is released.
af_za: Puntwaardes kan nie verander word nadat 'n probleem vrygestel is nie.
az: Tapşırıq yayımlandıqdan sonra xal dəyərləri dəyişdirilə bilməz.
ca: Els valors de punts no es poden canviar després d'alliberar un problema.
cs: Bodové hodnoty nelze po uvolnění problému změnit.
da: Punktværdier kan ikke ændres, efter at et problem er udløst.
es_ar: Los valores de puntos no se pueden cambiar después de que se publica un problema.
fa_ir: پس از انتشار مسئله، مقادیر امتیازات قابل تغییر نیست.
fi: Pistearvoja ei voi muuttaa ongelman poistamisen jälkeen.
fil_ph: Ang mga halaga ng punto ay hindi mababago pagkatapos na mailabas ang isang problema.
fr_fr: Les valeurs en points ne peuvent pas être modifiées après la publication d&#39;un problème.
hr: Bodovne vrijednosti ne smiju se mijenjati nakon objavljivanja problema.
ko_kr: 문제가 공개되고 나면 점수를 변경할 수 없습니다.
sv: Punktvärden kan inte ändras efter att ett problem har släppts.
uk: Значення балів не може бути змінено після того, як завдання стане доступним слухачам.

source: Learner training must have at least one training example.
af_za: Leerderopleiding moet ten minste een opleidingsvoorbeeld hê.
az: Tələbə təliminin ən azı bir ədəd təlim nümunəsi olmalıdır.
ca: La formació de l'alumne ha de tenir com a mínim un exemple d'entrenament.
cs: Školení žáka musí mít alespoň jeden příklad školení.
da: Elevtræning skal have mindst ét træningseksempel.
es_ar: La formación de alumnos debe tener al menos un ejemplo de formación.
fa_ir: آموزش یادگیرنده باید حداقل یک نمونه آموزشی داشته باشد.
fi: Opiskelijakoulutuksessa on oltava vähintään yksi koulutusesimerkki.
fil_ph: Ang pagsasanay sa mag-aaral ay dapat magkaroon ng kahit isang halimbawa ng pagsasanay.
fr_fr: La formation de l&#39;apprenant doit comporter au moins un exemple de formation.
hr: Vježbanje za korisnika mora imati najmanje jedan primjer za vježbanje.
ko_kr: 학습자 안내는 최소한 하나의 예제가 있어야 합니다.
sv: Lärarutbildning måste ha minst ett träningsexempel.
uk: Навчання слухача має включати хоча б один приклад.

source: Leaderboard number is invalid.
af_za: Leierbordnommer is ongeldig.
az: Lider lövhəsinin nömrəsi etibarsızdır.
ca: El número de marcador no és vàlid.
cs: Číslo žebříčku je neplatné.
da: Leaderboard-nummeret er ugyldigt.
es_ar: El número de la tabla de clasificación no es válido.
fa_ir: جدول امتیازات معتبر نیست.
fi: Tulostaulukon numero on virheellinen.
fil_ph: Di-wasto ang numero ng leaderboard.
fr_fr: Le numéro de classement n&#39;est pas valide.
hr: Broj tablice rezultata nije valjan.
ko_kr: Leaderboard 번호가 잘못되었습니다.
sv: Leaderboardnumret är ogiltigt.
uk: Невірний номер переліку лідерів.

source: The submission format is invalid.
af_za: Die voorleggingsformaat is ongeldig.
az: Təqdimat forması etibarsızdır.
ca: El format de presentació no és vàlid.
cs: Formát odeslání je neplatný.
da: Indsendelsesformatet er ugyldigt.
es_ar: El formato de envío no es válido.
fa_ir: قالب ارسال معتبر نیست.
fi: Lähetysmuoto on virheellinen.
fil_ph: Di-wasto ang format ng pagsusumite.
fr_fr: Le format de soumission est invalide.
hr: Format podnesenog odgovora nije valjan.
ko_kr: 제출 형식이 유효하지 않습니다.
sv: Inlämningsformatet är ogiltigt.
uk: Невірний формат подання.

source: Files metadata could not be saved.
cs: Metadata souborů se nepodařilo uložit.
fa_ir: ابرداده‌های پرونده‌ها را نمی‌توان ذخیره کرد.
