Repository: openedx/edx-ora2
Catalog: openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, az, ca, cs, da, es_ar, fa_ir, fi, fil_ph, fr_fr, hr, ko_kr, sv, uk

source: This assignment is in progress.%(start_strong)sThe peer assessment step will close soon.%(end_strong)s All submitted peer responses have been assessed. Check back later to see if more learners have submitted responses. You still need to complete the %(start_link)speer assessment%(end_link)s step.
af_za: Hierdie opdrag is aan die gang. %(start_strong)sDie portuurbeoordelingsstap sal binnekort sluit. %(end_strong)s Alle ingediende eweknie-antwoorde is geëvalueer. Kyk later terug om te sien of meer leerders antwoorde ingedien het. Jy moet nog steeds die %(start_link)sportuurbeoordeling %(end_link)s stap voltooi.
az: Bu tapşırıq davam edir. %(start_strong)sHəmyaşı qiymətləndirməsi tezliklə başa çatacaq.%(end_strong)s Göndərilən bütün həmyaşıd cavabları qiymətləndirilib. Tələbələrin daha sonra cavab göndərdiklərini yoxlamaq üçün bura geri qayıdın. Siz %(start_link)shəmyaşıd qiymətləndirmə %(end_link)s mərhələsini tamamlamalısınız.
ca: Aquesta tasca està en progréss.%(start_strong)sEl pas de l'avaluació dels companys es tancarà aviat.%(end_strong)s S'han avaluat totes les respostes dels parells enviades. Torna-ho més tard per veure si hi ha més estudiants que han enviat respostes. Encara haureu de completar el pas %(start_link)s d'avaluació del parell%(end_link)s.
cs: Tento úkol se zpracovává.%(start_strong)sKrok vzájemného hodnocení bude brzy uzavřen.%(end_strong)s Všechny odeslané odpovědi spolužáků byly posouzeny. Vraťte se později, abyste zjistili, zda odpovědi zaslalo více studentů. Stále musíte dokončit krok %(start_link)svzájemného hodnocení%(end_link)s.
da: Denne opgave er i gang. %(start_strong)s Peervurderingstrinnet lukker snart. %(end_strong)s Alle indsendte peer-svar er blevet vurderet. Kom tilbage senere for at se, om flere elever har indsendt svar. Du skal stadig gennemføre %(start_link)s peer assessment %(end_link)s trinnet.
es_ar: Esta tarea está en proceso. %(start_strong)sEl paso de calificación entre pares va a cerrar pronto.%(end_strong)s Se han calificado todas las respuestas enviadas por los compañeros. Revise más tarde para ver si otros estudiantes han enviado respuestas. Usted todavía necesita completar el paso de %(start_link)scalificación entre pares%(end_link)s.
fa_ir: این تکلیف در حال انجام است.%(start_strong)sمرحله ارزیابی همتا به‌زودی بسته می‌شود.%(end_strong)sهمه پاسخ‌های ارسالی همتا ارزیابی شده‌اند. بعداً دوباره بررسی کنید تا ببینید آیا یادگیرندگان بیشتری پاسخ‌هایی را ارسال کرده‌اند یا خیر. هنوز باید مرحله ارزیابی%(start_link)s%(end_link)sرا کامل کنید.
fi: Tämä tehtävä on käynnissä.%(start_strong)sVertaisarviointivaihe päättyy pian.%(end_strong)s Kaikki lähetetyt vertaisvastaukset on arvioitu. Tarkista myöhemmin, ovatko muut oppilaat lähettäneet vastauksia. Sinun on vielä suoritettava vaihe %(start_link)speer assessment%(end_link)s.
fil_ph: Ang takdang-aralin na ito ay isinasagawa.%(start_strong)sAng hakbang sa pagtatasa ng peer ay malapit nang magsara.%(end_strong)s Lahat ng isinumiteng tugon ng peer ay nasuri. Bumalik sa ibang pagkakataon upang makita kung mas maraming mag-aaral ang nagsumite ng mga tugon. Kailangan mo pa ring kumpletuhin ang %(start_link)speer assessment%(end_link)s na hakbang.
fr_fr: Ce devoir est en cours.%(start_strong)sL&#39;étape d&#39;évaluation par les pairs se terminera bientôt.%(end_strong)s Toutes les réponses soumises par les pairs ont été évaluées. Revenez plus tard pour voir si d&#39;autres apprenants ont envoyé des réponses. Vous devez encore terminer l&#39;étape %(start_link)speer assessment%(end_link)s.
hr: Ovaj je zadatak u tijeku.%(start_strong)sKorak Procjena vršnjaka uskoro će postati nedostupan.%(end_strong)s Svi podnešeni odgovori vršnjaka su procijenjeni. Provjerite kasnije da vidite je li više korisnika podnijelo odgovore. Niste još dovršili %(start_link)skorak%(end_link)s Procjena vršnjaka.
ko_kr: 과제가 진행중입니다. %(start_strong)s상호 평가 단계가 곧 종료됩니다. %(end_strong)s제출된 답변에 대한 모든 상호 평가가 완료되었습니다. 아직 %(start_link)s상호 평가%(end_link)s단계가 남았습니다.
sv: Den här uppgiften pågår. %(start_strong)s Testbedömningssteget stängs snart. %(end_strong)s Alla inlämnade svar på svar har bedömts. Kolla tillbaka senare för att se om fler elever har lämnat in svar. Du behöver fortfarande slutföra %(start_link)s gruppbedömning %(end_link)s steget.
uk: Завдання триває. %(start_strong)sПерехресне оцінювання скоро буде закрито.%(end_strong)s Всі надані для перехресного оцінювання відповіді оцінені. Перевірте пізніше, чи інші слухачі додали відповіді. Вам все ще потрібно виконати крок %(start_link)sперехресного оцінювання%(end_link)s.

source: This assignment is in progress. All submitted peer responses have been assessed. Check back later to see if more learners have submitted responses. You still need to complete the %(start_link)speer assessment%(end_link)s step.
af_za: Hierdie opdrag is aan die gang. Alle ingediende antwoorde is geëvalueer. Kyk later terug om te sien of meer leerders antwoorde ingedien het. Jy moet nog steeds die %(start_link)sportuurbeoordeling %(end_link)s stap voltooi.
az: Bu tapşırıq davam edir. Göndərilmiş bütün həmyaşıd cavabları qiymətləndirilib. Tələbələrin sonradan cavab göndərdiklərini yoxlamaq üçün bura geri qayıdın. Siz %(start_link)shəmyaşıd qiymətləndirmə %(end_link)smərhələsini tamamlamalısınız.
ca: Aquesta tasca està en progrés. S'han avaluat totes les respostes dels parells enviades. Torna-ho més tard per veure si hi ha més estudiants que han enviat respostes. Encara haureu de completar el pas de %(start_link)sl'avaluació per parells%(end_link)s.
cs: Tento úkol se zpracovává. Všechny odeslané odpovědi spolužáků byly posouzeny. Vraťte se později, abyste zjistili, zda odpovědi zaslalo více studentů. Stále musíte dokončit krok %(start_link)svzájemného hodnocení%(end_link)s.
da: Denne opgave er i gang. Alle indsendte peer-svar er blevet vurderet. Kom tilbage senere for at se, om flere elever har indsendt svar. Du skal stadig gennemføre %(start_link)s peer assessment %(end_link)s trinnet.
es_ar: Esta tarea está en curso. Se han evaluado todas las respuestas enviadas. Vuelve a consultar más tarde si más estudiantes han enviado sus respuestas. Aún tienes que completar el paso de %(start_link)sevaluación por pares%(end_link)s.
fa_ir: این تکلیف در حال انجام است. همه پاسخ های ارسالی همتایان ارزیابی شده است. بعداً دوباره بررسی کنید تا ببینید آیا یادگیرندگان بیشتری، پاسخ‌های خود را ارسال کرده‌اند یا خیر. هنوز باید مرحله%(start_link)sارزیابی همتا%(end_link)s را کامل کنید.
fi: Tämä tehtävä on kesken. Kaikki lähetetyt vertaisvastaukset on arvioitu. Tarkista myöhemmin, ovatko muut oppilaat lähettäneet vastauksia. Sinun on vielä suoritettava vaihe %(start_link)speer assessment%(end_link)s.
fil_ph: Kasalukuyang isinasagawa ang takdang-aralin na ito. Nasuri ang lahat ng isinumiteng tugon ng peer. Bumalik sa ibang pagkakataon upang makita kung mas maraming mag-aaral ang nagsumite ng mga tugon. Kailangan mo pa ring kumpletuhin ang %(start_link)speer assessment%(end_link)s na hakbang.
fr_fr: Cette mission est en cours. Toutes les réponses soumises par les pairs ont été évaluées. Revenez plus tard pour voir si d&#39;autres apprenants ont envoyé des réponses. Vous devez encore terminer l&#39;étape %(start_link)speer assessment%(end_link)s.
hr: Ovaj je zadatak u tijeku. Svi podnešeni odgovori vršnjaka su procijenjeni. Provjerite kasnije da vidite je li više korisnika podnijelo odgovore. Niste još dovršili %(start_link)skorak%(end_link)s Procjena vršnjaka.
ko_kr: 과제가 진행중입니다. 제출된 답변에 대한 모든 상호 평가가 완료되었습니다. 아직 %(start_link)s상호 평가%(end_link)s 단계가 남았습니다.
sv: Denna uppgift pågår. Alla inlämnade svar på svar har bedömts. Kolla tillbaka senare för att se om fler elever har lämnat in svar. Du behöver fortfarande slutföra %(start_link)s gruppbedömning %(end_link)s steget.
uk: Завдання триває. Всі надані для перехресного оцінювання відповіді оцінені. Перевірте пізніше, чи інші слухачі додали відповіді. Вам потрібно виконати крок %(start_link)sперехресного оцінювання%(end_link)s.

source: This assignment is in progress. %(start_strong)sThe peer assessment step will close soon.%(end_strong)s You still need to complete the %(start_link)speer assessment%(end_link)s step.
af_za: Hierdie opdrag is aan die gang. %(start_strong)sDie portuurbeoordelingsstap sal binnekort sluit. %(end_strong)s Jy moet nog steeds die %(start_link)sportuurbeoordeling %(end_link)s stap voltooi.
az: Bu tapşırıq davam edir. %(start_strong)sHəmyaşıd qiymətləndirilməsi tezliklə başa çatacaq.%(end_strong)s Siz %(start_link)shəmyaşıd qiymətləndirmə%(end_link)s mərhələsini tamamlamalısınız.
ca: Aquesta tasca està en progrés. %(start_strong)sEl pas d'avaluació de parells es tancarà aviat.%(end_strong)s Encara necessiteu completar el pas de %(start_link)sl'avaluació per parells%(end_link)s step.
cs: Tento úkol se zpracovává. %(start_strong)sKrok vzájemného hodnocení bude brzy uzavřen.%(end_strong)s Stále musíte dokončit krok %(start_link)svzájemného hodnocení%(end_link)s.
da: Denne opgave er i gang. %(start_strong)s Peervurderingstrinnet lukker snart. %(end_strong)s Du skal stadig gennemføre %(start_link)s peer assessment %(end_link)s trinnet.
es_ar: Esta tarea está en curso. %(start_strong)sEl paso de evaluación por pares se cerrará pronto.%(end_strong)s Aún tienes que completar el paso de %(start_link)sevaluación por pares %(end_link)s.
fa_ir: این تکلیف در حال انجام است. %(start_strong)sمرحله ارزیابی همتا به‌زودی بسته می‌شود.%(end_strong)sهنوز باید مرحله %(start_link)s ارزیابی%(end_link)s را تکمیل کنید.
fi: Tämä tehtävä on kesken. %(start_strong)sVertaisarviointivaihe päättyy pian.%(end_strong)s Sinun on vielä suoritettava vaihe %(start_link)svertaisarviointi%(end_link)s.
fil_ph: Kasalukuyang isinasagawa ang takdang-aralin na ito. %(start_strong)sMalapit nang magsara ang hakbang ng peer assessment.%(end_strong)s Kailangan mo pa ring kumpletuhin ang hakbang na %(start_link)speer assessment%(end_link)s.
fr_fr: Cette mission est en cours. %(start_strong)sL&#39;étape d&#39;évaluation par les pairs se terminera bientôt.%(end_strong)s Vous devez encore terminer l&#39;étape %(start_link)sévaluation par les pairs%(end_link)s.
hr: Ovaj je zadatak u tijeku. %(start_strong)sKorak Procjena vršnjaka uskoro će postati nedostupan. %(end_strong)s Niste još dovršili %(start_link)skorak%(end_link)s Procjena vršnjaka.
ko_kr: 과제가 진행중입니다. %(start_strong)s상호 평가 단계가 곧 종료됩니다. %(end_strong)s아직 %(start_link)s상호 평가%(end_link)s 단계가 남았습니다.
sv: Denna uppgift pågår. %(start_strong)s Perentbedömningssteget kommer snart att stängas. %(end_strong)s Du måste fortfarande slutföra %(start_link)s gruppbedömning %(end_link)s steget.
uk: Завдання триває. %(start_strong)sПерехресне оцінювання скоро буде закрито.%(end_strong)s Вам потрібно виконати крок %(start_link)sперехресного оцінювання%(end_link)s.

source: This assignment is in progress. You still need to complete the %(start_link)speer assessment%(end_link)s step.
af_za: Hierdie opdrag is aan die gang. Jy moet nog steeds die %(start_link)sportuurbeoordeling %(end_link)s stap voltooi.
az: Bu tapşırıq davam edir. Siz %(start_link)shəmyaşıd qiymətləndirmə%(end_link)s stepmərhələsini tamamlamalısınız.
ca: Aquesta tasca està en progrés. Encara haureu de completar el pas de %(start_link)savaluació per parells%(end_link)s.
cs: Tento úkol se zpracovává. Stále musíte dokončit krok %(start_link)svzájemného hodnocení%(end_link)s.
da: Denne opgave er i gang. Du skal stadig gennemføre %(start_link)s peer assessment %(end_link)s trinnet.
es_ar: Esta tarea está en curso. Aún tiene que completar el paso de %(start_link)sevaluación por pares%(end_link)s.
fa_ir: این تکلیف در حال انجام است. هنوز باید مرحله%(start_link)sارزیابی همتا%(end_link)sرا کامل کنید.
fi: Tämä tehtävä on kesken. Sinun on vielä suoritettava vaihe %(start_link)speer assessment%(end_link)s.
fil_ph: Kasalukuyang isinasagawa ang takdang-aralin na ito. Kailangan mo pa ring kumpletuhin ang %(start_link)speer assessment%(end_link)s na hakbang.
fr_fr: Cette mission est en cours. Vous devez encore terminer l&#39;étape %(start_link)speer assessment%(end_link)s.
hr: Ovaj je zadatak u tijeku. Niste još dovršili %(start_link)skorak%(end_link)s Procjena vršnjaka.
ko_kr: 과제가 진행중입니다. 아직 %(start_link)s상호 평가%(end_link)s단계가 남았습니다.
sv: Denna uppgift pågår. Du behöver fortfarande slutföra %(start_link)s gruppbedömning %(end_link)s steget.
uk: Завдання триває Вам все ще потрібно виконати крок %(start_link)sперехресного оцінювання%(end_link)s.

source: Team membership is required to view this assignment
af_za: Spanlidmaatskap is nodig om hierdie opdrag te besigtig
cs: K zobrazení tohoto úkolu je vyžadováno členství v týmu
da: Teammedlemskab er påkrævet for at se denne opgave
es_ar: Se requiere membresía en el equipo para ver esta tarea.
fa_ir: عضویت تیم برای مشاهده این تکلیف الزامی است
fi: Tämän tehtävän katsominen edellyttää tiimijäsenyyttä
fil_ph: Kinakailangan ang pagiging miyembro ng koponan upang tingnan ang takdang-aralin na ito
fr_fr: L&#39;adhésion à l&#39;équipe est requise pour voir ce devoir
hr: Morate biti član tima da biste vidjeli ovaj zadatak
ko_kr: 이 과제를 보려면 팀 구성원이 필요합니다
sv: Teammedlemskap krävs för att se den här uppgiften
uk: Для перегляду цього завдання потрібно членство в команді

source: This is a team assignment for team-set "%(teamset_name)s". You are currently not on a team in team-set "%(teamset_name)s". You must be on a team in team-set "%(teamset_name)s" to access this team assignment.
af_za: Dit is 'n spanopdrag vir spanstel "%(teamset_name)s". Jy is tans nie op 'n span in spanstel "%(teamset_name)s" nie. Jy moet op 'n span in spanstel "%(teamset_name)s" wees om toegang tot hierdie spanopdrag te verkry.
cs: Toto je týmový úkol pro sadu týmů „%(teamset_name)s“. Momentálně nejste v týmu v sadě týmů „%(teamset_name)s“. Pro přístup k tomuto týmovému úkolu musíte být v týmu v sadě týmu „%(teamset_name)s“.
da: Dette er en teamopgave for teamsættet "%(teamset_name)s ". Du er i øjeblikket ikke på et hold i teamsættet "%(teamset_name)s ". Du skal være på et hold i teamsættet "%(teamset_name)s "for at få adgang til denne teamopgave.
es_ar: Esta es una tarea de equipo para el conjunto de equipos "%(teamset_name)s". Actualmente no perteneces a un equipo del conjunto de equipos "%(teamset_name)s". Debes formar parte de un equipo del conjunto de equipos "%(teamset_name)s" para acceder a esta tarea.
fa_ir: این یک تکلیف تیمی برای مجموعه تیمی "%(teamset_name)s" است. شما در حال حاضر در تیمی در مجموعه تیمی "%(teamset_name)ss" نیستید، برای دسترسی به این تکلیف تیم باید در تیمی در مجموعه تیم "%(teamset_name)s" باشید....
fi: Tämä on tiimitehtävä ryhmälle &quot;%(teamset_name)s&quot;. Et ole tällä hetkellä tiimissä joukkuesarjassa &quot;%(teamset_name)s&quot;. Sinun on kuuluttava tiimiin ryhmässä &quot;%(teamset_name)s&quot;, jotta voit käyttää tätä ryhmätehtävää.
fil_ph: Isa itong pagtatalaga ng pangkat para sa set ng pangkat na &quot;%(teamset_name)s&quot;. Kasalukuyan kang wala sa isang team sa team-set na &quot;%(teamset_name)s&quot;. Dapat ay nasa isang team ka sa set ng team na &quot;%(teamset_name)s&quot; para ma-access ang assignment ng team na ito.
fr_fr: Il s&#39;agit d&#39;une affectation d&#39;équipe pour l&#39;ensemble d&#39;équipe &quot;%(teamset_name)s&quot;. Vous ne faites actuellement pas partie d&#39;une équipe dans l&#39;ensemble d&#39;équipe &quot;%(teamset_name)s&quot;. Vous devez faire partie d&#39;une équipe dans l&#39;ensemble d&#39;équipe &quot;%(teamset_name)s&quot; pour accéder à cette affectation d&#39;équipe.
hr: Ovo je timski zadatak za tim "%(teamset_name)s". Trenutačno niste član tima "%(teamset_name)s". Morate biti član tima "%(teamset_name)s" da biste pristupili ovom timskom zadatku.
ko_kr: 이것은 팀 세트 "%(teamset_name)s"에 대한 팀 과제입니다. 귀하는 현재 "%(teamset_name)s" 팀 세트의 팀에 속해 있지 않습니다. 이 팀 과제에 액세스하려면 "%(teamset_name)s" 팀 세트의 팀에 있어야 합니다.
sv: Detta är en teamuppgift för teamset "%(teamset_name)s". Du är för närvarande inte i ett lag i teamset "%(teamset_name)s". Du måste vara med i ett team i teamset "%(teamset_name)s" för att komma åt denna teamuppgift.
uk: Це командне завдання для списку команд "%(teamset_name)s". Наразі ви не в команді зі списку команд "%(teamset_name)s". Щоб отримати доступ до цього командного завдання, ви повинні бути в команді, що знаходиться у списку команд "%(teamset_name)s" .

source: Assignment submissions will close soon. To receive a grade, first provide a response to the prompt, then complete the steps below the %(start_tag)sYour Response%(end_tag)s field.
af_za: Werkopdragvoorleggings sal binnekort sluit. Om 'n graad te ontvang, gee eers 'n antwoord op die versoek, en voltooi dan die stappe onder die %(start_tag)sJou Antwoord%(end_tag)s-veld.
az: Tapşırıq təqdimatları tezliklə sona çatacaq. Qiymət almaq üçün birinci dəvətə cavab yazın, sonra aşağıdakı mərhələləri tamamlayın %(start_tag)sSizin cavab%(end_tag)s xananız.
ca: Les presentacions d'assignacions es tancaran aviat. Per rebre una nota, primer proporcioneu una resposta a l'indicatiu, i seguiu els passos següents al camp %(start_tag)sLa vostra resposta%(end_tag)s.
cs: Odesílání úkolů bude brzy uzavřeno. Chcete-li získat známku, nejprve poskytněte odpověď na výzvu a poté proveďte kroky uvedené níže v poli %(start_tag)sVaše Reakce%(end_tag)s.
da: Aflevering af opgaver lukker snart. For at modtage en karakter skal du først give et svar på prompten og derefter udføre trinene under %(start_tag)s Dit svar %(end_tag)s -feltet.
es_ar: Los envíos de las tareas cerrarán pronto. Para recibir una calificación, primero de una respuesta a la pregunta o planteamiento del ejercicio, luego complete los pasos debajo del campo %(start_tag)sSu Respuesta%(end_tag)s.
fa_ir: ارسال تکالیف به‌زودی بسته خواهد شد. برای دریافت نمره، ابتدا به درخواست پاسخ دهید، سپس مراحل زیر قسمت %(start_tag)sپاسخ شما %(end_tag)s را کامل کنید.
fi: Tehtävien lähettäminen päättyy pian. Saat arvosanan vastaamalla ensin kehotteeseen ja suorittamalla sitten %(start_tag)sYour Response%(end_tag)s-kentän alla olevat vaiheet.
fil_ph: Malapit nang magsara ang mga pagsusumite ng takdang-aralin. Upang makatanggap ng grado, magbigay muna ng tugon sa prompt, pagkatapos ay kumpletuhin ang mga hakbang sa ibaba ng field na %(start_tag)sYour Response%(end_tag)s.
fr_fr: Les soumissions de devoirs seront bientôt closes. Pour recevoir une note, répondez d&#39;abord à l&#39;invite, puis suivez les étapes sous le champ %(start_tag)sVotre réponse%(end_tag)s.
hr: Uskoro nećete više moći podnijeti odgovore za zadatak. Da biste dobili ocjenu, odgovorite na upit, a zatim dovršite korake u %(start_tag)spolju%(end_tag)s Vaš odgovor.
ko_kr: 과제 제출이 곧 마감됩니다. 성적을 받기 위해서, 먼저 입력창에 답변을 입력하고 아래의 %(start_tag)s나의 응답%(end_tag)s 단계를 완료하세요.
sv: Inlämningsuppgifter skickas snart. För att ta emot en betyg, först svara på prompten, följ sedan stegen nedanför fältet %(start_tag)s ditt svar%(end_tag)sfält.
uk: Термін надання відповідей завершується. Щоб отримати оцінку за завдання, спочатку надайте власну відповідь, потім виконайте кроки, що з'являться під полем %(start_tag)sВаша відповідь%(end_tag)s.

source: This assignment has several steps. In the first step, you'll provide a response to the prompt. The other steps appear below the %(start_tag)sYour Response%(end_tag)s field.
af_za: Hierdie opdrag het verskeie stappe. In die eerste stap, sal jy 'n antwoord te gee aan die vinnige. Die ander stappe verskyn onder die %(start_tag)sJou antwoord%(end_tag)s veld.
az: Bu tapşırığın bir neçə mərhələsi var. Birinci mərhələdə siz dəvətə cavab verəcəksiniz. Digər mərhələlər aşağıda olacaq %(start_tag)sSizin cavab%(end_tag)s xananız.
ca: questa tasca té diversos passos. En el primer pas, proporcionareu una resposta a l'indicatiu. Els altres passos apareixen a sota del camp %(start_tag)sLa vostra resposta%(end_tag)s.
cs: Toto zadání má několik kroků. V prvním kroku poskytnete odpověď na výzvu. Další kroky se zobrazí pod polem %(start_tag)sYour Response%(end_tag)s.
da: Denne opgave har flere trin. I det første trin giver du et svar på prompten. De andre trin vises under feltet %(start_tag)s Dit svar %(end_tag)s .
es_ar: Esta tarea tiene varios pasos. En el primer paso, dará una respuesta a la pregunta o planteamiento del ejercicio. Los otros pasos aparecen debajo del campo %(start_tag)s"Su Respuesta"%(end_tag)s.
fa_ir: این تکلیف چندین مرحله دارد. در مرحله اول، به درخواست پاسخ می‌دهید. سایر مراحل در زیرقسمت %(start_tag)s پاسخ شما%(end_tag)s ظاهر می‌شود.
fi: Tässä tehtävässä on useita vaiheita. Ensimmäisessä vaiheessa annat vastauksen kehotteeseen. Muut vaiheet näkyvät %(start_tag)sYour Response%(end_tag)s-kentän alapuolella.
fil_ph: Ang takdang-aralin na ito ay may ilang hakbang. Sa unang hakbang, magbibigay ka ng tugon sa prompt. Ang iba pang mga hakbang ay lilitaw sa ibaba ng %(start_tag)sYour Response%(end_tag)s field.
fr_fr: Cette mission comporte plusieurs étapes. Dans la première étape, vous fournirez une réponse à l&#39;invite. Les autres étapes apparaissent sous le champ %(start_tag)sYour Response%(end_tag)s.
hr: Ovaj zadatak ima nekoliko koraka. U prvom koraku dat ćete odgovor na upit. Drugi koraci prikazani su dolje u %(start_tag)spolju%(end_tag)s Vaš odgovor.
ko_kr: 본 과제에는 몇가지 단계가 있습니다. 첫 번째 단계로, 질문에 대한 응답을 입력창에 입력하세요. 그후 다른 단계들이 %(start_tag)s나의 응답%(end_tag)s 영역 아래에 나타날 것입니다.
sv: Denna uppgift har flera steg. I det första steget kommer du att svara på prompten. De andra stegen visas under fältet %(start_tag)sDitt svar %(end_tag)sfält.
uk: Це завдання складається з кількох кроків. На першому кроці ви маєте надати відповідь на питання. Інші кроки з'являться під полем %(start_tag)sВаша відповідь%(end_tag)s, коли ви надасте відповідь.

source: Instructions Unavailable
af_za: Instruksies nie beskikbaar nie
az: Təlimatlar yoxdur
ca: Instruccions no disponibles
cs: Pokyny nejsou k dispozici
da: Instruktioner ikke tilgængelig
es_ar: Instrucciones no disponibles
fa_ir: دستورالعمل‌ها در دسترس نیست
fi: Ohjeita ei saatavilla
fil_ph: Hindi available ang mga tagubilin
fr_fr: Mode d&#39;emploi non disponible
hr: Nisu dostupne upute
ko_kr: 사용할 수없는 지시사항입니다.
sv: Instruktioner Ej tillgängligt
uk: Інструкція недоступна

source: The instructions for this step could not be loaded.
af_za: Die instruksies vir hierdie stap kon nie gelaai word nie.
az: Bu mərhələ üçün təlimatlar yüklənə bilmədi.
ca: No s'han pogut carregar les instruccions d'aquest pas.
cs: Pokyny pro tento krok nelze načíst.
da: Instruktionerne til dette trin kunne ikke indlæses.
es_ar: No se pudieron cargar las instrucciones para este paso.
fa_ir: امکان بارگیری دستورالعمل‌های این مرحله نیست.
fi: Tämän vaiheen ohjeita ei voitu ladata.
fil_ph: Hindi ma-load ang mga tagubilin para sa hakbang na ito.
fr_fr: Les instructions pour cette étape n&#39;ont pas pu être chargées.
hr: Ne mogu se učitati upute za ovaj korak.
ko_kr: 이 단계에 대한 지시사항은 로드될 수 없습니다.
sv: Anvisningarna för detta steg kunde inte laddas.
uk: Неможливо завантажити нструкції для цього кроку.
