Repository: openedx/edx-ora2
Catalog: openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, az, ca, cs, da, es_ar, fa_ir, fi, fil_ph, fr_fr, hr, ko_kr, sv, uk

source: Please enter valid reason to remove the submission.
af_za: Voer asseblief geldige rede in om die voorlegging te verwyder.
az: Zəhmət olmasa, təqdimatı çıxarmağınızla əlaqədar etibarlı səsəb daxil edin.
ca: Introduïu un motiu vàlid per eliminar l'enviament.
cs: Zadejte prosím platný důvod pro odstranění příspěvku.
da: Angiv en gyldig grund til at fjerne indsendelsen.
es_ar: Ingrese un motivo válido para eliminar el envío.
fa_ir: دلیلی معتبر برای حذف این تایید بنویسید.
fi: Anna kelvollinen syy lähetyksen poistamiseen.
fil_ph: Mangyaring maglagay ng wastong dahilan upang alisin ang pagsusumite.
fr_fr: Veuillez entrer une raison valable pour supprimer la soumission.
hr: Unesite valjani razlog za uklanjanje podnesenog odgovora.
ko_kr: 제출을 취소하기 위한 타당한 이유를 입력하세요.
sv: Ange giltig anledning att ta bort inlämningen.
uk: Будь ласка, вкажіть чинну причину видалення відповіді.

source: Submission not found
af_za: Voorlegging nie gevind nie
cs: Příspěvek nebyl nalezen
da: Indsendelsen blev ikke fundet
es_ar: Envío no encontrado
fa_ir: ارسالی یافت نشد
fi: Lähetystä ei löydy
fil_ph: Hindi nakita ang pagsusumite
fr_fr: Soumission introuvable
hr: Podneseni odgovor nije pronađen
ko_kr: 제출물을 찾지 못했습니다.
sv: Inlämningen hittades inte
uk: Подання не знайдено

source: Submission for team assignment has no associated team submission
af_za: Voorlegging vir spanopdrag het geen geassosieerde spanvoorlegging nie
cs: Příspěvek pro týmový úkol nemá přidružený týmový příspěvek
da: Aflevering til teamopgave har ingen tilknyttet teamaflevering
es_ar: La entrega para la tarea de grupo no cuenta con ningún equipo asociado
fa_ir: ارسال، برای تکلیف تیم هیچ ارسال تیمی مرتبطی ندارد
fi: Ryhmätehtävän lähetykselle ei liity ryhmälähetystä
fil_ph: Ang pagsusumite para sa pagtatalaga ng pangkat ay walang nauugnay na pagsusumite ng pangkat
fr_fr: La soumission pour le devoir d&#39;équipe n&#39;a pas de soumission d&#39;équipe associée
hr: Podneseni odgovor za timski zadatak nema povezani podneseni odgovor tima
ko_kr: 팀 과제에 대한 제출물이 팀 제출과 연관이 없습니다.
sv: Inlämning för teamuppgift har ingen tillhörande teaminlämning
uk: Подання на групову оцінку не має пов’язаного групового подання

source: The learner submission has been removed from peer assessment. The learner receives a grade of zero unless you delete the learner's state for the problem to allow them to resubmit a response.
af_za: Die leerdervoorlegging is uit portuurbeoordeling verwyder. Die leerder ontvang 'n graad van nul tensy jy die leerder se toestand vir die probleem verwyder sodat hulle weer 'n antwoord kan indien.
az: Tələbənin qeydiyyatı həmyaşıd qiymətləndirməsindən silindi. Tələbənin tapşırığa yenidən cavab verməsi üçün icazə verirsinizsə, tələbə sıfır alır.
ca: L'enviament de l'alumne s'ha eliminat de l'avaluació entre iguals. L'alumne rep un grau de zero a menys que elimineu l'estat de l'alumne perquè el problema els permeti tornar a enviar una resposta.
cs: Odeslaný příspěvek studenta byl odstraněn z vzájemného hodnocení. Student obdrží známku nula, pokud neodstraníte stav studenta pro daný problém, abyste mu umožnili znovu odeslat odpověď.
da: Elevindsendelsen er blevet fjernet fra peer assessment. Eleven får karakteren nul, medmindre du sletter elevens tilstand for problemet for at give dem mulighed for at genindsende et svar.
es_ar: El envío del alumno se eliminó de la evaluación por pares. El alumno recibe una calificación de cero a menos que elimine el estado del alumno correspondiente al problema para permitirle volver a enviar una respuesta.
fa_ir: ارسال یادگیرنده از ارزیابی همتایان حذف شده است. یادگیرنده نمره صفر دریافت می‌کند مگر اینکه وضعیت یادگیرنده را برای مشکل حذف کنید و به او اجازه ارسال مجدد پاسخ دهید.
fi: Oppijan palaute on poistettu vertaisarvioinnista. Oppija saa arvosanan nolla, ellet poista oppijan tilaa ongelmasta, jotta hän voi lähettää vastauksen uudelleen.
fil_ph: Ang isinumite ng mag-aaral ay inalis mula sa peer assessment. Ang mag-aaral ay makakatanggap ng gradong zero maliban kung tatanggalin mo ang estado ng mag-aaral para sa problema upang payagan silang magsumiteng muli ng tugon.
fr_fr: La soumission de l&#39;apprenant a été supprimée de l&#39;évaluation par les pairs. L&#39;apprenant reçoit une note de zéro, sauf si vous supprimez l&#39;état de l&#39;apprenant pour le problème afin de lui permettre de soumettre à nouveau une réponse.
hr: Podneseni odgovor korisnika uklonjen je iz procjene vršnjaka. Korisnik će dobiti ocjenu nula osim ako ne izbrišete status korisnika za problem kako biste mu omogućili ponovno podnošenje odgovora.
ko_kr: 학습자가 제출한 답변이 상호 평가에서 제외되었습니다. 학습자 상태를 수정해 답변을 재제출할 수 있도록 하지 않으면 이 학습자는 0점을 획득하게 됩니다.
sv: Inlämningen av läraren har tagits bort från peer-bedömning. Eleven får en betyg på noll om du inte tar bort elevens tillstånd för problemet så att de kan skicka ett svar igen.
uk: Відповідь слухача було видалено з перехресного оцінювання. Слухач матиме оцінку 0, поки ви не видалите стан задачі для нього, щоб дати йому змогу перездати завдання.

source: The team’s submission has been removed from grading. The team receives a grade of zero unless you delete a team member’s state for the problem to allow the team to resubmit a response.
af_za: Voorlegging van die span is uit gradering verwyder. Die span ontvang 'n graad van nul, tensy jy 'n spanlidstaat verwyder vir die probleem om die span in staat te stel om 'n antwoord weer in te dien.
cs: Příspěvek týmu byl odstraněn z hodnocení. Tým obdrží známku nula, pokud neodstraníte stav člena týmu pro problém, abyste týmu umožnili znovu odeslat odpověď.
da: Holdets indsendelse er blevet fjernet fra karaktergivning. Teamet modtager en karakter på nul, medmindre du sletter et teammedlems tilstand for problemet for at give teamet mulighed for at genindsende et svar.
es_ar: El envío del equipo ha sido eliminado de la calificación. El equipo recibe una calificación de cero a menos que elimine el estado de un miembro del equipo relacionado con el problema para permitir que el equipo vuelva a enviar una respuesta.
fa_ir: ارسالی تیم از نمره‌بندی حذف شده‌است. تیم، نمره صفر دریافت می‌کند مگر اینکه وضعیت یکی از اعضای تیم را برای مشکل حذف کنید تا به تیم اجازه ارسال مجدد پاسخ داده شود.
fi: Joukkueen palaute on poistettu arvostuksesta. Ryhmä saa arvosanan nolla, ellet poista tiimin jäsenen tilaa ongelmasta, jotta tiimi voi lähettää vastauksen uudelleen.
fil_ph: Ang pagsusumite ng koponan ay inalis sa pagmamarka. Ang koponan ay tumatanggap ng isang grado na zero maliban kung tatanggalin mo ang estado ng isang miyembro ng koponan para sa problema upang payagan ang koponan na muling magsumite ng tugon.
fr_fr: La soumission de l&#39;équipe a été retirée de la notation. L&#39;équipe reçoit une note de zéro, sauf si vous supprimez l&#39;état d&#39;un membre de l&#39;équipe pour le problème afin de permettre à l&#39;équipe de soumettre à nouveau une réponse.
hr: Podneseni odgovor tima uklonjen je iz ocjenjivanja. Tim će dobiti ocjenu nula osim ako ne izbrišete status člana tima za problem kako biste omogućili timu ponovno podnošenje odgovora.
ko_kr: 팀이 제출한 답변이 성적에서 제외되었습니다. 문제에 대한 팀 구성원의 상태를 삭제하여 재 제출하지 않으면 팀은 0점을 획득하게 됩니다.
sv: Lagets bidrag har tagits bort från betygssättningen. Teamet får betyget noll om du inte tar bort en teammedlems status för problemet så att teamet kan skicka in ett svar igen.
uk: Роботу команди вилучено з оцінювання. Команда отримує нульову оцінку, якщо Ви не видалите стан члена команди для проблеми, щоб команда могла повторно надіслати відповідь.

source: Error updating XBlock configuration
af_za: Kon nie XBlock-konfigurasie opdateer nie
az: XBlock konfiqurasiyasını yeniləyərkən xəta baş verdi
ca: S'ha produït un error en actualitzar la configuració de XBlock
cs: Chyba při aktualizaci konfigurace XBlock
da: Fejl under opdatering af XBlock-konfiguration
es_ar: Error al actualizar la configuración de XBlock
fa_ir: خطا هنگام روزآمدسازی پیکربندی XBlock
fi: Virhe päivitettäessä XBlock-asetuksia
fil_ph: Error sa pag-update ng XBlock configuration
fr_fr: Erreur lors de la mise à jour de la configuration XBlock
hr: Pogreška pri ažuriranju konfiguracije XBlocka
ko_kr: XBlock 설정을 업데이트 하는 도중에 오류가 발생했습니다.
sv: Ett fel uppstod vid uppdatering av XBlock-konfigurationen
uk: Помилка під час оновлення конфігурації XBlock

source: Error: Text Response and File Upload Response cannot both be disabled
af_za: Fout: Teksrespons en lêeroplaai-reaksie kan nie albei gedeaktiveer word nie
cs: Chyba: Textová odezva a odezva pro odesílání souborů nemohou být obě zakázány
da: Fejl: Tekstrespons og filoverførselssvar kan ikke begge deaktiveres
es_ar: Error: la respuesta de texto y la respuesta de carga de archivos no se pueden desactivar ambas
fa_ir: خطا: پاسخ متن و پاسخ بارگذاری پرونده، هر دو نمی‌توانند غیرفعال باشند
fi: Virhe: Tekstivastausta ja tiedoston latausvastausta ei voi kumpikaan poistaa käytöstä
fil_ph: Error: Ang Tugon sa Teksto at Tugon sa Pag-upload ng File ay hindi maaaring parehong hindi paganahin
fr_fr: Erreur : La réponse textuelle et la réponse de téléchargement de fichier ne peuvent pas être désactivées toutes les deux
hr: Pogreška: ne mogu se onemogućiti i tekstualni odgovor i odgovor s pomoću učitane datoteke
ko_kr: 오류: 텍스트 응답 및 파일 업로드 응답을 모두 비활성화할 수 없습니다
sv: Fel: Textrespons och filuppladdningssvar kan inte båda inaktiveras
uk: Помилка: неможливо одночасно вимкнути текстову відповідь і відповідь шляхом завантаження файлу

source: Error: When Text Response is disabled, File Upload Response must be Required
af_za: Fout: Wanneer teksrespons gedeaktiveer is, moet lêeroplaai-reaksie benodig word
cs: Chyba: Když je textová odezva zakázána, musí být vyžadována odezva při nahrání souboru
da: Fejl: Når tekstsvar er deaktiveret, skal filoverførselssvar være påkrævet
es_ar: Error: Cuando la respuesta de texto está deshabilitada, la respuesta de carga de archivos debe ser obligatoria
fa_ir: خطا: وقتی پاسخ متن غیرفعال است، پاسخ بارگذاری پرونده باید الزامی باشد
fi: Virhe: Kun tekstivastaus on poistettu käytöstä, tiedoston latausvastaus on vaadittava
fil_ph: Error: Kapag ang Text Response ay hindi pinagana, ang File Upload Response ay dapat na Kinakailangan
fr_fr: Erreur : lorsque la réponse textuelle est désactivée, la réponse de téléchargement de fichier doit être obligatoire
hr: Pogreška: kada je tekstualni odgovor onemogućen, odgovor s pomoću učitane datoteke mora biti obavezan
ko_kr: 오류: 텍스트 응답이 비활성화된 경우 파일 업로드 응답이 필요합니다
sv: Fel: När textsvar är inaktiverat måste svar på filuppladdning krävas
uk: Помилка: якщо текстову відповідь вимкнено, відповідь шляхом завантаження файлу має бути обов’язковою

source: Error: When File Upload Response is disabled, Text Response must be Required
af_za: Fout: Wanneer lêeroplaai-reaksie gedeaktiveer is, moet teksrespons benodig word
cs: Chyba: Když je odezva na nahrání souboru zakázána, musí být vyžadována textová odpověď
da: Fejl: Når svar på filoverførsel er deaktiveret, skal tekstsvar være påkrævet
es_ar: Error: Cuando la respuesta de carga de archivos está deshabilitada, la respuesta de texto debe ser obligatoria
fa_ir: خطا: وقتی پاسخ بارگذاری پرونده غیرفعال است، پاسخ متنی باید الزامی باشد
fi: Virhe: Kun tiedostonlatausvastaus on poistettu käytöstä, tekstivastaus on vaadittava
fil_ph: Error: Kapag ang Tugon sa Pag-upload ng File ay hindi pinagana, Dapat na Kinakailangan ang Tugon sa Teksto
fr_fr: Erreur : lorsque la réponse de téléchargement de fichier est désactivée, la réponse textuelle doit être obligatoire
hr: Pogreška: kada je odgovor s pomoću učitane datoteke onemogućen, tekstualni odgovor mora biti obavezan
ko_kr: 오류: 파일 업로드 응답이 비활성화된 경우 텍스트 응답이 필요합니다
sv: Fel: När filuppladdningssvar är inaktiverat måste textsvar vara obligatoriskt
uk: Помилка: якщо відповідь шляхом завантаження файлу вимкнено, текстова відповідь має бути обов’язковою

source: Validation error: {error}
af_za: Geldigheidsfout: {error}
az: Təsdiqləmə xətası: {error}
ca: Error de validació: {error}
cs: Chyba ověření: {error}
da: Valideringsfejl: {error}
es_ar: Error de validación: {error}
fa_ir: خطای اعتبارسنجی:{error}
fi: Vahvistusvirhe: {error}
fil_ph: Error sa pagpapatunay: {error}
fr_fr: Erreur de validation : {error}
hr: Validacijska pogreška: {error}
ko_kr: 확인 오류:{error}
sv: Valideringsfel: {error}
uk: Помилка валідації: {error}

source: Successfully updated OpenAssessment XBlock
af_za: Suksesvol opgedateer OpenAssessment XBlock
az: OpenAssessment XBlock ğurla yeniləndi
ca: S'ha actualitzat correctament OpenAssessment XBlock
cs: Úspěšně aktualizován OpenAssessment XBlock
da: OpenAssessment XBlock blev opdateret
es_ar: OpenAssessment XBlock actualizado con éxito
fa_ir: OpenAssessment XBlock روزآمد شد
fi: OpenAssessment XBlock päivitetty onnistuneesti
fil_ph: Matagumpay na na-update ang OpenAssessment XBlock
fr_fr: OpenAssessment XBlock mis à jour avec succès
hr: Uspješno je ažuriran OpenAssessment XBlock
ko_kr: 성공적으로 OpenAssessment XBlock이 업데이트되었습니다.
sv: Uppdaterat framgångsrikt OpenAssessment XBlock
uk: OpenAssessment XBlock успішно оновлена

source: You must provide options selected in the assessment.
af_za: Jy moet opsies verskaf wat in die assessering gekies is.
az: Siz qiymətləndirmədə seçim üçün variantlar verməlisiniz.
ca: Heu de proporcionar opcions seleccionades a l'avaluació.
cs: Musíte poskytnout možnosti vybrané v hodnocení.
da: Du skal angive valgmuligheder, der er valgt i vurderingen.
es_ar: Debe proporcionar las opciones seleccionadas en la evaluación.
fa_ir: شما باید گزینه‌های انتخاب‌شده در ارزیابی را ارائه دهید.
fi: Sinun on annettava arvioinnissa valitut vaihtoehdot.
fil_ph: Dapat kang magbigay ng mga pagpipiliang napili sa pagtatasa.
fr_fr: Vous devez fournir les options sélectionnées dans l&#39;évaluation.
hr: Morate pružiti odabrane opcije u procjeni.
ko_kr: 평가에서 선택한 옵션을 제공해야 합니다.
sv: Du måste ange alternativ som valts i bedömningen.
uk: Потрібно вказати параметри, обрані в цьому оцінюванні.

source: You must provide overall feedback in the assessment.
af_za: Jy moet algemene terugvoer in die assessering verskaf.
az: Siz tapşırığa ümumi rəy yazmalısınız.
ca: Heu de proporcionar comentaris generals a l'avaluació.
cs: Musíte poskytnout celkovou zpětnou vazbu v hodnocení.
da: Du skal give overordnet feedback i vurderingen.
es_ar: Debe proporcionar feedback general en la evaluación.
fa_ir: شما باید بازخورد کلی از ارزیابی را ارائه دهید.
fi: Arvioinnissa tulee antaa kokonaispalaute.
fil_ph: Dapat kang magbigay ng pangkalahatang feedback sa pagtatasa.
fr_fr: Vous devez fournir une rétroaction globale dans l&#39;évaluation.
hr: Morate pružiti ukupne povratne informacije u procjeni.
ko_kr: 평가에 대한 전체적인 피드백을 제공해야 합니다.
sv: Du måste ge övergripande feedback i bedömningen.
uk: Потрібно надати загальний відгук для цього оцінювання.

source: You must provide feedback for criteria in the assessment.
af_za: Jy moet terugvoer gee oor kriteria in die assessering.
az: Siz qiymətləndirmədə olan meyar üçün rəy verməlisiniz.
ca: Heu de proporcionar comentaris sobre els criteris de la valoració.
cs: Musíte poskytnout zpětnou vazbu pro kritéria v hodnocení.
da: Du skal give feedback til kriterier i vurderingen.
es_ar: Debe proporcionar comentarios sobre los criterios de la evaluación.
fa_ir: برای معیارهای ارزیابی باید بازخورد ارائه کنید.
fi: Sinun tulee antaa palautetta arvioinnin kriteereistä.
fil_ph: Dapat kang magbigay ng feedback para sa pamantayan sa pagtatasa.
fr_fr: Vous devez fournir des commentaires sur les critères de l&#39;évaluation.
hr: Morate pružiti povratne informacije za kriterije u procjeni.
ko_kr: 과제의 기준에 대한 피드백을 제공해야 합니다.
sv: Du måste ge feedback för kriterier i bedömningen.
uk: Потрібно надати відгук на критерій оцінювання.

source: '{date}' is an invalid date format. Make sure the date is formatted as YYYY-MM-DDTHH:MM:SS.
af_za: '{date}' is 'n ongeldige datumformaat. Maak seker dat die datum geformateer is as YYYY-MM-DDTHH:MM:SS.
az: '{date}' etibarsız formatdadır. Əmin olun ki, tarix bu şəkildə verilib İİİİ-AA-GGTSS:DD:SS.
ca: '{date}' és un format de data no vàlid. Assegureu-vos que la data està formateada com a YYYY-MM-DDTHH:MM:SS.
cs: '{date}' je neplatný formát data. Ujistěte se, že je datum ve formátu RRRR-MM-DDTHH:MM:SS.
da: &#39;{date}&#39; er et ugyldigt datoformat. Sørg for, at datoen er formateret som ÅÅÅÅ-MM-DDTHH:MM:SS.
es_ar: '{date}' es un formato de fecha no válido. Asegurarse de que la fecha tiene el formato AAAA-MM-DDTHH:MM:SS.
fa_ir: شکل '{date}' معتبر نیست. اطمینان حاصل کنید که به شکل YYYY-MM-DDTHH:MM:SS وارد شود.
fi: &quot;{date}&quot; on virheellinen päivämäärämuoto. Varmista, että päivämäärä on muotoiltu VVVV-KK-PPTHH:MM:SS.
fil_ph: Ang &#39;{date}&#39; ay isang di-wastong format ng petsa. Tiyaking naka-format ang petsa bilang YYYY-MM-DDTHH:MM:SS.
fr_fr: &#39;{date}&#39; est un format de date invalide. Assurez-vous que la date est au format AAAA-MM-JJTHH:MM:SS.
hr: '{date}' nije valjan format datuma. Pripazite da format datuma bude GGGG-MM-DDTHH:MM:SS.
ko_kr: '{date}'는 올바르지 않는 날짜 형식입니다. 날짜 형식이 YYYY-MM-DDTHH:MM:SS 이 되도록 바꿔주시길 바랍니다.
sv: &quot;{date}&quot; är ett ogiltigt datumformat. Kontrollera att datumet är formaterat som ÅÅÅÅ-MM-DDTHH: MM: SS.
uk: '{date}' неправильний формат дати. Переконайтесь, що формат вашої дати "рік-місяць-день; години-хвилини-секунди".

source: '{date}' must be a date string or datetime
af_za: '{date}' moet 'n datumstring of datumtyd wees
az: '{date}' tarix və ya günün vaxtı olmalıdır
ca: '{date}' ha de ser una cadena de dates o un datetime
cs: '{date}' musí být řetězec data nebo datetime
da: &#39;{date}&#39; skal være en datostreng eller datetime
es_ar: '{date}' ha de ser date string o datetime
fa_ir: '{date}' باید به صورت یک رشته یا تاریخ‌زمان باشد
fi: &#39;{date}&#39; on oltava päivämäärämerkkijono tai päivämääräaika
fil_ph: Ang &#39;{date}&#39; ay dapat na isang string ng petsa o oras ng petsa
fr_fr: &#39;{date}&#39; doit être une chaîne de date ou datetime
hr: '{date}' mora biti datumski niz ili datum i vrijeme
ko_kr: '{date}'는 무조건 날짜 문자열이거나 날짜와 시간만 나타내야 합니다.
sv: &quot;{date}&quot; måste vara en datumsträng eller datetime
uk: '{date}' має бути зазначений рядок дати або дати та часу

source: This step's start date '{start}' cannot be earlier than the previous step's start date '{prev}'.
af_za: Hierdie stap se begindatum '{start}' kan nie vroeër as die vorige stap se begindatum '{prev}' wees nie.
az: Bu mərhələnin başlama tarixi '{start}' öncəki mərhələnin başlama tarixindən'{prev}' əvvəl olmamalıdır.
ca: La data d'inici d'aquest pas '{start}' no pot ser anterior a la data d'inici del passi anterior '{prev}'.
cs: Datum zahájení tohoto kroku '{start}' nemůže být dřívější než datum zahájení předchozího kroku '{prev}'.
da: Dette trins startdato &#39;{start}&#39; kan ikke være tidligere end det forrige trins startdato &#39;{prev}&#39;.
es_ar: La fecha de comienzo de este paso '{start}' no pude ser anterior a la fecha de comienzo del paso anterior '{prev}'.
fa_ir: تاریخ آغاز این مرحله "{start}" نمی‌تواند زودتر از تاریخ آغاز مرحله قبلی "{prev}" باشد.
fi: Tämän vaiheen aloituspäivämäärä &quot;{start}&quot; ei voi olla aikaisempi kuin edellisen vaiheen aloituspäivämäärä &quot;{prev}&quot;.
fil_ph: Ang petsa ng pagsisimula ng hakbang na &#39;{start}&#39; ay hindi maaaring mas maaga kaysa sa petsa ng pagsisimula ng nakaraang hakbang na &#39;{prev}&#39;.
fr_fr: La date de début de cette étape &#39;{start}&#39; ne peut pas être antérieure à la date de début de l&#39;étape précédente &#39;{prev}&#39;.
hr: Datum početka ovog koraka '{start}' ne smije biti raniji od datuma početka prethodnog koraka '{prev}'.
ko_kr: 이번 단계의 시작날짜 '{start}'는 다음 단계 시작날짜 '{prev}' 이후 일 수 없습니다.
sv: Detta stegs startdatum &quot;{start}&quot; kan inte vara tidigare än föregående stegs startdatum &quot;{prev}&quot;.
uk: Дата початку цього кроку '{start}' не може бути раніше за дату наступного кроку '{prev}'.

source: This step's due date '{due}' cannot be later than the next step's due date '{prev}'.
af_za: Hierdie stap se sperdatum '{due}' kan nie later wees as die volgende stap se sperdatum '{prev}' nie.
az: Bu mərhələnin son tarixi '{due}' növbəti mərhələnin son tarixindən '{prev}' gec ola bilməz.
ca: La data de venciment d'aquest pas '{due}' no pot ser posterior a la data de venciment del següent pas '{prev}'.
cs: Datum dokončení tohoto kroku '{due}' nemůže být pozdější než datum dokončení následujícího kroku '{prev}'.
da: Dette trins forfaldsdato &#39;{due}&#39; må ikke være senere end det næste trins forfaldsdato &#39;{prev}&#39;.
es_ar: La fecha límite de este paso '{due}' no puede ser posterior a la fecha límite del siguiente paso '{prev}'.
fa_ir: تاریخ مقرر این مرحله '{due}' نمی‌تواند دیرتر از تاریخ مقرر مرحله بعدی "{prev}" تنظیم شود.
fi: Tämän vaiheen eräpäivä {due} ei voi olla myöhäisempi kuin seuraavan vaiheen eräpäivä {prev}.
fil_ph: Ang takdang petsa ng hakbang na &#39;{due}&#39; ay hindi maaaring mas huli kaysa sa takdang petsa ng susunod na hakbang na &#39;{prev}&#39;.
fr_fr: La date d&#39;échéance de cette étape &#39;{due}&#39; ne peut pas être postérieure à la date d&#39;échéance de l&#39;étape suivante &#39;{prev}&#39;.
hr: Rok ovog koraka '{due}' ne smije biti kasniji od roka sljedećeg koraka '{prev}'.
ko_kr: 이번 단계의 마감일 '{due}'는 다음 단계 마감일 '{prev}' 이후 일 수 없습니다.
sv: Detta stegs förfallodatum &quot;{due}&quot; kan inte vara senare än nästa stegs förfallodatum &quot;{prev}&quot;.
uk: Кінцева дата цього кроку '{due}' не може бути пізніше, ніж кінцева дата наступного кроку '{prev}'.

source: The start date '{start}' cannot be later than the due date '{due}'
af_za: Die begindatum '{start}' kan nie later as die sperdatum '{due}' wees nie
az: Başlama tarixi '{start}' son tarixdən '{due}' gec ola bilməz
ca: La data d'inici '{start}' no pot ser posterior a la data de venciment '{due}'
cs: Datum zahájení '{start}' nemůže být pozdější než datum platnosti '{due}'
da: Startdatoen &#39;{start}&#39; må ikke være senere end forfaldsdatoen &#39;{due}&#39;
es_ar: La fecha de comienzo '{start}' no puede ser posterior a la fecha límite '{due}'
fa_ir: تاریخ آغاز "{start}" نباید دیرتر از تاریخ مقرر "{due}" در نظر گرفته شود.
fi: Aloituspäivä &#39;{start}&#39; ei voi olla myöhäisempi kuin eräpäivä &#39;{due}&#39;
fil_ph: Ang petsa ng pagsisimula na &#39;{start}&#39; ay hindi maaaring lumampas sa takdang petsa na &#39;{due}&#39;
fr_fr: La date de début &#39;{start}&#39; ne peut pas être postérieure à la date d&#39;échéance &#39;{due}&#39;
hr: Datum početka '{start}' ne smije biti kasniji od roka '{due}'
ko_kr: 개강일 '{start}'은 '{due}' 보다 이후가 될 수 없습니다.
sv: Startdatumet &quot;{start}&quot; kan inte vara senare än förfallodagen &quot;{due}&quot;
uk: Дата початку '{start}' не може бути пізнішою за дату закінчення '{due}'.

source: This problem must include at least one assessment.
af_za: Dit probleem moet ten minste 1 beoordeling bevatten.
az: Bu tapşırığa ən azı bir qiymətləndirmə daxil edilməlidir.
ca: Aquest problema ha d'incloure almenys una avaluació.
cs: Tento problém musí obsahovat alespoň jedno hodnocení.
da: Dette problem skal omfatte mindst én vurdering.
es_ar: Este problema debe incluir al menos una evaluación.
fa_ir: این مسئله باید شامل حداقل یک ارزیابی باشد.
fi: Tähän ongelmaan on sisällyttävä vähintään yksi arviointi.
fil_ph: Ang problemang ito ay dapat magsama ng hindi bababa sa isang pagtatasa.
fr_fr: Ce problème doit comprendre au moins une évaluation.
hr: Ovaj problem mora uključivati barem jedu procjenu.
ko_kr: 이 문제는 적어도 하나의 평가를 포함해야합니다.
sv: Detta problem måste innehålla minst en bedömning.
uk: Ця задача повинна мати хоча б одне завдання.
