Repository: openedx/edx-ora2
Catalog: openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, az, ca, cs, da, es_ar, fa_ir, fi, fil_ph, fr_fr, hr, ko_kr, sv, uk

source: Prompts. Replace the sample text with your own text. For more information, see the ORA documentation.
af_za: Vrae. Vervang die voorbeeldteks met jou eie teks. Vir meer inligting, sien die ORA dokumentasie.
az: Dəvət işarələri. Nümunə mətni öz mətninizlə əvəz edin. Əlavə məlumat üçün ORA sənədinə baxın.
ca: Avisos. Substituïu el text d'exemple amb el vostre text. Per obtenir més informació, consulteu la documentació ORA.
cs: Výzvy. Nahraďte ukázkový text vlastním textem. Další informace naleznete v dokumentaci ORA.
da: Spørger. Erstat eksempelteksten med din egen tekst. For mere information, se ORA-dokumentationen.
es_ar: Indicaciones. Reemplace el texto de muestra con su propio texto. Para obtener más información, consulte la documentación de ORA.
fa_ir: درخواست‌ها. متن مورد نظر خود را جایگزین متن نمونه کنید. برای کسب اطلاعات بیشتر، مستندات ORA را ببینید.
fi: Kehotteet. Korvaa malliteksti omalla tekstilläsi. Lisätietoja on ORA-dokumentaatiossa.
fil_ph: Mga senyales. Palitan ang sample na teksto ng iyong sariling teksto. Para sa karagdagang impormasyon, tingnan ang dokumentasyon ng ORA.
fr_fr: Instructions. Remplacez l&#39;exemple de texte par votre propre texte. Pour plus d&#39;informations, consultez la documentation ORA.
hr: Upiti. Zamijenite primjer teksta vlastitim tekstom. Više informacija dostupno je u ORA dokumentaciji.
ko_kr: 문제와 예문을 바꾸세요. 이에 관해 도움말이 필요하면 ORA 도움말을 참고하세요.
sv: Frågar. Byt ut provtexten med din egen text. Mer information finns i ORA-dokumentationen.
uk: Рекомендації. Замініть текст прикладу власним текстом. Для додаткових пояснень перегляньте документацію до відповідей у довільній формі. Для додаткових пояснень перегляньте документацію до відповідей у довільній формі.

source: Add Prompt
af_za: Voeg by Snelheid
az: Dəvət işarəsi əlavə edin
ca: Afegeix un missatge indicatiu
cs: Přidat výzvu
da: Tilføj prompt
es_ar: Agregar mensaje
fa_ir: درخواست
fi: Lisää kehote
fil_ph: Magdagdag ng Prompt
fr_fr: Ajouter une invite
hr: Dodaj upit
ko_kr: 문제 추가
sv: Lägg till Fråga
uk: Додати рекомендацію

source: Rubrics are made up of criteria, which usually contain one or more options. Each option has a point value. This template contains two sample criteria and their options. Replace the sample text with your own text. For more information, see the ORA documentation.
af_za: Rubrieke bestaan uit kriteria wat gewoonlik een of meer opsies bevat. Elke opsie het 'n puntwaarde. Hierdie sjabloon bevat twee steekproefkriteria en hul opsies. Vervang die voorbeeldteks met jou eie teks. Vir meer inligting, sien die ORA dokumentasie.
az: Rubrikalar adətən bir və ya daha çox variantları olan meyarlardan ibarətdir. Hər bir variantın bir xal dəyəri var. Bu şablonda iki nümunə meyar və onların variantları var. Nümunə mətni öz mətninizlə dəyişdirin. Daha ətraflı məlumat üçün ORA sənədlərinə baxın.
ca: Les rubriques estan formades per criteris, que normalment contenen una o més opcions. Cada opció té un valor de punt. Aquesta plantilla conté dos criteris d'exemple i les seves opcions. Substituïu el text d'exemple amb el vostre text. Per obtenir més informació, consulteu la documentació ORA.
cs: Rubriky se skládají z kritérií, která obvykle obsahují jednu nebo více možností. Každá možnost má bodovou hodnotu. Tato šablona obsahuje dvě vzorová kritéria a jejich možnosti. Nahraďte ukázkový text vlastním textem. Další informace naleznete v dokumentaci ORA.
da: Rubrikker er opbygget af kriterier, som normalt indeholder en eller flere muligheder. Hver mulighed har en pointværdi. Denne skabelon indeholder to prøvekriterier og deres muligheder. Erstat eksempelteksten med din egen tekst. For mere information, se ORA-dokumentationen.
es_ar: Las rúbricas se componen de criterios, que normalmente contienen una o más opciones. Cada opción tiene un valor en puntos. Esta plantilla contiene dos criterios de muestra y sus opciones. Reemplace el texto de muestra con su propio texto. Para obtener más información, consulte la documentación de ORA.
fa_ir: راهنمای امتیازدهی شامل معیارهایی با تقریبا یک یا تعداد بیشتری گزینه است. هر گزینه مقداری امتیاز دارد. این ساختار، دو معیار ساده و تعدادی گزینه دارد. متن مورد نظر خود را جایگزین متن پیش‌فرض کنید. برای اطلاعات بیشتر اسناد ORA را ملاحظه کنید.
fi: Rubriikit koostuvat kriteereistä, jotka sisältävät yleensä yhden tai useamman vaihtoehdon. Jokaisella vaihtoehdolla on pistearvo. Tämä malli sisältää kaksi esimerkkiehtoa ja niiden vaihtoehdot. Korvaa malliteksti omalla tekstilläsi. Lisätietoja on ORA-dokumentaatiossa.
fil_ph: Ang mga rubric ay binubuo ng mga pamantayan, na karaniwang naglalaman ng isa o higit pang mga opsyon. Ang bawat opsyon ay may halaga ng punto. Ang template na ito ay naglalaman ng dalawang sample na pamantayan at ang kanilang mga pagpipilian. Palitan ang sample na teksto ng iyong sariling teksto. Para sa karagdagang impormasyon, tingnan ang dokumentasyon ng ORA.
fr_fr: Les rubriques sont composées de critères, qui contiennent généralement une ou plusieurs options. Chaque option a une valeur en points. Ce modèle contient deux exemples de critères et leurs options. Remplacez l&#39;exemple de texte par votre propre texte. Pour plus d&#39;informations, consultez la documentation ORA.
hr: Rubrike se sastoje od kriterija, koji obično sadrže jednu ili više opcija. Svaka opcija ima bodovnu vrijednost. Ovaj predložak sadrži dva primjera kriterija i njihove opcije. Zamijenite primjer teksta vlastitim tekstom. Više informacija dostupno je u ORA dokumentaciji.
ko_kr: 루브릭은 평가 항목으로 구성되어 있으며, 1개 이상의 평가 기준을 포함하고 있습니다. 각 평가기준은 1점으로 점수값이 매겨져 있습니다. 이 템플릿은 두 가지 평가 항목과 각각의 평가 기준 예시를 포함하고 있습니다. 예시 텍스트를 새로 작성하셔도 좋습니다. 더 자세한 정보는, ORA 도움말을 참고하세요.
sv: Rubriker består av kriterier, som vanligtvis innehåller ett eller flera alternativ. Varje alternativ har ett poängvärde. Denna mall innehåller två provkriterier och deras alternativ. Byt ut provtexten med din egen text. Mer information finns i ORA-dokumentationen.
uk: Категорії створюються з критеріїв, які мають один або кілька варіантів. Кожен варіант має ваговий коефіцієнт. У цьому зразку містяться два приклади критеріїв та варіантів до них. Замініть текст прикладу на власний. Для додаткових пояснень перегляньте документацію до відповідей у довільній формі.

source: Add Criterion
af_za: Voeg by Kriterium
az: Meyar əlavə edin
ca: Afegeix criteri
cs: Přidat kritérium
da: Tilføj kriterium
es_ar: Agregar criterio
fa_ir: افزودن معیار
fi: Lisää kriteeri
fil_ph: Magdagdag ng Criterion
fr_fr: Ajouter un critère
hr: Dodaj kriterij
ko_kr: 평가 항목 추가
sv: Lägg till kriterium
uk: Додати критерій

source: Feedback for This Response
af_za: Terugvoer oor die antwoord
az: Bu cavab üçün rəy
ca: Comentaris per a aquesta resposta
cs: Zpětná vazba pro tuto odpověď
da: Feedback til dette svar
es_ar: Comentarios para esta respuesta
fa_ir: بازخورد این پاسخ
fi: Palaute tähän vastaukseen
fil_ph: Feedback para sa Tugon na Ito
fr_fr: Commentaires pour cette réponse
hr: Povratne informacije za ovaj odgovor
ko_kr: 이 응답에 대한 피드백
sv: Feedback för detta svar
uk: Відгук про цю відповідь

source: Feedback Instructions
af_za: Terugvoerinstruksies
az: Əks əlaqə təlimatları
ca: Instruccions de comentaris
cs: Pokyny pro zpětnou vazbu
da: Feedback instruktioner
es_ar: Instrucciones de comentarios
fa_ir: دستورالعمل‌های بازخورد
fi: Palautteen ohjeet
fil_ph: Mga Tagubilin sa Feedback
fr_fr: Instructions de rétroaction
hr: Upute za povratne informacije
ko_kr: 피드백 지시사항
sv: Feedback Instruktioner
uk: Інструкції по відгуках

source: Encourage learners to provide feedback on the response they have graded. You can replace the sample text with your own.
af_za: Moedig leerders aan om terugvoer te gee oor die reaksie wat hulle gegradeer het. Jy kan die voorbeeld teks vervang met jou eie.
az: Tələbələri qiymətləndirdikləri cavablara rəy yazmağa həvəsləndirin. Siz nümunə mətni öz mətninizlə əvəz edə bilərsiniz.
ca: Anime els alumnes a proporcionar comentaris sobre la resposta que han classificat. Podeu substituir el text d'exemple amb el vostre.
cs: Povzbuďte studenty, aby poskytli zpětnou vazbu na odpověď, kterou ohodnotili. Ukázkový text můžete nahradit svým vlastním.
da: Tilskynd eleverne til at give feedback på det svar, de har givet karakter. Du kan erstatte eksempelteksten med din egen.
es_ar: Motive a los estudiantes a aportar feedback a las respuestas que ellos han calificado. Puede reemplazar el texto de muestra por su propio texto.
fa_ir: یادگیرندگان را تشویق کنید تا بازخورد خود را درباره پاسخی که نمره داده‌اند ارائه کنند. می توانید متن خود را جایگزین متن نمونه کنید.
fi: Kannusta oppilaita antamaan palautetta arvioimistaan vastauksista. Voit korvata mallitekstin omallasi.
fil_ph: Hikayatin ang mga mag-aaral na magbigay ng feedback sa sagot na kanilang namarkahan. Maaari mong palitan ang sample na teksto ng iyong sarili.
fr_fr: Encouragez les apprenants à donner leur avis sur la réponse qu&#39;ils ont notée. Vous pouvez remplacer l&#39;exemple de texte par le vôtre.
hr: Potaknite učenike da daju povratne informacije o odgovorima koje su ocijenili. Primjer teksta možete zamijeniti vlastitim.
ko_kr: 학습자가 채점을 완료한 답변에 대해 피드백을 입력하도록 권장하세요. 예제 텍스트를 대체하여 입력하면 됩니다.
sv: Uppmuntra eleverna att ge feedback om svaret de har graderat. Du kan ersätta provtexten med din egen.
uk: Заохочуйте слухачів залишати відгуки на перевірені ними відповіді. Ви можете замінити наведений текст прикладу власним.

source: Default Feedback Text
af_za: Verstek Terugvoer Teks
az: Standart əks əlaqə mətni
ca: Text de comentaris predeterminat
cs: Výchozí text zpětné vazby
da: Standard feedbacktekst
es_ar: Texto por defecto para retroalimentación
fa_ir: متن پیش‌فرض بازخورد
fi: Oletuspalauteteksti
fil_ph: Default na Teksto ng Feedback
fr_fr: Texte de commentaires par défaut
hr: Zadani tekst povratnih informacija
ko_kr: 기본 피드백 텍스트
sv: Standard Feedback Text
uk: Текст відгуку за замовчуванням

source: Enter feedback text that learners will see before they enter their own feedback. Use this text to show learners a good example peer assessment.
af_za: Voer terugvoerteks in wat leerders sal sien voordat hulle hul eie terugvoer invoer. Gebruik hierdie teks om aan leerders 'n goeie voorbeeld van portuurassessering te wys.
az: Tələbələr öz rəylərini daxil etmədən öncə onların görməsi üçün rəy mətnini daxil edin. Bu mətndən yaxşı bir həmyaşıd qiymətləndirmə nümunəsi kimi tələbələrə göstərmək üçün istifadə edin.
ca: Introduïu el text de comentaris que els alumnes veuran abans d'introduir els vostres propis comentaris. Utilitzeu aquest text per mostrar als alumnes un bon exemple d'avaluació entre iguals.
cs: Zadejte text zpětné vazby, který studenti uvidí, než zadají vlastní zpětnou vazbu. Pomocí tohoto textu můžete studentům ukázat dobrý příklad vzájemného hodnocení.
da: Indtast feedbacktekst, som eleverne vil se, før de indtaster deres egen feedback. Brug denne tekst til at vise eleverne et godt eksempel på peer-vurdering.
es_ar: Ingrese el texto de comentarios que los estudiantes verán antes de ingresar sus propios comentarios. Utilice este texto para mostrar a los alumnos un buen ejemplo de evaluación entre pares.
fa_ir: متن بازخورد را وارد کنید که یادگیرنده پیش از واردکردن بازخورد خود می‌بینند. از این متن برای نمایش یک نمونه خوب ارزیابی همتایان به یادگیرندگان استفاده کنید.
fi: Kirjoita palauteteksti, jonka oppijat näkevät ennen oman palautteen antamista. Käytä tätä tekstiä näyttääksesi oppijoille hyvä esimerkki vertaisarvioinnista.
fil_ph: Maglagay ng text ng feedback na makikita ng mga mag-aaral bago nila ilagay ang sarili nilang feedback. Gamitin ang tekstong ito upang ipakita sa mga mag-aaral ang isang magandang halimbawa ng pagtatasa ng kasamahan.
fr_fr: Entrez le texte de commentaires que les apprenants verront avant qu&#39;ils n&#39;entrent leurs propres commentaires. Utilisez ce texte pour montrer aux apprenants un bon exemple d&#39;évaluation par les pairs.
hr: Unesite tekst koji će korinsici vidjeti prije nego što unesu svoje povratne informacije. Taj tekst neka vam posluži da pokažete korisnicima dobar primjer procjene vršnjaka.
ko_kr: 학습자가 직접 피드백을 입력하기 전에 보게 될 피드백 텍스트를 입력하세요. 이 텍스트를 통해 학습자에게 좋은 상호 평가 예제를 보여주세요.
sv: Ange feedbacktext som eleverna kommer att se innan de anger sin egen feedback. Använd den här texten för att visa eleverna ett bra exempel på peer-bedömning.
uk: Введіть текст відгуку, який слухачі будуть бачити перед внесенням власного відгуку. Використовуйте цей текст для прикладу якісно виконаного перехресного оцінювання.

source: Deadlines Configuration
af_za: Sperdatums Opstelling
da: Deadlines Konfiguration
es_ar: Configuración de plazos
fa_ir: پیکربندی مهلت‌ها
fi: Määräaikojen määritys
fil_ph: Configuration ng mga Deadline
fr_fr: Configuration des délais
uk: Конфігурація кінцевих термінів виконання

source: Select a deadline configuration option
af_za: Kies 'n sperdatum konfigurasie opsie
da: Vælg en deadline-konfigurationsmulighed
es_ar: Seleccione una opción de configuración de fecha límite
fa_ir: یک گزینه پیکربندی مهلت را انتخاب کنید
fi: Valitse määräajan määritysvaihtoehto
fil_ph: Pumili ng opsyon sa pagsasaayos ng deadline
fr_fr: Sélectionnez une option de configuration de date limite
uk: Оберіть варіант конфігурації кінцевих термінів виконання

source: NEW
af_za: NUWE
da: NY
es_ar: NUEVO
fi: UUSI
fil_ph: BAGO
fr_fr: NOUVEAU
uk: НОВИНА

source: Configure deadlines manually
af_za: Stel sperdatums handmatig op
da: Konfigurer deadlines manuelt
es_ar: Configurar plazos manualmente
fa_ir: مهلت ها را به صورت دستی پیکربندی کنید
fi: Määritä määräajat manuaalisesti
fil_ph: Manu-manong i-configure ang mga deadline
fr_fr: Configurer les délais manuellement
uk: Ручна конфігурація кінцевих термінів виконання

source: Match deadlines to the subsection due date
af_za: Wedstryd sperdatums na die onderafdeling vervaldatum
da: Match deadlines til underafdelingens forfaldsdato
es_ar: Hacer coincidir los plazos con la fecha de vencimiento de la subsección
fa_ir: ضرب‌الاجل‌ها را با تاریخ سررسید بخش فرعی مطابقت دهید
fi: Yhdistä määräajat alaosion eräpäivään
fil_ph: Itugma ang mga deadline sa takdang petsa ng subsection
fr_fr: Faire correspondre les délais avec la date d&#39;échéance de la sous-section
uk: Підібрати крайні терміни відповідно до дати виконання завдань підрозділу

source: Match deadlines to the course end date
af_za: Pas sperdatums na die kursus-einddatum
da: Match deadlines til kursets slutdato
es_ar: Hacer coincidir los plazos con la fecha de finalización del curso.
fa_ir: ضرب الاجل ها را با تاریخ پایان دوره مطابقت دهید
fi: Sovita määräajat kurssin päättymispäivään
fil_ph: Itugma ang mga deadline sa petsa ng pagtatapos ng kurso
fr_fr: Faire correspondre les délais à la date de fin du cours
uk: Підібрати крайні терміни відповідно до дати закінчення курсу

source: Learn more about open response date settings
af_za: Leer meer oor oop reaksie datum instellings
da: Få mere at vide om åbne svardatoindstillinger
es_ar: Obtenga más información sobre la configuración de fecha de respuesta abierta
fa_ir: درباره تنظیمات تاریخ پاسخ باز بیشتر بیاموزید
fi: Lue lisää avoimen vastauspäivämäärän asetuksista
fil_ph: Matuto pa tungkol sa mga setting ng petsa ng bukas na tugon
fr_fr: En savoir plus sur les paramètres de date de réponse ouverte
uk: Дізнатись більше про налаштування дати відкритої відповіді

source: Response Start Date
af_za: Reaksie Begindatum
az: Cavab verilməsinin başlama tarixi
ca: Data de començament de la resposta
cs: Datum zahájení odpovědi
da: Startdato for svar
es_ar: Fecha de inicio de la respuesta
fa_ir: تاریخ آغاز پاسخگویی
fi: Vastauksen alkamispäivä
fil_ph: Petsa ng Pagsisimula ng Tugon
fr_fr: Date de début de la réponse
hr: Datum pocetka vaseg odgovora
ko_kr: 답변 시작일
sv: Startdatum för svar
uk: Початкова дата

source: Response Start Time
af_za: Reaksie Begin Tyd
az: Cavab verilməsinin başlama vaxtı
ca: Hora d'inici de la resposta
cs: Čas zahájení odpovědi
da: Starttid for svar
es_ar: Hora de inicio de la respuesta
fa_ir: زمان آغاز پاسخگویی
fi: Vastauksen alkamisaika
fil_ph: Oras ng Pagsisimula ng Tugon
fr_fr: Heure de début de réponse
hr: Vrijeme pocetka vaseg odgovora
ko_kr: 답변 시작 시간
sv: Starttid för svar
uk: Початковий час

source: The date and time when learners can begin submitting responses.
af_za: Die datum en tyd wanneer leerders kan begin om antwoorde in te dien.
az: Tələbələrin cavabları göndərə biləcəkləri tarix və vaxt.
ca: La data i l'hora en què els alumnes poden començar a enviar respostes.
cs: Datum a čas, kdy mohou studenti začít odesílat odpovědi.
da: Dato og tidspunkt, hvor eleverne kan begynde at indsende svar.
es_ar: La fecha y hora en que los alumnos pueden comenzar a enviar respuestas.
fa_ir: تاریخ و زمانی که یادگیرندگان می‌توانند ارسال پاسخ را آغاز کنند.
fi: Päivämäärä ja kellonaika, jolloin oppijat voivat alkaa lähettää vastauksia.
fil_ph: Ang petsa at oras kung kailan maaaring magsimulang magsumite ng mga tugon ang mga mag-aaral.
fr_fr: La date et l&#39;heure auxquelles les apprenants peuvent commencer à soumettre leurs réponses.
hr: Datum i vrijeme kada korisnici mogu početi podnositi odgovore.
ko_kr: 학습자가 답변 제출을 시작할 수 있는 날짜 및 시간입니다.
sv: Datum och tid då eleverna kan börja skicka svar.
uk: Дата та час початку оцінювання слухачами відповідей інших слухачів.

source: Response Due Date
af_za: Antwoord Vervaldatum
az: Cavabların göndərilməsi üçün son tarix
ca: Data de venciment de la resposta
cs: Datum platnosti odpovědi
da: Forfaldsdato for svar
es_ar: Fecha límite de respuesta
fa_ir: تاریخ پایان پاسخگویی
fi: Vastauksen eräpäivä
fil_ph: Petsa ng Pagtugon
fr_fr: Date d&#39;échéance de la réponse
hr: Zadnji dan vaseg odgovora
ko_kr: 답변 마감일
sv: Reaktionsfrist
uk: Дата виконання

source: Response Due Time
af_za: Antwoord As gevolg Tyd
az: Cavabların göndərilməsi üçün son vaxt
ca: Temps de resposta
cs: Čas platnosti odpovědi
da: Svarfrist
es_ar: Plazo de respuesta
fa_ir: زمان پایان پاسخگویی
fi: Vastauksen määräaika
fil_ph: Takdang Oras ng Tugon
fr_fr: Délai de réponse
hr: Vremenski rok za odgovor
ko_kr: 답변 마감 시간
sv: Svarstid
uk: Час виконання

source: The date and time when learners can no longer submit responses.
af_za: Die datum en tyd wanneer leerders nie meer antwoorde kan indien nie.
az: Tələbələrin cavabları artıq göndərə bilməyəcəkləri tarix və vaxt.
ca: La data i l'hora en què els aprenents ja no poden enviar respostes.
cs: Datum a čas, kdy studenti již nemohou odesílat odpovědi.
da: Dato og tidspunkt, hvor eleverne ikke længere kan indsende svar.
es_ar: La fecha y hora en que los alumnos ya no pueden enviar respuestas.
fa_ir: تاریخ و زمانی که یادگیرندگان، دیگر نمی توانند پاسخ ارسال کنند.
fi: Päivämäärä ja kellonaika, jolloin oppilaat eivät voi enää lähettää vastauksia.
fil_ph: Ang petsa at oras kung kailan hindi na makakapagsumite ng mga tugon ang mga mag-aaral.
fr_fr: La date et l&#39;heure auxquelles les apprenants ne peuvent plus envoyer de réponses.
hr: Datum i vrijeme kada korisnici više ne mogu podnositi odgovore.
ko_kr: 학습자가 더이상 답변을 제출할 수 없는 날짜 및 시간입니다.
sv: Datum och tid när eleverna inte längre kan lämna in svar.
uk: Дата та час закінчення оцінювання - слухачі більше не можуть надавати відповіді.

source: Step: Self Assessment
af_za: Stap: Selfassessering
az: Mərhələ: Özünü qiymətləndirmə
ca: Pas: autoavaluació
cs: Krok: Sebehodnocení
da: Trin: Selvvurdering
es_ar: Paso: Autoevaluación
fa_ir: مرحله: خودارزیابی
fi: Vaihe: Itsearviointi
fil_ph: Hakbang: Pagsusuri sa Sarili
fr_fr: Étape : Auto-évaluation
hr: Korak: samoprocjena
ko_kr: 단계 : 자기평가
sv: Steg: Självbedömning
uk: Крок: Самооцінювання

source: Self Assessment asks learners to grade their own submissions against the rubric.
af_za: Selfassessering vra leerders om hul eie voorleggings teen die rubriek te gradeer.
cs: Sebehodnocení žádá studenty, aby ohodnotili své vlastní příspěvky podle rubriky.
da: Selvvurdering beder eleverne om at bedømme deres egne afleveringer i forhold til rubrikken.
es_ar: La autoevaluación pide a los alumnos que califiquen sus propios envíos según la rúbrica.
fa_ir: قسمت خودارزیابی از یادگیرندگان می‌خواهد تا براساس راهنمای امتیازدهی موارد ارسال خویش را نمره‌گذاری کنند.
fi: Itsearviointi pyytää oppilaita arvostelemaan omaa palautetta rubriikkia vastaan.
fil_ph: Ang Self Assessment ay humihiling sa mga mag-aaral na markahan ang kanilang sariling mga isinumite laban sa rubric.
fr_fr: L&#39;auto-évaluation demande aux apprenants de noter leurs propres soumissions par rapport à la rubrique.
hr: Samoprocjena zahtijeva od korisnika da ocijene svoje podnesene odgovore u odnosu na rubrike.
ko_kr: 자체 평가는 학습자에게 루브릭에 대해 자신의 제출물을 채점하도록 요청합니다.
sv: Självbedömning ber eleverna att betygsätta sina egna inlämningar mot rubriken.
uk: Самооцінка пропонує учням оцінити власні відповіді.

source: Self Assessment Deadlines
af_za: Selfassesseringsdatums
cs: Termíny sebehodnocení
da: Selvvurderingsfrister
es_ar: Fechas límite de autoevaluación
fa_ir: مهلت‌های خودارزیابی
fi: Itsearvioinnin määräajat
fil_ph: Mga Deadline ng Self Assessment
fr_fr: Délais d&#39;auto-évaluation
hr: Rokovi za samoprocjenu
ko_kr: 자체 평가 마감일
sv: Deadlines för självbedömning
uk: Терміни завершення самооцінки

source: The date and time when learners can begin assessing their responses.
af_za: Die datum en tyd waarop leerders hul antwoorde kan begin assesseer.
cs: Datum a čas, kdy mohou studenti začít vyhodnocovat své odpovědi.
da: Dato og tidspunkt, hvor eleverne kan begynde at vurdere deres svar.
es_ar: La fecha y hora en que los alumnos pueden comenzar a evaluar sus respuestas.
fa_ir: تاریخ و زمانی که یادگیرندگان می‌توانند ارزیابی پاسخ‌های خود را آغاز کنند.
fi: Päivämäärä ja kellonaika, jolloin oppijat voivat alkaa arvioida vastauksiaan.
fil_ph: Ang petsa at oras kung kailan maaaring simulan ng mga mag-aaral ang pagtatasa ng kanilang mga tugon.
fr_fr: La date et l&#39;heure auxquelles les apprenants peuvent commencer à évaluer leurs réponses.
hr: Datum i vrijeme kada korisnici mogu početi ocjenjivati svoje odgovore.
ko_kr: 학습자가 응답 평가를 시작할 수 있는 날짜 및 시간입니다.
sv: Datum och tid då eleverna kan börja bedöma sina svar.
uk: Дата та час, коли учні можуть почати оцінювати свої відповіді.

source: The date and time when all self assessments must be complete.
af_za: Die datum en tyd waarop alle selfassesserings voltooi moet word.
cs: Datum a čas, kdy musí být všechna sebehodnocení dokončena.
da: Dato og klokkeslæt, hvor alle selvvurderinger skal være færdige.
es_ar: La fecha y hora en que se deben completar todas las autoevaluaciones.
fa_ir: تاریخ و زمانی که تمام ارزیابی‌های خود باید کامل شوند.
fi: Päivämäärä ja kellonaika, jolloin kaikkien itsearviointien on oltava suoritettuja.
fil_ph: Ang petsa at oras kung kailan dapat kumpleto ang lahat ng self assessment.
fr_fr: La date et l&#39;heure auxquelles toutes les auto-évaluations doivent être terminées.
hr: Datum i vrijeme kada sve samoprocjene moraju biti gotove.
ko_kr: 모든 자체 평가를 완료해야 하는 날짜 및 시간입니다.
sv: Datum och tid då alla självbedömningar måste vara klara.
uk: Дата та час, коли всі самооцінки повинні бути виконані.

source: Step: Staff Assessment
af_za: Stap: Personeelassessering
az: Mərhələ: Heyət qiymətləndirməsi
ca: Pas: Avaluació del personal
cs: Krok: Hodnocení učitelů
da: Trin: Personalevurdering
es_ar: Paso: Evaluación del personal
fa_ir: مرحله: ارزیابی کارکنان
fi: Vaihe: Henkilöstön arviointi
fil_ph: Hakbang: Pagsusuri ng Staff
fr_fr: Étape : Évaluation du personnel
hr: Korak: procjena osoblja
ko_kr: 단계: 운영팀 평가
sv: Steg: Personalbedömning
uk: Крок: Оцінювання викладачем
