Repository: openedx/edx-ora2
Catalog: openassessment/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: af_za, bn_in, da, fil_ph, hr, nl_nl, sl

source: This section could not be loaded.
af_za: Hierdie afdeling kon nie gelaai word nie.
bn_in: এই বিভাগটি লোড করা যায়নি।
da: Denne sektion kunne ikke indlæses.
fil_ph: Hindi ma-load ang seksyong ito.
hr: Nije moguće učitati ovaj odjeljak.
nl_nl: Deze sectie kan niet worden geladen.
sl: Tega razdelka ni bilo mogoče naložiti.

source: The staff assessment form could not be loaded.
af_za: Die personeelassesseringsvorm kon nie gelaai word nie.
bn_in: স্টাফ অ্যাসেসমেন্ট ফর্ম লোড করা যায়নি।
da: Personalevurderingsformularen kunne ikke indlæses.
fil_ph: Hindi ma-load ang form ng pagtatasa ng kawani.
hr: Nije moguće učitati obrazac za ocjenu osoblja.
nl_nl: Het lesgeversevaluatie-formulier kon niet worden geladen.
sl: Obrazca za oceno osebja ni bilo mogoče naložiti.

source: The display of ungraded and checked out responses could not be loaded.
af_za: Die vertoon van ongegradeerde en gekontroleerde antwoorde kon nie gelaai word nie.
bn_in: আপগ্রেড এবং চেক আউট প্রতিক্রিয়ার প্রদর্শন লোড করা যায়নি
da: Visningen af uklassificerede og udtjekkede svar kunne ikke indlæses.
fil_ph: Hindi ma-load ang pagpapakita ng mga sagot na hindi namarkahan at na-check out.
hr: Nije moguće učitati prikaz ocijenjenih i provjerenih odgovora.
nl_nl: Het display van niet-nagekeken en nagekeken antwoorden kon niet worden geladen.
sl: Prikaza neocenjenih in odjavljenih odgovorov ni bilo mogoče naložiti.

source: This response could not be submitted.
af_za: Hierdie antwoord kon nie ingedien word nie.
bn_in: এই প্রতিক্রিয়া জমা দেওয়া যায়নি।
da: Dette svar kunne ikke indsendes.
fil_ph: Hindi maisumite ang tugon na ito.
hr: Nije moguće podnijeti ovaj odgovor.
nl_nl: Dit antwoord kan niet worden verstuurd.
sl: Tega odgovora ni bilo mogoče poslati.

source: Please check your internet connection.
af_za: Gaan jou internetkonneksie na.
da: Tjek venligst din internetforbindelse.
fil_ph: Pakisuri ang iyong koneksyon sa internet.

source: This feedback could not be submitted.
af_za: Hierdie terugvoer kon nie ingedien word nie.
bn_in: এই ফিডব্যাক জমা দেওয়া যায়নি।
da: Denne feedback kunne ikke sendes.
fil_ph: Hindi maisumite ang feedback na ito.
hr: Nije moguće podnijeti ove povratne informacije.
nl_nl: Deze feedback kan niet worden verstuurd.
sl: Te povratne informacije ni bilo mogoče poslati.

source: This assessment could not be submitted.
af_za: Hierdie beoordeling kon nie voorgelê word nie.
bn_in: এই মূল্যায়ন জমা দেওয়া যায়নি।
da: Denne vurdering kunne ikke indsendes.
fil_ph: Hindi maisumite ang pagtatasa na ito.
hr: Nije moguće podnijeti ovu procjenu.
nl_nl: Deze evaluatie kon niet worden verzonden.
sl: Te ocene ni bilo mogoče predložiti.

source: One or more rescheduling tasks failed.
af_za: Een of meer herhalende take het misluk.
bn_in: এক বা একাধিক পুনঃনির্ধারণ কার্য ব্যর্থ হয়েছে।
da: En eller flere omlægningsopgaver mislykkedes.
fil_ph: Nabigo ang isa o higit pang mga gawain sa pag-reschedule.
hr: Jedan ili više zadataka za promjenu rasporeda nije uspio.
nl_nl: Een of meerdere herschalingsopdrachten is mislukt.
sl: Eno ali več nalog za prerazporeditev ni uspelo.

source: This problem could not be saved.
af_za: Hierdie probleem kon nie gestoor word nie.
bn_in: এই সমস্যাটি সংরক্ষণ করা যায়নি
da: Dette problem kunne ikke gemmes.
fil_ph: Hindi ma-save ang problemang ito.
hr: Nije moguće spremiti ovaj problem.
nl_nl: Deze oefening kan niet worden opgeslaan.
sl: Te težave ni bilo mogoče rešiti.

source: The server could not be contacted.
af_za: Die bediener kon nie gekontak word nie.
bn_in: সার্ভারের সাথে যোগাযোগ করা যায়নি।
da: Serveren kunne ikke kontaktes.
fil_ph: Hindi makontak ang server.
hr: Nije moguće uspostaviti vezu s poslužiteljem.
nl_nl: Kan geen contact maken met de server.
sl: S strežnikom ni bilo mogoče vzpostaviti stika.

source: Could not retrieve upload url.
af_za: Kon nie oplaai-URL herwin nie.
bn_in: আপলোড ইউআরএল উদ্ধার করা যায়নি।
da: Kunne ikke hente upload-url.
fil_ph: Hindi mabawi ang url ng pag-upload.
hr: Nije moguće dohvatiti URL za prenošenje.
nl_nl: Kan de upload url niet ophalen.
sl: URL-ja za nalaganje ni bilo mogoče pridobiti.

source: Server error.
af_za: Bedienerprobleem.
bn_in: সার্ভার ত্রুটি।
da: Server Fejl.
fil_ph: Error sa server.
hr: Pogreška poslužitelja.
nl_nl: Serverfout.
sl: Napaka strežnika.

source: Could not retrieve download url.
af_za: Kon nie aflaai-URL herwin nie.
bn_in: ডাউনলোড ইউআরএল পুনরুদ্ধার করা যায়নি।
da: Kunne ikke hente download-url.
fil_ph: Hindi mabawi ang download url.
hr: Nije moguće dohvatiti URL za preuzimanje.
nl_nl: Kan de download url niet ophalen.
sl: URL-ja za prenos ni bilo mogoče pridobiti.

source: The submission could not be removed from the grading pool.
af_za: Die voorlegging kon nie uit die graderingspoel verwyder word nie.
bn_in: জমা গ্রেডিং পুল থেকে অপসারণ করা যায়নি
da: Indsendelsen kunne ikke fjernes fra karakterpuljen.
fil_ph: Hindi maalis ang pagsusumite sa grading pool.
hr: Nije moguće ukloniti podneseni odgovor iz baze za ocjenjivanje.
nl_nl: De verzending kan niet worden verwijderd uit het sorteringsvat.
sl: Oddaje ni bilo mogoče odstraniti iz zbirke ocen.

source: Multiple teams returned for course
af_za: Veelvuldige spanne keer natuurlik terug
bn_in: একাধিক দল কোর্সের জন্য ফিরে এসেছে
da: Flere hold vendte tilbage til kursus
fil_ph: Maraming mga koponan ang bumalik para sa kurso
hr: Nekoliko timova vratilo se na kolegij
nl_nl: Meerdere teams keerden terug voor cursus
sl: Na tečaj se je vrnilo več ekip

source: Could not load teams information.
af_za: Kon nie spanne-inligting laai nie.
bn_in: দলের তথ্য লোড করা যায়নি।
da: Kunne ikke indlæse teamoplysninger.
fil_ph: Hindi ma-load ang impormasyon ng mga team.
hr: Nije moguće učitati informacije o timovima.
nl_nl: Teamgegevens kunnen niet worden geladen.
sl: Podatkov o ekipah ni bilo mogoče naložiti.

source: User lookup failed
af_za: Gebruiker opsoek het misluk
bn_in: ব্যবহারকারী অনুসন্ধান ব্যর্থ হয়েছে
da: Brugeropslag mislykkedes
fil_ph: Nabigo ang paghahanap ng user
hr: Pretraživanje korisnika nije uspjelo
nl_nl: Zoeken naar gebruiker is mislukt
sl: Iskanje uporabnika ni uspelo

source: Error when looking up username
af_za: Fout met opsoek na gebruikernaam
bn_in: ব্যবহারকারীর নাম খোঁজার সময় ত্রুটি
da: Fejl ved søgning efter brugernavn
fil_ph: Error kapag naghahanap ng username
hr: Pogreška pri pretraživanju korisničkog imena
nl_nl: Fout bij het opzoeken van gebruikersnaam
sl: Napaka pri iskanju uporabniškega imena

source: Failed to clone rubric
af_za: Kon nie rubriek kloon nie
da: Rubrikken kunne ikke klones
fil_ph: Nabigong i-clone ang rubric
hr: Neuspješno kloniranje rubrike
sl: Rubrike ni bilo mogoče klonirati

source: View and grade responses
af_za: Bekyk en graad antwoorde
da: Se og bedømme svar
fil_ph: Tingnan at markahan ang mga tugon
sl: Oglejte si in ocenite odgovore

source: Demo the new Grading Experience
af_za: Demo die nuwe Gradering Experience
da: Demo den nye karakteroplevelse
fil_ph: Ipakita ang bagong Karanasan sa Pagmamarka

source: Unit Name
af_za: Eenheid Naam
bn_in: ইউনিট নাম
da: Enhedens navn
fil_ph: Pangalan ng Yunit
hr: Naziv jedinice
nl_nl: Naam van unit
sl: Ime enote

source: Units
af_za: Eenhede
bn_in: ইউনিট গুলি
da: Enheder
fil_ph: Mga yunit
hr: Jedinice
sl: enote

source: Assessment
af_za: Assessering
bn_in: মূল্যায়ন
da: Vurdering
fil_ph: Pagtatasa
hr: Procjena
nl_nl: Ondervraging
sl: ocenjevanje

source: Assessments
af_za: Assesserings
bn_in: মূল্যায়ন গুলি
da: Vurderinger
fil_ph: Mga Pagsusuri
hr: Procjene
nl_nl: Ondervragingen
sl: Ocene

source: Total Responses
af_za: Totale antwoorde
bn_in: সর্বমোট প্রতিক্রিয়া
da: Samlede svar
fil_ph: Kabuuang Mga Tugon
hr: Ukupno odgovora
nl_nl: Totaal antwoorden
sl: Skupni odgovori

source: Training
af_za: Opleiding
bn_in: ট্রেনিং
da: Uddannelse
fil_ph: Pagsasanay
hr: Vježba
sl: Usposabljanje

source: Peer
af_za: teken die volgende
bn_in: সমকক্ষ
hr: Vršnjak
nl_nl: medestudenten

source: Waiting
af_za: Besig om te wag
bn_in: ওয়েটিং
da: Venter
fil_ph: Naghihintay
hr: Čekanje
nl_nl: Wachtend
sl: Čakanje

source: Staff
af_za: Personeel
bn_in: স্টাফ
da: Personale
fil_ph: Mga tauhan
hr: Osoblje
nl_nl: Personeel
sl: osebje

source: Final Grade Received
af_za: Finale Graad Ontvang
bn_in: ফাইনাল গ্রেড রিসিভ করা হয়েছে
da: Endelig karakter modtaget
fil_ph: Natanggap na Panghuling Marka
hr: Završna ocjena
nl_nl: Eindcijfer ontvangen
sl: Prejeta končna ocena

source: Staff Grader
af_za: Personeel Grader
da: Personale vurdering

source: List of Open Assessments is unavailable
af_za: Oop assesseringslys is nie beskikbaar nie
bn_in: উন্মুক্ত মূল্যায়নের তালিকা অনুপলভ্য
da: Liste over åbne vurderinger er ikke tilgængelig
fil_ph: Ang listahan ng mga Open Assessment ay hindi available
hr: Nije dostupan popis nedovršenih procjena
nl_nl: Lijst met open ondervragingen is niet beschikbaar
sl: Seznam odprtih ocen ni na voljo

source: Please wait
af_za: Wag asseblief
bn_in: অনুগ্রহ করে প্রতীক্ষা করুণ
da: Vent venligst
fil_ph: Mangyaring maghintay
hr: Molimo pričekajte
nl_nl: Een moment geduld
sl: Prosim počakaj

source: Block view is unavailable
af_za: Blok aansig is nie beskikbaar nie
bn_in: ব্লক প্রদর্শন অনুপলভ্য
da: Blokvisning er ikke tilgængelig
fil_ph: Hindi available ang block view
hr: Nije dostupan pregled bloka
nl_nl: Blokweergave is niet beschikbaar
sl: Blokovni pogled ni na voljo

source: Back to Full List
af_za: Terug na die volledige lys
bn_in: সম্পূর্ণ তালিকায় ফিরে যান
da: Tilbage til den fulde liste
fil_ph: Bumalik sa Buong Listahan
hr: Povratak na potpuni popis
nl_nl: Terug naar volledige lijst
sl: Nazaj na celoten seznam

source: Confirm
af_za: Bevestig
bn_in: নিশ্চিত করুন
da: Bekræft
fil_ph: Kumpirmahin
hr: Potvrdite
nl_nl: Bevestigen
sl: Potrdi

source: Cancel
af_za: Kanselleer
bn_in: বাতিল
da: Annuller
fil_ph: Kanselahin
hr: Otkaži
nl_nl: Annuleren
sl: Prekliči

source: There is still file upload in progress. Please wait until it is finished.
af_za: Daar is nog lêer oplaai in proses. Wag totdat dit klaar is.
da: Der er stadig filupload i gang. Vent venligst, indtil det er færdigt.
fil_ph: May kasalukuyang pag-upload ng file. Mangyaring maghintay hanggang matapos ito.

source: Cannot submit empty response even everything is optional.
af_za: Kan nie leë antwoord indien nie, selfs alles is opsioneel.
da: Kan ikke indsende et tomt svar, selv alt er valgfrit.
fil_ph: Hindi maaaring magsumite ng walang laman na tugon kahit na ang lahat ay opsyonal.

source: Please upload a file.
af_za: Laai asseblief 'n lêer op.
da: Upload venligst en fil.
fil_ph: Mangyaring mag-upload ng file.

source: Please provide a response.
af_za: Gee asseblief 'n antwoord.
da: Giv venligst et svar.
fil_ph: Mangyaring magbigay ng tugon.

source: No files selected for upload.
af_za: Geen lêers gekies vir oplaai nie.
da: Ingen filer valgt til upload.
fil_ph: Walang napiling file para sa pag-upload.

source: Please provide a description for each file you are uploading.
af_za: Verskaf asseblief 'n beskrywing vir elke lêer wat jy oplaai.
da: Angiv venligst en beskrivelse for hver fil, du uploader.
fil_ph: Mangyaring magbigay ng paglalarawan para sa bawat file na iyong ina-upload.

source: Your file has been deleted or path has been changed:
af_za: Jou lêer is uitgevee of pad is verander:
da: Din fil er blevet slettet, eller stien er blevet ændret:
fil_ph: Ang iyong file ay tinanggal o ang landas ay binago:

source: Saving draft
af_za: Stoor konsep
da: Gemmer kladde
fil_ph: Nagse-save ng draft

source: If you leave this page without saving or submitting your response, you will lose any work you have done on the response.
af_za: As jy hierdie bladsy verlaat sonder om jou antwoord te stoor of in te dien, sal jy enige werk verloor wat jy op die antwoord gedoen het.
bn_in: আপনি যদি আপনার প্রতিক্রিয়া সংরক্ষণ বা জমা না দিয়ে এই পৃষ্ঠাটি ছেড়ে চলে যান, তাহলে আপনি আপনার করা যে কোন কাজ হারাতে পারেন ।
da: Hvis du forlader denne side uden at gemme eller indsende dit svar, mister du alt arbejde, du har udført på svaret.
fil_ph: Kung aalis ka sa page na ito nang hindi nai-save o isinusumite ang iyong tugon, mawawala sa iyo ang anumang gawaing nagawa mo sa tugon.
hr: Ako napustite ovu stranicu prije nego što spremite ili podnesete odgovor, izgubit ćete sve što ste dosad napravili.
nl_nl: Als u de pagina verlaat zonder uw antwoord op te slaan of in te dienen, zult u het werk verliezen dat u aan het antwoord heeft gedaan.
sl: Če zapustite to stran, ne da bi shranili ali oddali odgovor, boste izgubili vse delo, ki ste ga opravili na odgovoru.

source: Saving draft...
af_za: Stoor konsep..
da: Gemmer kladde...
fil_ph: Sine-save ang draft...

source: Draft saved!
af_za: Konsep gered
da: Udkast gemt!
fil_ph: Na-save ang draft!

source: Error
af_za: Fout
bn_in: বিভ্রম ভুল
da: Fejl
hr: Greška
nl_nl: Fout
sl: Napaka

source: Confirm Submit Response
af_za: Bevestig Stuur Antwoord
da: Bekræft Send svar
fil_ph: Kumpirmahin ang Isumite ang Tugon
hr: Potvrdi podnošenje odgovora
sl: Potrdite oddajo odgovora

source: You're about to submit your response for this assignment. After you submit this response, you can't change it or submit a new response.
af_za: Jy is op die punt om jou antwoord vir hierdie opdrag in te dien. Nadat u hierdie antwoord ingedien het, kan u dit nie verander of 'n nuwe antwoord indien nie.
bn_in: আপনি এই কাজের জন্য আপনার প্রতিক্রিয়া জমা দিতে যাচ্ছেন। আপনি এই প্রতিক্রিয়া জমা দেওয়ার পর, আপনি এটি পরিবর্তন করতে পারবেন না বা একটি নতুন প্রতিক্রিয়া জমা দিতে পারবেন না।
da: Du er ved at indsende dit svar på denne opgave. Når du har indsendt dette svar, kan du ikke ændre det eller indsende et nyt svar.
fil_ph: Isusumite mo na ang iyong tugon para sa takdang-aralin na ito. Pagkatapos mong isumite ang tugon na ito, hindi mo na ito mababago o magsumite ng bagong tugon.
hr: Podnijet ćete svoj odgovor na ovaj zadatak. Nakon što podnesete odgovor ne možete ga više mijenjati ili podnijeti novi odgovor.
nl_nl: U staat op het punt uw antwoord voor deze opdracht in te dienen. Nadat u dit antwoord heeft ingediend, kunt u het niet meer veranderen of een nieuw antwoord indienen.
sl: Poslali boste svoj odgovor za to nalogo. Ko pošljete ta odgovor, ga ne morete spremeniti ali poslati novega odgovora.

source: Individual file size must be {max_files_mb}MB or less.
af_za: Individuele lêergrootte moet {max_files_mb}MB of minder wees.
bn_in: স্বতন্ত্র ফাইলের আকার অবশ্যই {max_files_mb}MB বা তার কম হতে হবে।
da: Individuel filstørrelse skal være {max_files_mb} MB eller mindre.
fil_ph: Ang indibidwal na laki ng file ay dapat na {max_files_mb}MB o mas kaunti.
hr: Veličina pojedinačne datoteke ne smije biti veća od {max_files_mb} MB.
nl_nl: De individuele bestandsgrootte moet {max_files_mb} MB of minder zijn.
sl: Velikost posamezne datoteke mora biti {max_files_mb} MB ali manj.

source: File upload failed: unsupported file type. Only the supported file types can be uploaded. If you have questions, please reach out to the course team.
af_za: Lêer oplaai het misluk: nie-ondersteunde lêer tipe. Slegs die ondersteunde lêertipes kan opgelaai word. As jy enige vrae het, kontak asseblief die kursus span.
bn_in: ফাইল আপলোড ব্যর্থ হয়েছে: অসমর্থিত ফাইল প্রকার. শুধুমাত্র সমর্থিত ফাইলের ধরন আপলোড করা যাবে। আপনার যদি কোন প্রশ্ন থাকে, দয়া করে কোর্স টিমের সাথে যোগাযোগ করুন।
da: Filupload mislykkedes: ikke-understøttet filtype. Kun de understøttede filtyper kan uploades. Hvis du har spørgsmål, er du velkommen til at kontakte kursusteamet.
fil_ph: Nabigo ang pag-upload ng file: hindi sinusuportahang uri ng file. Tanging ang mga sinusuportahang uri ng file ang maaaring i-upload. Kung mayroon kang mga katanungan, mangyaring makipag-ugnayan sa pangkat ng kurso.
hr: Nije uspjelo učitavanje datoteke: vrsta datoteke nije podržana. Moguće je učitati samo podržane vrste datoteke. Ako imate pitanja, obratite se timu koji organizira kolegij.
sl: Nalaganje datoteke ni uspelo: nepodprta vrsta datoteke. Naložite lahko samo podprte vrste datotek. Če imate vprašanja, se obrnite na ekipo tečaja.

source: The maximum number files that can be saved is
af_za: Die maksimum aantal lêers wat gered kan word, is:
da: Det maksimale antal filer, der kan gemmes er
fil_ph: Ang maximum na bilang ng mga file na maaaring i-save ay

source: Describe
af_za: Beskryf
bn_in: বর্ণনা
da: Beskrive
fil_ph: Ilarawan
hr: Opiši
nl_nl: Beschrijf
sl: Opišite

source: (required):
af_za: (vereiste):
da: (påkrævet):
fil_ph: (kailangan):
hr: (obavezno):
nl_nl: (verplicht):
sl: (obvezno):

source: Thumbnail view of
af_za: Duimnaelskets van
bn_in: এর থাম্বনেইল ভিউ
da: Miniaturevisning af
fil_ph: Thumbnail view ng
hr: Prikaz minijatura
nl_nl: Miniatuurweergave van
sl: Pogled sličice na

source: Confirm Delete Uploaded File
af_za: Bevestig Skrap Opgelaaide Lêer
da: Bekræft slet uploadet fil
fil_ph: Kumpirmahin ang Tanggalin ang Na-upload na File
hr: Potvrdi brisanje učitane datoteke
sl: Potrdite brisanje prenesene datoteke

source: Are you sure you want to delete the following file? It cannot be restored. File:
af_za: Is jy seker jy wil die volgende lêer uitvee? Dit kan nie herstel word nie. Lêer:
bn_in: আপনি কি নিশ্চিত যে আপনি নিম্নলিখিত ফাইলটি মুছে ফেলতে চান? এটি পুনর্বহাল করা যাবে না ফাইল :
da: Er du sikker på, at du vil slette følgende fil? Det kan ikke gendannes. Fil:
fil_ph: Sigurado ka bang gusto mong tanggalin ang sumusunod na file? Hindi na ito maibabalik. File:
hr: Jeste li sigurni da želite obrisati ovu datoteku? Datoteka se ne može vratiti. Datoteka:
nl_nl: Weet u zeker dat u het volgende bestand wilt verwijderen? Het kan niet worden hersteld. Het bestand:
sl: Ali ste prepričani, da želite izbrisati naslednjo datoteko? Ni ga mogoče obnoviti. Mapa:

source: If you leave this page without submitting your self assessment, you will lose any work you have done.
af_za: As jy hierdie bladsy verlaat sonder om jou selfassessering in te dien, sal jy enige werk verloor wat jy gedoen het.
bn_in: আপনি যদি আপনার স্ব-মূল্যায়ন জমা না দিয়ে এই পৃষ্ঠা ছেড়ে চলে যান, তাহলে আপনি আপনার করা যে কোন কাজ হারাবেন।
da: Hvis du forlader denne side uden at indsende din selvvurdering, mister du alt arbejde, du har udført.
fil_ph: Kung aalis ka sa page na ito nang hindi isinusumite ang iyong self assessment, mawawala sa iyo ang anumang gawaing nagawa mo.
hr: Ako napustite ovu stranicu prije nego što podnesete samoprocjenu, izgubit ćete sve što ste dosad napravili.
nl_nl: Als je de pagina verlaat zonder je zelfevaluatie in te leveren, verdwijnt wat je tot nu toe eraan gedaan.
sl: Če zapustite to stran, ne da bi predložili samooceno, boste izgubili opravljeno delo.

source: Unexpected server error.
af_za: Onverwagte bediener fout.
bn_in: অপ্রত্যাশিত সার্ভার ত্রুটি।
da: Uventet serverfejl.
fil_ph: Hindi inaasahang error sa server.
hr: Neočekivana pogreška poslužitelja.
nl_nl: Onverwachte server fout.
sl: Nepričakovana napaka strežnika.

source: You must provide a learner name.
af_za: Jy moet 'n leerdernaam verskaf.
bn_in: আপনাকে অবশ্যই একটি শিক্ষার্থীর নাম প্রদান করতে হবে।
da: Du skal angive et kursistnavn.
fil_ph: Dapat kang magbigay ng pangalan ng mag-aaral.
hr: Morate upisati ime korisnika.
nl_nl: U moet een leerdersnaam opgeven.
sl: Navesti morate ime učenca.

source: This grade will be applied to all members of the team. Do you want to continue?
af_za: Hierdie graad sal van toepassing wees op alle lede van die span. Wil jy voortgaan?
bn_in: এই গ্রেড দলের সকল সদস্যদের জন্য প্রযোজ্য হবে। আপনি কি কন্টিনিউ করতে চান?
da: Denne karakter vil blive anvendt på alle medlemmer af holdet. Vil du fortsætte?
fil_ph: Ang gradong ito ay ilalapat sa lahat ng miyembro ng pangkat. Gusto mo bang magpatuloy?
hr: Ova će se ocjena primijeniti na sve članove tima. Želite li nastaviti?
nl_nl: Dit cijfer wordt toegepast op alle leden van het team. Wilt u doorgaan?
sl: Ta ocena bo veljala za vse člane ekipe. Ali želite nadaljevati?

source: Confirm Grade Team Submission
af_za: Bevestig Graad Span Voorlegging
da: Bekræft indsendelse af karakterteam
fil_ph: Kumpirmahin ang Pagsusumite ng Koponan ng Marka
hr: Potvrdi podnošenje ocjene tima
sl: Potrdite oddajo ocene ekipe

source: Error getting the number of ungraded responses
af_za: Kon nie die aantal ongegradeerde antwoorde kry nie
bn_in: অগ্রেডকৃত প্রতিক্রিয়ার সংখ্যা পেতে ত্রুটি
da: Fejl ved hentning af antallet af svar uden karakter
fil_ph: Error sa pagkuha ng bilang ng mga hindi namarkahang tugon
hr: Pogreška pri dohvaćanju broja neocijenjenih odgovora
nl_nl: Fout bij het verkrijgen van het aantal niet-nagekeken antwoorden
sl: Napaka pri pridobivanju števila neocenjenih odgovorov

source: If you leave this page without submitting your staff assessment, you will lose any work you have done.
af_za: As jy hierdie bladsy verlaat sonder om jou personeelassessering in te dien, sal jy enige werk verloor wat jy gedoen het.
bn_in: আপনি যদি আপনার স্টাফ দের মূল্যায়ন জমা না দিয়ে এই পৃষ্ঠা ছেড়ে চলে যান, তাহলে আপনি আপনার করা যে কোন কাজ হারাবেন।
da: Hvis du forlader denne side uden at indsende din personalevurdering, mister du alt arbejde, du har udført.
fil_ph: Kung aalis ka sa page na ito nang hindi isinusumite ang iyong pagtatasa ng kawani, mawawalan ka ng anumang gawaing nagawa mo.
hr: Ako napustite ovu stranicu prije nego što podnesete ocjenu osoblja, izgubit ćete sve što ste dosad napravili.
nl_nl: Als u de pagina verlaat zonder uw lesgeversevaluatie in te dienen, zult u het werk verliezen dat u eraan heeft gedaan.
sl: Če zapustite to stran, ne da bi predložili oceno osebja, boste izgubili vse opravljeno delo.

source: Feedback available for selection.
af_za: Terugvoer beskikbaar vir seleksie.
bn_in: নির্বাচনের জন্য প্রতিক্রিয়া সুপ্রাপ্য।
da: Feedback tilgængelig for valg.
fil_ph: Available ang feedback para sa pagpili.
hr: Dostupne su povratne informacije za odabir.
nl_nl: Feedback beschikbaar voor selectie.
sl: Povratne informacije so na voljo za izbiro.

source: If you leave this page without submitting your peer assessment, you will lose any work you have done.
af_za: As jy hierdie bladsy verlaat sonder om jou portuurbeoordeling in te dien, sal jy enige werk verloor wat jy gedoen het.
bn_in: আপনি যদি আপনার মূল্যায়ন জমা না দিয়ে এই পৃষ্ঠা ছেড়ে চলে যান, তাহলে আপনি আপনার করা যে কোন কাজ হারিয়ে ফেলবেন।
da: Hvis du forlader denne side uden at indsende din peer-vurdering, mister du alt arbejde, du har udført.
fil_ph: Kung aalis ka sa page na ito nang hindi isinusumite ang iyong peer assessment, mawawala sa iyo ang anumang gawaing nagawa mo.
hr: Ako napustite ovu stranicu prije nego što podnesete ocjenu vršnjaka, izgubit ćete sve što ste dosad napravili.
nl_nl: Als je de pagina verlaat zonder de evaluatie in te leveren, verdwijnt wat je tot nu toe eraan hebt gedaan.
sl: Če zapustite to stran, ne da bi oddali svojo oceno, boste izgubili opravljeno delo.

source: Refresh
af_za: Verfris
da: Opdater
hr: Osvježi
sl: Osveži

source: Username
af_za: Gebruikersnaam
bn_in: ব্যবহাকারীর নাম লিখুন
da: Brugernavn
hr: Korisničko ime
nl_nl: Gebruikersnaam
sl: Uporabniško ime

source: Peers Assessed
af_za: Paartjies geassesseer
da: Peers vurderet
fil_ph: Nasuri ang mga kapantay
hr: Ocijenjeni vršnjaci
sl: Vrstniki ocenjeni

source: Peer Responses Received
af_za: Portuurreaksies ontvang
da: Peer-svar modtaget
fil_ph: Mga Tugon ng Peer na Natanggap
hr: Zaprimljeni odgovori vršnjaka
sl: Prejeti odzivi vrstnikov

source: Time Spent On Current Step
af_za: Tyd spandeer op die huidige stap
da: Tid brugt på nuværende trin
fil_ph: Oras na Ginugol sa Kasalukuyang Hakbang
hr: Vrijeme provedeno na trenutačnom koraku
sl: Čas, porabljen za trenutni korak

source: Staff assessment
af_za: Personeelassessering
da: Personalevurdering
fil_ph: Pagtatasa ng tauhan
hr: Procjena osoblja
sl: Ocenjevanje osebja

source: Grade Status
af_za: Graadstatus
da: Karakterstatus
fil_ph: Katayuan ng Marka
hr: Status ocjene
sl: Status ocene
