Repository: openedx/edx-ora2
Catalog: openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, az, ca, cs, da, es_ar, fa_ir, fi, fil_ph, fr_fr, hr, ko_kr, sv, uk

source: Your peer's response to the prompt above
af_za: Die antwoord van jou eweknie op die spoed hierbo
az: Aşağıdakı dəvət işarəsinə sizin həmyaşıdınızın cavabı
ca: La resposta del vostre parell està a l'indicador anterior
cs: Odpověď vašeho spolužáka na výzvu výše
da: Din kollegas svar på ovenstående prompt
es_ar: La respuesta de su compañero al mensaje anterior
fa_ir: پاسخ همتای شما به درخواست بالا
fi: Kaverisi vastaus yllä olevaan kehotteeseen
fil_ph: Ang tugon ng iyong kapantay sa prompt sa itaas
fr_fr: Réponse de votre pair à l&#39;invite ci-dessus
hr: Odgovor vašeg vršnjaka na gore navedeni upit
ko_kr: 위 입력에 대한 상호 평가
sv: Din kamrats svar på prompten ovan
uk: Відповідь вашого колеги на питанні вище

source: After you complete all the steps of this assignment, you can see the top-scoring responses from your peers.
af_za: Nadat jy al die stappe van hierdie opdrag voltooi het, kan jy die beste antwoorde van jou eweknieë sien.
az: Bu tapşırıq üçün bütün mərhələləri tamamladıqdan sonra siz həmyaşıdlarınızdan ən yüksək xal əldə edən cavabları görə bilərsiniz.
ca: Després de completar tots els passos d'aquesta tasca, podeu veure les respostes de puntuació més alta dels vostres companys.
cs: Až dokončíte všechny kroky tohoto úkolu, uvidíte odpovědi svých spolužáků s nejvyšším skóre.
da: Når du har fuldført alle trinene i denne opgave, kan du se de bedste resultater fra dine jævnaldrende.
es_ar: Después de completar todos los pasos de esta tarea, podrá ver las respuestas con mayor puntuación de sus compañeros.
fa_ir: پس از پایان همه مراحل این تکلیف، برترین پاسخ‌ها را از سوی همتایان خود خواهید دید.
fi: Kun olet suorittanut kaikki tämän tehtävän vaiheet, näet parhaat pisteet saaneet vastaukset kollegoiltasi.
fil_ph: Pagkatapos mong kumpletuhin ang lahat ng hakbang ng takdang-aralin na ito, makikita mo ang mga sagot na may pinakamataas na marka mula sa iyong mga kapantay.
fr_fr: Après avoir terminé toutes les étapes de ce devoir, vous pouvez voir les meilleures réponses de vos pairs.
hr: Kada dovršite sve korake u zadatku, možete vidjeti najbolje ocijenjene odgovore vaših vršnjaka.
ko_kr: 모든 단계를 완료한 후, 최고 점수를 받은 우수 응답을 볼 수 있습니다.
sv: När du har slutfört alla steg i den här uppgiften kan du se de bästa poängsvaren från dina kamrater.
uk: Після того, як ви виконаєте всі етапи цього завадння, ви зможете побачити найкращі відповіді ваших колег.

source: Your team’s submission has been cancelled. Your team will receive a grade of zero unless course staff resets your assessment to allow the team to resubmit a response.
af_za: Jou groep se voorlegging is gekanselleer. Jou span sal 'n graad van nul ontvang tensy kursuspersoneel jou assessering herstel om die span in staat te stel om 'n antwoord weer in te dien.
cs: Odeslání vašeho týmu bylo zrušeno. Váš tým obdrží známku nula, pokud učitel kurzu vaše hodnocení nezresetuje, aby týmu umožnil znovu odeslat odpověď.
da: Dit teams indsendelse er blevet annulleret. Dit hold vil modtage en karakter på nul, medmindre kursuspersonalet nulstiller din vurdering for at give holdet mulighed for at genindsende et svar.
es_ar: La presentación de su equipo ha sido cancelada. Su equipo recibirá una calificación de cero a menos que el personal del curso restablezca su evaluación para permitir que el equipo vuelva a enviar una respuesta.
fa_ir: ارسال تیم شما لغو شده است. تیم شما نمره صفر دریافت خواهد کرد مگر اینکه کارکنان دوره ارزیابی شما را مجددا تنظیم کنند تا به تیم اجازه ارسال مجدد پاسخ داده شود.
fi: Joukkueesi lähetys on peruutettu. Ryhmäsi saa arvosanan nolla, ellei kurssin henkilökunta nollaa arviotasi, jotta tiimi voi lähettää vastauksen uudelleen.
fil_ph: Nakansela ang pagsusumite ng iyong koponan. Makakatanggap ang iyong koponan ng gradong zero maliban kung ire-reset ng staff ng kurso ang iyong pagtatasa upang payagan ang koponan na muling magsumite ng tugon.
fr_fr: La soumission de votre équipe a été annulée. Votre équipe recevra une note de zéro à moins que le personnel du cours ne réinitialise votre évaluation pour permettre à l&#39;équipe de soumettre à nouveau une réponse.
hr: Podnošenje odgovora vašeg tima je otkazano. Vaš tim će dobiti ocjenu nula, osim ako osoblje ne resetira vaš zadatak i omogući timu ponovno podnošenje odgovora.
ko_kr: 팀 제출이 취소되었습니다. 강좌 직원이 팀에서 응답을 다시 제출할 수 있도록 평가를 재설정하지 않는 한 팀은 0점을 받습니다.
sv: Ditt lags inlämning har avbrutits. Ditt lag kommer att få betyget noll om inte kurspersonalen återställer din bedömning så att laget kan skicka in ett nytt svar.
uk: Відповідь вашої команди скасовано. Ваша команда отримає нульову оцінку, якщо інструктори курсу не скинуть вашу оцінку, щоб дозволити команді відповісти ще раз.

source: Your submission has been cancelled. You will receive a grade of zero unless course staff resets your assessment to allow you to resubmit a response.
af_za: Jou voorlegging is gekanselleer. Jy sal 'n graad van nul ontvang tensy kursuspersoneel jou assessering herstel sodat jy weer 'n antwoord kan indien.
cs: Váš příspěvek byl zrušen. Dostanete známku nula, pokud učitel kurzu vaše hodnocení nezresetuje, aby vám umožnil znovu odeslat odpověď.
da: Din indsendelse er blevet annulleret. Du vil modtage karakteren nul, medmindre kursuspersonalet nulstiller din vurdering, så du kan genindsende et svar.
es_ar: Su envío ha sido cancelado. Recibirá una calificación de cero a menos que el personal del curso restablezca su evaluación para permitirle volver a enviar una respuesta.
fa_ir: ارسال شما لغو شده است. شما نمره صفر دریافت خواهید کرد مگر اینکه کارکنان دوره آموزشی، ارزیابی شما را مجددا تنظیم کنند تا به شما اجازه ارسال مجدد پاسخ را بدهد.
fi: Lähetyksesi on peruutettu. Saat arvosanan nolla, ellei kurssin henkilökunta nollaa arviotasi, jotta voit lähettää vastauksen uudelleen.
fil_ph: Nakansela ang iyong pagsusumite. Makakatanggap ka ng gradong zero maliban kung ire-reset ng staff ng kurso ang iyong pagtatasa upang payagan kang muling magsumite ng tugon.
fr_fr: Votre soumission a été annulée. Vous recevrez une note de zéro à moins que le personnel du cours ne réinitialise votre évaluation pour vous permettre de soumettre à nouveau une réponse.
hr: Podnošenje vašeg odgovora je otkazano. Dobit ćete ocjenu nula, osim ako osoblje ne resetira vaš zadatak i omogući vam ponovno podnošenje odgovora.
ko_kr: 제출이 취소되었습니다. 강좌 직원이 귀하가 응답을 다시 제출할 수 있도록 평가를 재설정하지 않는 한 귀하는 0점을 받게 됩니다.
sv: Din inlämning har avbrutits. Du kommer att få betyget noll om inte kurspersonalen återställer din bedömning så att du kan skicka in ett nytt svar.
uk: Ваша відповідь скасована. Ви отримаєте нульову оцінку, якщо співробітники курсу не скинуть вашу оцінку, щоб дозволити вам відповісти ще раз.

source: This task is not yet available. Check back to complete the assignment once this section has opened.
af_za: Hierdie taak is nog nie beskikbaar nie. Gaan terug om die opdrag te voltooi sodra hierdie afdeling oopgemaak het.
az: Bu tapşırıq hələ aktiv deyil. Bu bölmə açıldıqda tapşırığ tamamlamaq üçün geri qayıdın.
ca: Aquesta tasca encara no està disponible. Torna-ho a terme per completar l'assignació una vegada que aquesta secció s'hagi obert.
cs: Tento úkol zatím není k dispozici. Jakmile se tato sekce otevře, vraťte se k dokončení úkolu.
da: Denne opgave er endnu ikke tilgængelig. Vend tilbage for at fuldføre opgaven, når dette afsnit er åbnet.
es_ar: Esta tarea aún no está disponible. Vuelva a consultar para completar la tarea una vez que se haya abierto esta sección.
fa_ir: این کار هنوز در دسترس نیست. پس از بازشدن این بخش، دوباره بررسی کرده و تکلیف را تکمیل کنید.
fi: Tämä tehtävä ei ole vielä käytettävissä. Palaa takaisin suorittaaksesi tehtävän, kun tämä osio on avattu.
fil_ph: Ang gawaing ito ay hindi pa magagamit. Bumalik upang kumpletuhin ang takdang-aralin kapag nabuksan na ang seksyong ito.
fr_fr: Cette tâche n&#39;est pas encore disponible. Revenez pour terminer le devoir une fois cette section ouverte.
hr: Ovaj zadatak još nije dostupan. Provjerite kasnije kako biste završili zadatak kada sekcija bude dostupna.
ko_kr: 작업을 아직 수행할 수 없습니다. 이 주제가 공개되면, 과제를 완수했는지 다시 확인해주세요.
sv: Den här uppgiften är ännu inte tillgänglig. Kolla tillbaka för att slutföra uppdraget när det här avsnittet har öppnats.
uk: Це завдання недоступне. Щойно завдання буде відкрите, ви зможете повернутись до нього та виконати.

source: This assignment has closed. One or more deadlines for this assignment have passed. You will receive an incomplete grade for this assignment.
af_za: Hierdie opdrag is gesluit. Een of meer sperdatums vir hierdie opdrag is geslaag. Jy sal 'n onvolledige graad vir hierdie opdrag ontvang.
az: Bu tapşırıq bağlandı. Bu tapşırıq üçün bir və ya bir neçə son tarix də keçib Siz bu tapşırıq üçün natamam qiymət alacaqsınız.
ca: Aquesta tasca s'ha tancat. S'han superat un o més terminis per a aquesta tasca. Rebreu un grau incomplet per a aquesta tasca.
cs: Tento úkol byl uzavřen. Uplynul jeden nebo více termínů pro tento úkol. Za tento úkol dostanete neúplnou známku.
da: Denne opgave er afsluttet. En eller flere deadlines for denne opgave er overskredet. Du får en ufuldstændig karakter for denne opgave.
es_ar: Esta tarea ha cerrado. Han pasado una o más fechas límite para esta tarea. Recibirás una calificación de incompleto por esta tarea.
fa_ir: این تکلیف بسته شده است. یک یا چند مهلت، برای انجام این تکلیف، گذشته است. برای این تکلیف، نمره ناقص دریافت خواهید کرد.
fi: Tämä tehtävä on päättynyt. Yksi tai useampi tämän tehtävän määräaika on umpeutunut. Saat tästä tehtävästä puutteellisen arvosanan.
fil_ph: Ang takdang-aralin na ito ay sarado na. Lumipas na ang isa o higit pang mga deadline para sa takdang-aralin na ito. Makakatanggap ka ng hindi kumpletong marka para sa takdang-aralin na ito.
fr_fr: Cette mission est terminée. Une ou plusieurs échéances pour ce devoir sont passées. Vous recevrez une note incomplète pour ce devoir.
hr: Ovaj je zadatak nedostupan. Prošlo je jedan ili više rokova za ovaj zadatak. Dobit ćete nepotpunu ocjenu za ovaj zadatak.
ko_kr: 이 과제는 마감되었습니다. 이 과제에 대한 마감일이 지나, 점수가 깍이게 됩니다.
sv: Denna uppgift är stängd. En eller flera deadlines för denna uppgift har gått. Du kommer att få en ofullständig betyg för denna uppgift.
uk: Завдання закрито. Один або кілька кінцевих термінів виконання минули. Ви одержите неповну оцінку цього завдання.

source: You have completed this assignment. Your final grade will be available when the assessments of your response are complete.
af_za: Jy het hierdie opdrag voltooi. Jou finale graad sal beskikbaar wees wanneer die assesserings van jou antwoord voltooi is.
az: Bu tapşırığı tamamladınız. Sizin final qiymətiniz cavabınızın qiymətləndirmələri tamamlandıqda mümkün olacaq.
ca: Heu completat aquesta tasca. La nota final estarà disponible quan es completin les avaluacions de la vostra resposta.
cs: Tento úkol jste dokončili. Vaše konečná známka bude k dispozici, až bude hodnocení vaší odpovědi dokončeno.
da: Du har gennemført denne opgave. Din endelige karakter vil være tilgængelig, når vurderingerne af dit svar er færdige.
es_ar: Completó esta tarea. Su calificación final estará disponible cuando se completen las evaluaciones de tu respuesta.
fa_ir: شما این تکلیف را انجام داده‌اید. نمره نهایی شما زمانی در دسترس خواهد بود که ارزیابی پاسخ شما کامل شود.
fi: Olet suorittanut tämän tehtävän. Lopullinen arvosanasi on saatavilla, kun vastauksesi arviointi on valmis.
fil_ph: Nakumpleto mo na ang takdang-aralin na ito. Magiging available ang iyong huling grado kapag kumpleto na ang mga pagtatasa ng iyong tugon.
fr_fr: Vous avez terminé cette mission. Votre note finale sera disponible lorsque les évaluations de votre réponse seront terminées.
hr: Dovršili ste ovaj zadatak. Vaša konačna ocjena bit će dostupna kada procjene vašeg odgovora budu gotove.
ko_kr: 과제를 완료하셨습니다. 최종 성적은 제출한 답변에 대한 평가가 완료되면 부여됩니다.
sv: Du har slutfört denna uppgift. Din slutbetyg kommer att finnas tillgängliga när bedömningen av ditt svar är fullständigt.
uk: Ви завершили виконання завдання. Ваша остаточна оцінка буде доступна для перегляду після перевірки та оцінювання.

source: You have completed this assignment. Review your grade and your assessment details.
af_za: Jy het hierdie opdrag voltooi. Hersien jou graad en jou assesseringsbesonderhede.
az: Bu tapşırığı bitirmisiniz. Qiymətinizi və qiymətləndirmə məlumatlarınızı nəzərdən keçirin.
ca: Heu completat aquesta tasca. Reviseu el vostre grau i els vostres detalls d'avaluació.
cs: Tento úkol jste dokončili. Zkontrolujte svou známku a podrobnosti o hodnocení.
da: Du har gennemført denne opgave. Gennemgå din karakter og dine vurderingsdetaljer.
es_ar: Completó esta tarea. Revise su calificación y los detalles de su evaluación.
fa_ir: شما این تکلیف را انجام داده‌اید. نمره و جزئیات ارزیابی خود را مرور کنید.
fi: Olet suorittanut tämän tehtävän. Tarkista arvosanasi ja arviointitietosi.
fil_ph: Nakumpleto mo na ang takdang-aralin na ito. Suriin ang iyong grado at ang iyong mga detalye ng pagtatasa.
fr_fr: Vous avez terminé cette mission. Passez en revue votre note et les détails de votre évaluation.
hr: Dovršili ste ovaj zadatak. Pregledajte svoju ocjenu i pojedinosti o procjeni.
ko_kr: 과제를 완료하셨습니다. 평가 세부 사항와 점수를 확인합니다.
sv: Du har slutfört denna uppgift. Granska din betyg och dina bedömningsuppgifter.
uk: Ви завершили це завдання. Перегляньте вашу оцінку та деталі оцінювання.

source: This assignment is in progress. Learner training will close soon. Complete the learner training step to move on.
af_za: Hierdie opdrag is aan die gang. Leerderopleiding sal binnekort sluit. Voltooi die leerderopleidingstap om voort te gaan.
az: Bu tapşırıq davam edir. Tələbə təlimləri tezliklə bağlanacaq. Tələbə təliminə davam etmək üçün mərhələni tamamlayın.
ca: Aquesta tasca està en progrés. La formació de l'alumne es tancarà aviat. Completa el pas d'entrenament de l'alumne per seguir endavant.
cs: Tento úkol se zpracovává. Školení studentů brzy skončí. Dokončete krok školení žáka, abyste mohli pokračovat.
da: Denne opgave er i gang. Elevuddannelsen lukker snart. Gennemfør elevtræningstrinnet for at komme videre.
es_ar: Esta tarea está en progreso. La capacitación para estudiantes finalizará pronto. Complete el paso de capacitación del alumno para continuar.
fa_ir: این تکلیف در حال انجام است. آموزش یادگیرندگان به‌زودی تعطیل خواهد شد. برای ادامه، مرحله آموزش یادگیرنده را کامل کنید.
fi: Tämä tehtävä on kesken. Opiskelijakoulutus päättyy pian. Suorita oppijan koulutusvaihe jatkaaksesi.
fil_ph: Kasalukuyang isinasagawa ang takdang-aralin na ito. Malapit nang magsara ang pagsasanay ng mga mag-aaral. Kumpletuhin ang hakbang sa pagsasanay ng mag-aaral upang magpatuloy.
fr_fr: Cette mission est en cours. La formation des apprenants se terminera bientôt. Terminez l&#39;étape de formation de l&#39;apprenant pour passer à autre chose.
hr: Ovaj je zadatak u tijeku. Vježbanje za korisnika uskoro će postati nedostupno. Dovršite korak Vježbanje za korisnika da biste nastavili dalje.
ko_kr: 과제가 진행중입니다. 학습자 안내가 곧 끝납니다. 학습자 안내 단계를 완료하고 다음으로 넘어가세요.
sv: Denna uppgift pågår. Lärarutbildningen kommer snart att stängas. Slutför träningssteget för lärare för att gå vidare.
uk: Завдання триває. Навчальну частину скоро буде закрито. Виконайте цей елемент для того, щоб перейти далі.

source: This assignment is in progress. Complete the learner training step to move on.
af_za: Hierdie opdrag is aan die gang. Voltooi die leerderopleidingstap om voort te gaan.
az: Bu tapşırıq davam edir. Tələbə təliminə davam etmək üçün mərhələni tamamlayın.
ca: Aquesta tasca està en progrés. Completa el pas d'entrenament de l'alumne per seguir endavant.
cs: Tento úkol se zpracovává. Dokončete krok školení žáka, abyste mohli pokračovat.
da: Denne opgave er i gang. Gennemfør elevtræningstrinnet for at komme videre.
es_ar: Esta tarea está en progreso. Complete el paso de capacitación del alumno para continuar.
fa_ir: این تکلیف در حال انجام است. برای ادامه، مرحله آموزش یادگیرنده را کامل کنید.
fi: Tämä tehtävä on kesken. Suorita oppijan koulutusvaihe jatkaaksesi.
fil_ph: Kasalukuyang isinasagawa ang takdang-aralin na ito. Kumpletuhin ang hakbang sa pagsasanay ng mag-aaral upang magpatuloy.
fr_fr: Cette mission est en cours. Terminez l&#39;étape de formation de l&#39;apprenant pour passer à autre chose.
hr: Ovaj je zadatak u tijeku. Dovršite korak Vježbanje za korisnika da biste nastavili dalje.
ko_kr: 과제가 진행중입니다. 학습자 안내 단계를 완료하고 다음으로 넘어가세요.
sv: Denna uppgift pågår. Slutför träningssteget för lärare för att gå vidare.
uk: Завдання триває. Виканайте навчальний елемент для того, щоб перейти далі.

source: This assignment is in progress. Check back later when the assessment period has started.
af_za: Hierdie opdrag is aan die gang. Kyk later terug wanneer die assesseringsperiode begin het.
az: Tapşırıq davam edir. Qiymətləndirmə dövrü başladıqda geri qayıdın.
ca: Aquesta tasca està en progrés. Torneu enrere més tard quan hagi començat el període d'avaluació.
cs: Tento úkol se zpracovává. Vraťte se později, až začne období hodnocení.
da: Denne opgave er i gang. Vend tilbage senere, når vurderingsperioden er startet.
es_ar: Esta tarea está en progreso. Vuelva a consultar más tarde cuando haya comenzado el período de evaluación.
fa_ir: این تکلیف در حال انجام است. بعداً وقتی دوره ارزیابی شروع شد، دوباره بررسی کنید.
fi: Tämä tehtävä on kesken. Palaa myöhemmin, kun arviointijakso on alkanut.
fil_ph: Kasalukuyang isinasagawa ang takdang-aralin na ito. Bumalik sa ibang pagkakataon kapag nagsimula na ang panahon ng pagtatasa.
fr_fr: Cette mission est en cours. Revenez plus tard lorsque la période d&#39;évaluation a commencé.
hr: Ovaj je zadatak u tijeku. Provjerite kasnije kada počne razdoblje procjene.
ko_kr: 과제가 진행중입니다. 평가 기간이 시작되면 다시 확인하세요.
sv: Denna uppgift pågår. Kolla tillbaka senare när bedömningsperioden har börjat.
uk: Завдання триває. Перевірте пізніше, після початку періоду оцінювання.

source: %(start_strong)sThis assignment is in progress. The self assessment step will close soon.%(end_strong)s You still need to complete the %(start_link)sself assessment%(end_link)s step.
af_za: %(start_strong)sHierdie opdrag is aan die gang. Self Assessment Step Will Soon Close. %(end_strong)s Jy moet nog steeds die %(start_link)sselfassessering%(end_link)s stap voltooi.
az: %(start_strong)sBu tapşırıq davam edir. Özünü qiymətləndirmə mərhələsi tezliklə sona çatacaq.%(end_strong)s Siz %(start_link)sözünü qiymətləndirmə %(end_link)s mərhələsini bitirməlisiniz.
ca: %(start_strong)sAquesta tasca està en progrés. El pas de l'autoavaluació es tancarà aviat.%(end_strong)s Encara haureu de completar el pas %(start_link)s d'autoavaluació%(end_link)s.
cs: %(start_strong)sTento úkol se zpracovává. Krok sebehodnocení bude brzy uzavřen.%(end_strong)s Stále musíte dokončit krok %(start_link)ssebehodnocení%(end_link)s.
da: %(start_strong)s Denne opgave er i gang. Selvevalueringstrinnet lukker snart. %(end_strong)s Du skal stadig fuldføre trinnet %(start_link)s selvvurdering %(end_link)s .
es_ar: %(start_strong)sEsta tarea está en curso. El paso de autoevaluación se cerrará pronto.%(end_strong)s Aún tienes que completar el paso de %(start_link)sautoevaluación%(end_link)s.
fa_ir: %(start_strong)sاین تکلیف در حال انجام است. مرحله خودارزیابی به‌زودی بسته می‌شود.%(end_strong)s هنوز باید مرحله%(start_link)s ارزیابی%(end_link)sرا تکمیل کنید.
fi: %(start_strong)sTämä tehtävä on kesken. Itsearviointivaihe päättyy pian.%(end_strong)s Sinun on vielä suoritettava vaihe %(start_link)sitsearviointi%(end_link)s.
fil_ph: %(start_strong)sAng takdang-aralin na ito ay isinasagawa. Malapit nang magsara ang hakbang sa pagtatasa sa sarili.%(end_strong)s Kailangan mo pa ring kumpletuhin ang hakbang na %(start_link)sself assessment%(end_link)s.
fr_fr: %(start_strong)sCette mission est en cours. L&#39;étape d&#39;auto-évaluation se terminera bientôt.%(end_strong)s Vous devez encore terminer l&#39;étape %(start_link)sauto-évaluation%(end_link)s.
hr: %(start_strong)sOvaj je zadatak u tijeku. Korak Samoprocjena uskoro će postati nedostupan.%(end_strong)s Niste još dovršili %(start_link)skorak%(end_link)s Samoprocjena.
ko_kr: %(start_strong)s과제가 진행중입니다. 자기 평가 단계 기간이 곧 끝납니다.%(end_strong)s아직 %(start_link)s자기 평가%(end_link)s단계가 남았습니다.
sv: %(start_strong)s Detta uppdrag pågår. Självbedömningssteget stängs snart. %(end_strong)s Du måste fortfarande fylla i %(start_link)s self assessment %(end_link)s steget.
uk: %(start_strong)sЗавдання триває. Самооцінювання скоро буде закрито.%(end_strong)s Вам потрібно виконати крок %(start_link)sсамооцінювання%(end_link)s.

source: This assignment is in progress. You still need to complete the %(start_link)sself assessment%(end_link)s step.
af_za: Hierdie opdrag is aan die gang. Jy moet nog steeds die %(start_link)sselfassessering%(end_link)s stap voltooi.
az: Bu tapşırıq davam edir. Siz %(start_link)sözünü qiymətləndirmə%(end_link)s mərhələsini bitirməlisiniz.
ca: Aquesta tasca està en progrés. Encara cal completar el pas %(start_link)s d'autoavaluació %(end_link)s.
cs: Tento úkol se zpracovává. Stále musíte dokončit krok %(start_link)ssebehodnocení%(end_link)s.
da: Denne opgave er i gang. Du skal stadig gennemføre %(start_link)s selvvurdering %(end_link)s trinnet.
es_ar: Esta tarea está en proceso. Usted todavía necesita completar el paso de %(start_link)sauto-calificación%(end_link)s.
fa_ir: این تکلیف در حال انجام است. هنوز باید مرحله %(start_link)sخود ارزیابی%(end_link)s را تکمیل کنید.
fi: Tämä tehtävä on kesken. Sinun on vielä suoritettava vaihe %(start_link)sitsearviointi%(end_link)s.
fil_ph: Kasalukuyang isinasagawa ang takdang-aralin na ito. Kailangan mo pa ring kumpletuhin ang %(start_link)sself assessment%(end_link)s step.
fr_fr: Cette mission est en cours. Vous devez encore terminer l&#39;étape %(start_link)sself assessment%(end_link)s.
hr: Ovaj je zadatak u tijeku. Niste još dovršili %(start_link)skorak%(end_link)s Samoprocjena.
ko_kr: 과제가 진행중입니다. 아직 %(start_link)s자기 평가%(end_link)s 단계가 남았습니다.
sv: Denna uppgift pågår. Du behöver fortfarande slutföra %(start_link)s självbedömning %(end_link)s steget.
uk: Завдання триває. Вам потрібно виконати крок %(start_link)sсамооцінювання%(end_link)s.
