Repository: openedx/edx-ora2
Catalog: openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, az, ca, cs, da, es_ar, fa_ir, fi, fil_ph, fr_fr, hr, ko_kr, sv, uk

source: This assignment has several steps. In the first step, you'll provide a response to the prompt. The other steps appear below the Your Response field.
af_za: Hierdie opdrag het verskeie stappe. In die eerste stap, sal jy 'n antwoord te gee aan die vinnige. Die ander stappe verskyn onder die veld Jou reaksie.
az: Bu tapşırığın bir neçə mərhələsi var. Birinci mərhələdə siz dəvətə cavab verəcəksiniz. Digər mərhələlər aşağıda Sizin cavab xananızda olacaq.
ca: Aquesta tasca té diversos passos. En el primer pas, proporcionareu una resposta a l'indicatiu. Els altres passos apareixen a sota del camp "La vostra resposta".
cs: Toto zadání má několik kroků. V prvním kroku poskytnete odpověď na výzvu. Další kroky se zobrazí pod polem Vaše odpověď.
da: Denne opgave har flere trin. I det første trin giver du et svar på prompten. De andre trin vises under feltet Dit svar.
es_ar: Esta tarea tiene varios pasos. En el primer paso, proporcionará una respuesta al mensaje. Los otros pasos aparecen debajo del campo Su respuesta.
fa_ir: این تکلیف چندین مرحله دارد. در مرحله اول، پاسخی به درخواست ارائه می‌دهید. سایر مراحل در زیر قسمت «پاسخ شما» ظاهر می‌شود.
fi: Tässä tehtävässä on useita vaiheita. Ensimmäisessä vaiheessa annat vastauksen kehotteeseen. Muut vaiheet näkyvät Sinun vastauksesi -kentän alla.
fil_ph: Ang takdang-aralin na ito ay may ilang hakbang. Sa unang hakbang, magbibigay ka ng tugon sa prompt. Lumilitaw ang iba pang mga hakbang sa ibaba ng field na Iyong Tugon.
fr_fr: Cette mission comporte plusieurs étapes. Dans la première étape, vous fournirez une réponse à l&#39;invite. Les autres étapes apparaissent sous le champ Votre réponse.
hr: Ovaj zadatak ima nekoliko koraka. U prvom koraku dat ćete odgovor na upit. Drugi koraci prikazani su dolje u polju Vaš odgovor.
ko_kr: 본 과제에는 멏가지 단계가 있습니다. 첫 번째 단계로, 질문에 대한 응답을 입력창에 입력하세요. 그후 다른 단계들이 입력하신 응답 아래 영역에 나타날 것입니다.
sv: Denna uppgift har flera steg. I det första steget kommer du att svara på prompten. De andra stegen visas under fältet Ditt svar.
uk: Це завдання складається з кількох кроків. На першому кроці ви маєте надати відповідь на питання. Інші кроки з'являться під полем Ваша відповідь, коли ви надасте відповідь.

source: Loading
af_za: Laai
az: Yüklənir
ca: Carregant
cs: Nahrávání
da: Indlæser
es_ar: Cargando
fa_ir: در حال بارگذاری
fi: Ladataan
fil_ph: Naglo-load
fr_fr: Chargement
hr: Učitava se
ko_kr: 로딩
sv: Läser in
uk: Завантаження

source: Preview in LaTeX
af_za: Voorskou in LaTeX
az: LaTeX-də öncədən baxın
ca: Vista prèvia a LaTeX
cs: Náhled v LaTeXu
da: Forhåndsvisning i LaTeX
es_ar: Vista previa en LaTeX
fa_ir: پیش‌نمایش در لاتکس
fi: Esikatselu LaTeXissä
fil_ph: Preview sa LaTeX
fr_fr: Aperçu dans LaTeX
hr: Pregled u LaTeX
ko_kr: LaTeX로 미리보기
sv: Förhandsgranskning i LaTeX
uk: Попередній перегляд у LaTeX

source: Click to preview your submission in LaTeX.
af_za: Klik om jou voorlegging in LaTeX voor te sien.
az: Göndərdiyinizə LaTeX-də baxmaq üçün klikləyin.
ca: Feu clic per previsualitzar el vostre enviament a LaTeX.
cs: Kliknutím zobrazíte náhled příspěvku v LaTeXu.
da: Klik for at få vist din indsendelse i LaTeX.
es_ar: Haga clic para obtener una vista previa de su envío en LaTeX.
fa_ir: برای پیش‌نمایش مطالب ارسالی خود در LaTeX کلیک کنید.
fi: Napsauta esikatsellaksesi lähetystäsi LaTeXissä.
fil_ph: I-click upang i-preview ang iyong pagsusumite sa LaTeX.
fr_fr: Cliquez pour prévisualiser votre soumission dans LaTeX.
hr: Klikni za pregled podnesenog odgovora u LaTeX.
ko_kr: LaTeX를 통한 제출 미리보기
sv: Klicka för att förhandsgranska ditt inlägg i LaTeX.
uk: Натисніть, щоб попередньо переглянути ваші відповіді у LaTeX.

source: Preview Response
af_za: Voorskou-antwoord
az: Cavaba öncədən baxın
ca: Vista prèvia de resposta
cs: Náhled odpovědi
da: Forhåndsvisning af svar
es_ar: Vista previa de respuesta
fa_ir: پیش‌نمایش پاسخ
fi: Esikatsele vastaus
fil_ph: I-preview ang Tugon
fr_fr: Aperçu de la réponse
hr: Pregled odgovora
ko_kr: 답변 미리보기
sv: Förhandsgranska svar
uk: Попередньо переглянути відповідь

source: Comments
af_za: Opmerkings
az: Şərhlər
ca: Comentaris
cs: Komentáře
da: Kommentarer
es_ar: Comentarios
fa_ir: نظرات
fi: Kommentit
fil_ph: Mga komento
fr_fr: commentaires
hr: Komentari
ko_kr: 코멘트
sv: kommentarer
uk: Коментарі

source: The question for this section
af_za: Die vraag van hierdie afdeling
az: Bu bölüüm üçün sual
ca: La pregunta d'aquesta secció
cs: Otázka pro tuto sekci
da: Spørgsmålet til dette afsnit
es_ar: La pregunta para esta sección.
fa_ir: سوال این بخش
fi: Kysymys tälle jaksolle
fil_ph: Ang tanong para sa seksyong ito
fr_fr: La question pour cette section
hr: Pitanje za ovaj odjeljak
ko_kr: 이 주제의 질문
sv: Frågan för detta avsnitt
uk: Питання для цього розділу

source: Files that were uploaded by your teammates:
af_za: Lêers wat deur jou spanmaats opgelaai is:
cs: Soubory, které nahráli vaši spoluhráči:
da: Filer, der blev uploadet af dine holdkammerater:
es_ar: Archivos que fueron subidos por sus compañeros de equipo:
fa_ir: پرونده‌هایی که توسط هم‌تیمی‌های شما بارگذاری شده‌اند:
fi: Ryhmätovereidesi lataamat tiedostot:
fil_ph: Mga file na na-upload ng iyong mga kasamahan sa koponan:
fr_fr: Fichiers téléchargés par vos coéquipiers :
hr: Datoteke koje su učitali ostali članovi vašeh tima:
ko_kr: 귀하의 팀동료가 업로드한 파일:
sv: Filer som laddades upp av dina lagkamrater:
uk: Файли, завантажені вашими товаришами по команді:

source: View the files associated with this submission:
af_za: Kyk na die lêers wat met hierdie voorlegging geassosieer word:
az: Bu təqdimatla əlaqəli fayllara baxın:
ca: Mostra els fitxers associats a aquest enviament:
cs: Zobrazit soubory spojené s tímto příspěvkem:
da: Se de filer, der er knyttet til denne indsendelse:
es_ar: Ver los archivos asociados con este envío:
fa_ir: مشاهده پرونده‌های مرتبط با این ارسال:
fi: Näytä tähän lähetykseen liittyvät tiedostot:
fil_ph: Tingnan ang mga file na nauugnay sa pagsusumiteng ito:
fr_fr: Afficher les fichiers associés à cette soumission :
hr: Pogledaj datoteke u vezi s ovim podnesenim odgovorom:
ko_kr: 이 제출과 연동된 파일을 조회합니다.
sv: Visa filerna som är associerade med det här inlägget:
uk: Переглянути файли, додані до цієї відповіді:

source: Uploaded by
af_za: Opgelaai deur
az: tərəfindən yüklənildi
ca: Carregat per
cs: Nahráno
da: Uploadet af
es_ar: Subido por
fa_ir: بارگذاری شده توسط
fi: Lähettäjä
fil_ph: Na-upload ni
fr_fr: telechargé par
hr: Učitao/la:
ko_kr: 올린이:
sv: Uppladdad av
uk: Завантажено

source: Files that were uploaded by you:
af_za: Lêers wat deur jou opgelaai is:
cs: Soubory, které jste nahráli:
da: Filer, der blev uploadet af dig:
es_ar: Archivos que usted cargó:
fa_ir: پرونده‌هایی که توسط شما بارگذاری شده‌اند:
fi: Lataamasi tiedostot:
fil_ph: Mga file na na-upload mo:
fr_fr: Fichiers que vous avez téléchargés :
hr: Datoteke koje ste vi učitali:
ko_kr: 귀하가 업로드한 파일:
sv: Filer som laddades upp av dig:
uk: Файли, які ви завантажили:

source: Caution: These files were uploaded by another course learner and have not been verified, screened, approved, reviewed, or endorsed by the site administrator. If you access the files, you do so at your own risk.)
af_za: Versigtig: Hierdie lêers is deur 'n ander kursusleerder opgelaai en is nie deur die werfadministrateur geverifieer, gekeur, goedgekeur, hersien of onderskryf nie. As jy toegang tot die lêers het, doen jy dit op eie risiko.)
az: Diqqət: Bu fayllar başqa bir tələbə tərəfindən yüklənmiş və sayt administratoru tərəfindən təsdiqlənməmiş, yoxlanılmamış, doğrulanmamış və ya nəzərdən keçirilməmişdir. Fayllara daxil olursunuzsa, siz bu riski öz üzərinizə götürürsnüz.)
ca: Precaució: aquests fitxers han estat pujats per un altre alumne del curs i no han estat verificats, revisats, aprovats, revisats o aprovats per l'administrador del lloc. Si accediu als fitxers, ho feu sota el vostre compte.)
cs: Upozornění: Tyto soubory byly nahrány jiným účastníkem kurzu a nebyly ověřeny, prověřeny, schváleny, zkontrolovány nebo odsouhlaseny administrátorem webu. Pokud k souborům přistupujete, činíte tak na vlastní riziko.)
da: Forsigtig: Disse filer blev uploadet af en anden kursist og er ikke blevet bekræftet, screenet, godkendt, gennemgået eller godkendt af webstedets administrator. Hvis du får adgang til filerne, gør du det på eget ansvar.)
es_ar: Precaución: Estos archivos fueron cargados por otro alumno del curso y no han sido verificados, examinados, aprobados, revisados ni respaldados por el administrador del sitio. Si accede a los archivos, lo hace bajo su propio riesgo).
fa_ir: احتیاط: این پرونده‌ها توسط یک یادگیرنده دوره آموزشی دیگر بارگذاری شده‌اند و توسط مدیر وبگاه، غربالگری، اثبات، بررسی یا تایید نشده‌اند. اگر به پرونده‌ها دسترسی دارید، این کار را با مسئولیت خود انجام می‌دهید.)
fi: Varoitus: Toinen kurssin oppilas on ladannut nämä tiedostot, eikä sivuston ylläpitäjä ole vahvistanut, tarkistanut, hyväksynyt, tarkistanut tai hyväksynyt niitä. Jos käytät tiedostoja, teet sen omalla vastuullasi.)
fil_ph: Babala: Ang mga file na ito ay na-upload ng isa pang nag-aaral ng kurso at hindi pa na-verify, na-screen, naaprubahan, nasuri, o inendorso ng administrator ng site. Kung ina-access mo ang mga file, gagawin mo ito sa iyong sariling peligro.)
fr_fr: Attention : ces fichiers ont été téléchargés par un autre apprenant du cours et n&#39;ont pas été vérifiés, examinés, approuvés, révisés ou approuvés par l&#39;administrateur du site. Si vous accédez aux fichiers, vous le faites à vos risques et périls.)
hr: Oprez: ove su datoteke učitali drugi korisnici kolegija te ih nije potvrdio, pregledao, odobrio, revidirao ili prihvatio administrator stranice. Ako otvorite datoteke, činite to na vlastitu odgovornost.)
ko_kr: 주의: 이 파일은 다른 강좌 학습자가 업로드한 것으로서 사이트 관리자가 확인, 승인 및 검초하지 않았습니다. 파일에 접근하면 모든 책임은 본인이 지게 됩니다.)
sv: Varning: Dessa filer har laddats upp av en annan kurslärare och har inte verifierats, granskats, godkänts, granskats eller godkänts av webbplatsadministratören. Om du öppnar filerna gör du det på egen risk.)
uk: Увага: ці файли були завантажені іншим слухачем курсу та не були ніяким чином перевірені адміністратором платформи. Якщо ви відкриваєте ці файли, ви робите це на свій страх і ризик.)

source: Assess Peers
af_za: Evalueer eweknieë
az: Həmyaşıdlarınızı qiymətləndirin
ca: Avaluar els parells
cs: Posuďte spolužáky
da: Vurder jævnaldrende
es_ar: Evaluar a los compañeros
fa_ir: ارزیابی همکاران
fi: Arvioi vertaisia
fil_ph: Tayahin ang mga Kapantay
fr_fr: Évaluer les pairs
hr: Procijeni vršnjake
ko_kr: 상호 평가
sv: Bedöm peers
uk: Оцінити слухачів

source: In Progress (%(review_number)s of %(num_must_grade)s)
af_za: In Vooruit (%(review_number)s van %(num_must_grade)s)
az: Davam edir (%(num_must_grade)s-dan%(review_number)s-si )
ca: En progrés (%(review_number)s de %(num_must_grade)s)
cs: Probíhá (%(review_number)s z %(num_must_grade)s)
da: I gang ( %(review_number)s af %(num_must_grade)s )
es_ar: En curso (%(review_number)s of %(num_must_grade)s)
fa_ir: در حال پیشرفت (%(review_number)s از %(num_must_grade)s)
fi: Käynnissä (%(review_number)s/%(num_must_grade)s)
fil_ph: Kasalukuyang Isinasagawa (%(review_number)s ng %(num_must_grade)s)
fr_fr: En cours (%(review_number)s de %(num_must_grade)s)
hr: U tijeku (%(review_number)s od %(num_must_grade)s)
ko_kr: 진도 : (%(num_must_grade)s 중 %(review_number)s)
sv: Pågår (%(review_number)s av %(num_must_grade)s)
uk: Прогрес (%(review_number)s із %(num_must_grade)s)

source: Read and assess the following response from one of your peers.
af_za: Lees en evalueer die volgende reaksie van een van jou eweknieë.
az: Həmyaşıdlarınızdan birinin aşağıdakı cavabını oxyun və qiymətləndirin.
ca: Llegir i avaluar la resposta següent d'un dels teus companys.
cs: Přečtěte si a zhodnoťte následující odpověď od jednoho z vašich spolužáků.
da: Læs og vurder følgende svar fra en af dine jævnaldrende.
es_ar: Leer y evaluar la siguiente respuesta de uno de sus compañeros.
fa_ir: پاسخ‌های یکی از همکاران خود را بخوانید و ارزیابی کنید.
fi: Lue ja arvioi seuraava vastaus toiseltasi.
fil_ph: Basahin at suriin ang sumusunod na tugon mula sa isa sa iyong mga kapantay.
fr_fr: Lisez et évaluez la réponse suivante d&#39;un de vos pairs.
hr: Pročitajte i ocijenite sljedeći odgovor jednog od vaših vršnjaka.
ko_kr: 읽고 다른 학습자의 답변을 평가합니다.
sv: Läs och utvärdera följande svar från en av dina kamrater.
uk: Прочитайте і оцініть наступну відповідь від одного з ваших колег.

source: Associated Files
af_za: Geassosieerde Lêers
az: Əlaqəli fayllar
ca: Fitxers associats
cs: Přidružené soubory
da: Tilknyttede filer
es_ar: Archivos asociados
fa_ir: پرونده‌های مرتبط
fi: Liittyvät tiedostot
fil_ph: Mga Kaugnay na File
fr_fr: Fichiers associés
hr: Povezane datoteke
ko_kr: 연동된 파일
sv: Associerade filer
uk: Приєднані файли

source: We could not submit your assessment
af_za: Ons kon nie jou assessering indien nie
az: Biz sizin qiymətləndirmənizi göndərə bilmədik
ca: No hem pogut enviar la vostra avaluació
cs: Vaše hodnocení se nám nepodařilo odeslat
da: Vi kunne ikke indsende din vurdering
es_ar: No pudimos enviar su evaluación.
fa_ir: امکان ارسال ارزیابی شما وجود ندارد
fi: Emme voineet lähettää arviotasi
fil_ph: Hindi namin maisumite ang iyong pagtatasa
fr_fr: Nous n&#39;avons pas pu soumettre votre évaluation
hr: Nismo uspjeli podnijeti vašu procjenu
ko_kr: 평가를 제출할 수 없습니다.
sv: Vi kunde inte lämna in din bedömning
uk: Ми не змогли надіслати ваше оцінювання

source: Cancelled
af_za: Gekanselleer
az: Ləğv edildi
ca: Cancel·lat
cs: Zrušeno
da: Aflyst
es_ar: Cancelado
fa_ir: لغو شد
fi: Peruutettu
fil_ph: Kinansela
fr_fr: Annulé
hr: Otkazano
ko_kr: 취소됨
sv: avbokad
uk: Скасовано

source: Incomplete (%(num_graded)s of %(num_must_grade)s)
af_za: Onvolledig (%(num_graded)s van %(num_must_grade)s)
az: (%(num_must_grade)s-dan %(num_graded)s-i) natamamdır
ca: Incomplet (%(num_graded)s de %(num_must_grade)s)
cs: Neúplné (%(num_graded)s z %(num_must_grade)s)
da: Ufuldstændig ( %(num_graded)s af %(num_must_grade)s )
es_ar: Incompleto (%(num_graded)s de %(num_must_grade)s)
fa_ir: ناکامل (%(num_graded)s از %(num_must_grade)s)
fi: Epätäydellinen (%(num_graded)s/%(num_must_grade)s)
fil_ph: Hindi kumpleto (%(num_graded)s ng %(num_must_grade)s)
fr_fr: Incomplet (%(num_graded)s de %(num_must_grade)s)
hr: Nedovršeno (%(num_graded)s od %(num_must_grade)s)
ko_kr: (%(num_must_grade)s 중에 %(num_graded)s )가 완료되지 못했습니다.
sv: Ofullständig ( %(num_graded)s av %(num_must_grade)s)
uk: Незавершено (%(num_graded)s з %(num_must_grade)s)

source: The due date for this step has passed. This step is now closed. You can no longer complete peer assessments or continue with this assignment, and you will receive a grade of Incomplete.
af_za: Die vervaldatum van hierdie stap is verby. Hierdie stap is nou gesluit. Jy kan nie meer portuurassesserings voltooi of met hierdie opdrag voortgaan nie, en jy sal 'n graad van onvolledige assessering ontvang.
az: Bu mərhələ üçün son tarix keçib. İndi bu mərhələ bağlıdır. Siz həmyaşıd qiymətləndirmələrini artıq tamamlaya və bu tapşırığa davam edə bilməzsiniz və siz natamam qiymət alacaqsınız.
ca: S'ha aprovat la data de venciment d'aquest pas. Aquest pas ara està tancat. Ja no podeu completar les avaluacions entre iguals o continuar amb aquesta tasca, i rebrà una qualificació de incompleta.
cs: Termín pro tento krok uplynul. Tento krok je nyní uzavřen. Již nemůžete dokončit vzájemného hodnocení nebo pokračovat v tomto úkolu a dostanete známku Nedokončeno.
da: Forfaldsdatoen for dette trin er overskredet. Dette trin er nu lukket. Du kan ikke længere gennemføre peer-vurderinger eller fortsætte med denne opgave, og du får karakteren Ufuldstændig.
es_ar: La fecha límite para este paso ya pasó. Este paso ya está cerrado. Ya no podrá completar las evaluaciones de pares ni continuar con esta tarea y recibirá una calificación de Incompleto.
fa_ir: تاریخ سررسید این مرحله به پایان رسیده است. این مرحله اکنون بسته می‌شود. دیگر امکان تکمیل ارزیابی‌های همتا را ندارید یا به این تکلیف ادامه می‌دهید و نمره ناقص دریافت خواهید کرد.
fi: Tämän vaiheen eräpäivä on ohitettu. Tämä vaihe on nyt suljettu. Et voi enää suorittaa vertaisarviointeja tai jatkaa tätä tehtävää, ja saat arvosanan Keskeneräinen.
fil_ph: Lumipas na ang takdang petsa para sa hakbang na ito. Ang hakbang na ito ay sarado na ngayon. Hindi mo na makumpleto ang mga pagtatasa ng peer o magpatuloy sa takdang-aralin na ito, at makakatanggap ka ng grado na Hindi kumpleto.
fr_fr: La date d&#39;échéance de cette étape est dépassée. Cette étape est maintenant fermée. Vous ne pouvez plus effectuer d&#39;évaluations par les pairs ni poursuivre ce devoir, et vous recevrez la note Incomplète.
hr: Rok za ovaj korak je prošao. Ovaj korak više nije dostupan. Ne možete vršiti procjene vršnjaka ili nastaviti s ovim zadatkom te ćete dobiti ocjenu Nedovršeno.
ko_kr: 이 단계에 대한 마감일이 지났습니다. 이 단계는 종료됩니다. 더이상 상호 평가 혹은 과제를 계속할 수 없습니다. 미완성에 대한 성적을 받을것입니다.
sv: Förfallodagen för detta steg har gått. Detta steg är nu stängd. Du kan inte längre slutföra peer-bedömningar eller fortsätta med den här uppgiften, och du får en betyg av ofullständig.
uk: Кінцевий термін виконання цього кроку минув. Його закрито для виконання. Ви не зможете завершити перехресне оцінювання або продовжити виконання завдання. Ви одержите неповну оцінку.

source: Completed
af_za: Voltooi
az: Tamamlanmış
ca: Completat
cs: Dokončeno
da: Afsluttet
es_ar: Terminado
fa_ir: کامل شده
fi: Valmis
fil_ph: Nakumpleto
fr_fr: Complété
hr: Dovršeno
ko_kr: 완료됨
sv: Avslutad
uk: Завершено

source: You have successfully completed all of the required peer assessments for this assignment. You may assess additional peer responses if you want to. Completing additional assessments will not affect your final grade.
af_za: Jy het al die vereiste portuurassesserings vir hierdie opdrag suksesvol voltooi. Jy kan addisionele eweknie-reaksies assesseer as jy wil. Die voltooiing van addisionele assesserings sal nie jou finale graad beïnvloed nie.
az: Siz bu tapşırıq üzrə tələb olunan bütün həmyaşıd qiymətləndirmələrini uğurla tamamladınız. Əgər istəyirsinizsə. əlavə həmyaşıd cavablarını qiymətləndirə bilərsiniz. Əlavə qiymətləndirmələrin edilməsi sizin final qiymətinizə təsir etməyəcək.
ca: Heu completat amb èxit totes les avaluacions d'iguals requerides per a aquesta tasca. Podeu avaluar respostes de parells addicionals si voleu. La realització de les avaluacions addicionals no afectarà la nota final.
cs: Úspěšně jste dokončili všechna požadovaná vzájemná hodnocení pro tento úkol. Pokud chcete, můžete posoudit další odpovědi spolužáků. Dokončení dodatečných hodnocení neovlivní vaši konečnou známku.
da: Du har gennemført alle de nødvendige peer-evalueringer til denne opgave. Du kan vurdere yderligere peer-svar, hvis du ønsker det. At gennemføre yderligere vurderinger vil ikke påvirke din endelige karakter.
es_ar: Ha completado con éxito todas las evaluaciones de pares requeridas para esta tarea. Puede evaluar respuestas adicionales de sus compañeros si lo desea. Completar evaluaciones adicionales no afectará su calificación final.
fa_ir: شما همه ارزیابی‌های ضروری برای این تکلیف را با موفقیت انجام دادید. در صورت تمایل می‌توانید پاسخ‌های دیگر همتایان را ارزیابی کنید. تکمیل ارزیابی‌‌های بیشتر بر نمره نهایی شما تأثیری نخواهد داشت.
fi: Olet suorittanut onnistuneesti kaikki tämän tehtävän vaadittavat vertaisarvioinnit. Voit halutessasi arvioida muita vertaisvastauksia. Lisäarvostelujen suorittaminen ei vaikuta loppuarvosanaasi.
fil_ph: Matagumpay mong nakumpleto ang lahat ng kinakailangang pagtatasa ng peer para sa takdang-aralin na ito. Maaari mong tasahin ang mga karagdagang tugon ng peer kung gusto mo. Ang pagkumpleto ng mga karagdagang pagtatasa ay hindi makakaapekto sa iyong panghuling grado.
fr_fr: Vous avez réussi toutes les évaluations par les pairs requises pour cette mission. Vous pouvez évaluer les réponses des pairs supplémentaires si vous le souhaitez. La réalisation d&#39;évaluations supplémentaires n&#39;affectera pas votre note finale.
hr: Uspješno ste završili sve obvezne procjene vršnjaka za ovaj zadatak. Ako želite, možete pristupiti dodatnim odgovorima vršnjaka. Dodatne procjene neće utjecati na vašu konačnu ocjenu.
ko_kr: 꼭 해야 하는 분량에 대한 상호 평가를 모두 완료했습니다. 원할 경우 다른 답변을 더 평가할 수 있으며, 이것이 귀하의 최종 성적에 영향을 미치진 않습니다.
sv: Du har framgångsrikt slutfört alla obligatoriska utvärderingar för denna uppgift. Du kan bedöma ytterligare svar på svar om du vill. Att slutföra ytterligare bedömningar påverkar inte din slutbetyg.
uk: Ви успішно оцінили необхідну кількість однокурсників для цього завдання. За бажання, ви можете оцінити додаткові відповіді. Виконання додаткових оцінок не вплине на підсумкову оцінку.

source: We could not retrieve additional submissions for assessment
af_za: Ons kon nie addisionele voorleggings vir assessering herwin nie
az: Biz qiymətləndirmə üçün əlavə təqdimatları ala bilmədik
ca: No hem pogut recuperar presentacions addicionals per avaluar
cs: Nepodařilo se nám získat další příspěvky k posouzení
da: Vi kunne ikke hente yderligere indlæg til vurdering
es_ar: No pudimos recuperar envíos adicionales para su evaluación.
fa_ir: امکان بازیابی، برای ارسال‌ ارزیابی بیشتر وجود ندارد.
fi: Emme voineet noutaa lisälähetyksiä arvioitavaksi
fil_ph: Hindi namin makuha ang mga karagdagang pagsusumite para sa pagtatasa
fr_fr: Nous n&#39;avons pas pu récupérer de soumissions supplémentaires pour évaluation
hr: Nismo uspjeli dohvatiti dodatne podnesene odgovore za zadatak
ko_kr: 평가의 추가 제출을 검색 할 수 없습니다
sv: Vi kunde inte hämta ytterligare inlagor för bedömning
uk: Ми не змогли поновити додаткове завантаження для цього оцінювання.

source: Continue Assessing Peers
af_za: Hou aan om portuurs te assesseer
az: Həmyaşıdları qiymətləndirməyə davam edin
ca: Continueu avaluant els companys
cs: Pokračujte v vzájemného hodnocení
da: Fortsæt med at vurdere jævnaldrende
es_ar: Continuar evaluando a sus compañeros
fa_ir: ادامه ارزیابی همتایان
fi: Jatka vertaisten arvioimista
fil_ph: Ipagpatuloy ang Pagsusuri ng mga Kapantay
fr_fr: Continuer à évaluer les pairs
hr: Nastavi s procjenom vršnjaka
ko_kr: 상호 평가 계속하기
sv: Fortsätt att utvärdera peers
uk: Продовжити перехресне оцінювання

source: Complete (%(num_graded)s)
af_za: Voltooi (%(num_graded)s)
az: Tamamlayın (%(num_graded)s)
ca: Complet (%(num_graded)s)
cs: Dokončeno (%(num_graded)s)
es_ar: Completo (%(num_graded)s)
fa_ir: کامل (%(num_graded)s)
fi: Valmis (%(num_graded)s)
fil_ph: Kumpleto na (%(num_graded)s)
fr_fr: Complet (%(num_graded)s)
hr: Dovršeno (%(num_graded)s)
ko_kr: (%(num_graded)s) 완료
sv: Komplett ( %(num_graded)s )
uk: Завершено (%(num_graded)s)
