Repository: openedx/edx-ora2
Catalog: openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, az, ca, cs, da, es_ar, fa_ir, fi, fil_ph, fr_fr, hr, ko_kr, sv, uk

source: All submitted peer responses have been assessed. Check back later to see if more learners have submitted responses.
af_za: Alle ingediende antwoorde is geëvalueer. Kyk later terug om te sien of meer leerders antwoorde ingedien het.
az: Göndərilən bütün həmyaşıd cavabları qiymətləndirilib. Daha çox tələbənin cavab göndərdiklərini yoxlamaq üçün daha sonra yenidən bura qayıdın.
ca: S'han avaluat totes les respostes dels parells enviades. Torna-ho més tard per veure si hi ha més estudiants que han enviat respostes.
cs: Všechny odeslané odpovědi spolužáků byly posouzeny. Vraťte se později, abyste zjistili, zda odpovědi zaslalo více studentů.
da: Alle indsendte peer-svar er blevet vurderet. Kom tilbage senere for at se, om flere elever har indsendt svar.
es_ar: Se han evaluado todas las respuestas de los pares enviadas. Vuelva a consultar más tarde para ver si más alumnos han enviado respuestas.
fa_ir: همه پاسخ‌های ارسالی همتایان ارزیابی شده است. بعداً دوباره بررسی کنید تا ببینید آیا یادگیرندگان بیشتری پاسخ‌های خود را ارسال کرده‌اند یا خیر.
fi: Kaikki lähetetyt vertaisvastaukset on arvioitu. Tarkista myöhemmin, ovatko muut oppilaat lähettäneet vastauksia.
fil_ph: Nasuri ang lahat ng isinumiteng tugon ng peer. Bumalik sa ibang pagkakataon upang makita kung mas maraming mag-aaral ang nagsumite ng mga tugon.
fr_fr: Toutes les réponses soumises par les pairs ont été évaluées. Revenez plus tard pour voir si d&#39;autres apprenants ont envoyé des réponses.
hr: Procijenjeni su svi podneseni odgovori vršnjaka. Provjerite kasnije da vidite je li više korisnika podnijelo odgovore.
ko_kr: 모든 답변이 평가되고 있습니다. 추가로 더 많은 답변이 제출되었는지 여부를 나중에 다시 확인해보세요.
sv: Alla inlämnade svar på svar har bedömts. Kolla tillbaka senare för att se om fler elever har lämnat in svar.
uk: Усі надані відповіді для перехресного оцінювання пройшли оцінювання. Перевірте пізніше подання нових відповідей іншими слухачами.

source: Not Available
af_za: Nie beskikbaar nie
az: Mümükün deyil
ca: No disponible
cs: Není dostupné
da: Ikke tilgængelig
es_ar: No disponible
fa_ir: در دسترس نیست
fi: Ei saatavilla
fil_ph: Hindi magagamit
fr_fr: Indisponible
hr: Nije dostupno
ko_kr: 이용할 수 없습니다.
sv: Inte tillgänglig
uk: Не доступно

source: In Progress (%(review_number)s of %(num_must_grade)s)
af_za: In Vooruit (%(review_number)s van %(num_must_grade)s)
az: (%(num_must_grade)s-dan %(review_number)s davam edir )
ca: En progrés (%(review_number)s de %(num_must_grade)s)
cs: Probíhá (%(review_number)s z %(num_must_grade)s)
da: I gang ( %(review_number)s af %(num_must_grade)s )
es_ar: En curso (%(review_number)s of %(num_must_grade)s)
fa_ir: در حال پیشرفت (%(review_number)s از %(num_must_grade)s)
fi: Käynnissä (%(review_number)s/%(num_must_grade)s)
fil_ph: Kasalukuyang Isinasagawa (%(review_number)s ng %(num_must_grade)s)
fr_fr: En cours (%(review_number)s de %(num_must_grade)s)
hr: U tijeku (%(review_number)s od %(num_must_grade)s)
ko_kr: 진도 (%(num_must_grade)s중 %(review_number)s)
sv: I Progress ( %(review_number)s av %(num_must_grade)s )
uk: Триває (%(review_number)s of %(num_must_grade)s)

source: All available peer responses have been assessed. Check back later to see if more learners have submitted responses. You will receive your grade after you've completed all the steps for this problem and your peers have assessed your response.
af_za: Alle beskikbare eweknie-antwoorde is geëvalueer. Kyk later terug om te sien of meer leerders antwoorde ingedien het. Jy sal jou graad ontvang nadat jou al die stappe vir hierdie probleem voltooi het en jou eweknieë jou reaksie beoordeel het.
az: Mümkün olan bütün həmyaşıd cavabları qiymətləndirilib. Tələbələrin cavablar göndərdiklərini yoxlamaq üçün bura daha sonra geri qayıdın. Siz bu tapşırıq üçün bütün mərhələləri tamamladıqdan və həmyaşıdlarınız sizin cavabları qiymətləndirdikdən sonra qiymətinizi alacaqsınız.
ca: S'han avaluat totes les respostes d'iguals disponibles. Torna-ho més tard per veure si hi ha més estudiants que han enviat respostes. Rebreu el vostre grau després d'haver completat tots els passos d'aquest problema i els vostres companys han avaluat la vostra resposta.
cs: Byly posouzeny všechny dostupné odpovědi spolužáků. Vraťte se později, abyste zjistili, zda odpovědi zaslalo více studentů. Hodnocení obdržíte poté, co dokončíte všechny kroky k tomuto problému a vaši spolužáci zhodnotí vaši odpověď.
da: Alle tilgængelige peer-svar er blevet vurderet. Kom tilbage senere for at se, om flere elever har indsendt svar. Du modtager din karakter, når du har gennemført alle trinene for dette problem, og dine jævnaldrende har vurderet dit svar.
es_ar: Se han evaluado todas las respuestas de los pares disponibles. Vuelva a consultar más tarde para ver si más alumnos han enviado respuestas. Recibirá su calificación después de haber completado todos los pasos de este problema y sus compañeros hayan evaluado su respuesta.
fa_ir: همه پاسخ‌های همتایان موجود ارزیابی شده است. بعداً دوباره بررسی کنید تا ببینید آیا یادگیرندگان بیشتری پاسخ‌های خود را ارسال کرده‌اند یا خیر. بعد از اینکه تمام مراحل این مساله را کامل کردید و همتایانتان پاسخ شما را ارزیابی کردند، نمره خود را دریافت خواهید کرد.
fi: Kaikki saatavilla olevat vertaisvastaukset on arvioitu. Tarkista myöhemmin, ovatko muut oppilaat lähettäneet vastauksia. Saat arvosanan, kun olet suorittanut kaikki tämän ongelman vaiheet ja kollegasi ovat arvioineet vastauksesi.
fil_ph: Nasuri ang lahat ng magagamit na tugon ng peer. Bumalik sa ibang pagkakataon upang makita kung mas maraming mag-aaral ang nagsumite ng mga tugon. Matatanggap mo ang iyong marka pagkatapos mong makumpleto ang lahat ng mga hakbang para sa problemang ito at masuri ng iyong mga kasamahan ang iyong tugon.
fr_fr: Toutes les réponses disponibles des pairs ont été évaluées. Revenez plus tard pour voir si d&#39;autres apprenants ont envoyé des réponses. Vous recevrez votre note une fois que vous aurez terminé toutes les étapes de ce problème et que vos pairs auront évalué votre réponse.
hr: Procijenjeni su svi dostupni odgovori vršnjaka. Provjerite kasnije da vidite je li još korisnika podnijelo odgovore. Dobit ćete ocjenu nakon što dovršite sve korake za ovaj problem i nakon što vaši vršnjaci ocijene vaš odgovor.
ko_kr: 제출된 답변 전체가 평가되었습니다. 더 많은 학습자가 추가로 어떤 답변을 완료했는지 여부를 나중에 확인해주세요. 귀하가 이 문제의 모든 단계를 완료하고, 다른 학습자가 귀하의 답변 평가를 완료하면 점수를 확인할 수 있습니다.
sv: Alla tillgängliga svar på svar har bedömts. Kolla tillbaka senare för att se om fler elever har lämnat in svar. Du kommer att få din betyg efter att du har slutfört alla steg för detta problem och dina kamrater har bedömt ditt svar.
uk: Усі надані відповіді для перехресного оцінювання пройшли оцінювання. Перевірте пізніше подання нових відповідей іншими слухачами. Ви одержите оцінку після виконання всіх кроків та після оцінювання ваших відповідей іншими слухачами.

source: Your Team's Response
af_za: Die Antwoord Your Team
cs: Odpověď vašeho týmu
da: Dit teams svar
es_ar: La respuesta de su equipo
fa_ir: پاسخ تیم شما
fi: Ryhmäsi vastaus
fil_ph: Ang Tugon ng Iyong Koponan
fr_fr: La réponse de votre équipe
hr: Odgovor vašeg tima
ko_kr: 우리 팀의 응답
sv: Ditt teams svar
uk: Відповідь вашої команди

source: In Progress
af_za: Aan die gang
az: Davam edir
ca: En progrés
cs: Ve zpracování
da: I gang
es_ar: En progreso
fa_ir: درحال پیشرفت
fi: Käynnissä
fil_ph: Isinasagawa
fr_fr: En cours
hr: U tijeku
ko_kr: 진행중입니다
sv: Pågående
uk: Опрацьовується

source: Enter your team's response to the prompt.
af_za: Voer die antwoord van jou span in op die spoed.
cs: Zadejte odpověď svého týmu na výzvu.
da: Indtast dit teams svar på prompten.
es_ar: Ingrese la respuesta de su equipo al mensaje.
fa_ir: پاسخ تیم خود به این درخواست را وارد کنید.
fi: Kirjoita tiimisi vastaus kehotteeseen.
fil_ph: Ilagay ang tugon ng iyong koponan sa prompt.
fr_fr: Entrez la réponse de votre équipe à l&#39;invite.
hr: Unesite odgovor svog tima na upit.
ko_kr: 우리 팀의 응답을 입력창에 입력하세요.
sv: Ange ditt teams svar på uppmaningen.
uk: Введіть відповідь вашої команди.

source: Your work will save automatically and you can return to complete your team's response at any time before the due date
af_za: YJou werk sal outomaties stoor en jy kan terugkeer om jou span se reaksie te eniger tyd voor die vervaldatum te voltooi
da: Dit arbejde gemmes automatisk, og du kan vende tilbage for at fuldføre dit teams svar til enhver tid inden forfaldsdatoen
es_ar: Su trabajo se guardará automáticamente y podrá regresar para completar la respuesta de su equipo en cualquier momento antes de la fecha límite.
fa_ir: کار شما به طور خودکار ذخیره می شود و می توانید در هر زمان قبل از موعد مقرر برای تکمیل پاسخ تیم خود بازگردید
fi: Työsi tallentuu automaattisesti ja voit palata täydentämään tiimisi vastausta milloin tahansa ennen eräpäivää
fil_ph: Awtomatikong magse-save ang iyong trabaho at maaari kang bumalik upang kumpletuhin ang tugon ng iyong koponan anumang oras bago ang takdang petsa
fr_fr: Votre travail sera automatiquement enregistré et vous pourrez revenir compléter la réponse de votre équipe à tout moment avant la date d&#39;échéance
uk: Ваша робота буде збережена автоматично, і ви зможете повернутися, щоб завершити відповідь вашої команди в будь-який час до встановленого терміну

source: Your work will save automatically and you can return to complete your team's response at any time.
af_za: Jou werk sal outomaties stoor en jy kan terugkeer om jou span se reaksie te eniger tyd te voltooi.
da: Dit arbejde gemmes automatisk, og du kan til enhver tid vende tilbage for at fuldføre dit teams svar.
es_ar: Su trabajo se guardará automáticamente y podrá volver para completar la respuesta de su equipo en cualquier momento.
fa_ir: کار شما به طور خودکار ذخیره می شود و می توانید در هر زمان برای تکمیل پاسخ تیم خود بازگردید..
fi: Työsi tallentuu automaattisesti ja voit palata täydentämään tiimisi vastausta milloin tahansa.
fil_ph: Awtomatikong magse-save ang iyong trabaho at maaari kang bumalik upang kumpletuhin ang tugon ng iyong koponan anumang oras.
fr_fr: Votre travail sera automatiquement enregistré et vous pourrez revenir compléter la réponse de votre équipe à tout moment.
uk: Ваша робота буде збережена автоматично, і ви зможете повернутися, щоб завершити відповідь вашої команди в будь-який час.

source: After you submit a response on behalf of your team, it cannot be edited.
af_za: Nadat jy 'n antwoord namens jou span ingedien het, kan dit nie geredigeer word nie.
da: Når du har indsendt et svar på vegne af dit team, kan det ikke redigeres.
es_ar: Después de enviar una respuesta en nombre de su equipo, no se puede editar.
fa_ir: پس از ارسال پاسخ از طرف تیم خود، آن را نمی توان ویرایش کرد.
fi: Kun olet lähettänyt vastauksen tiimisi puolesta, sitä ei voi muokata.
fil_ph: Pagkatapos mong magsumite ng tugon sa ngalan ng iyong koponan, hindi ito maaaring i-edit.
fr_fr: Une fois que vous avez envoyé une réponse au nom de votre équipe, elle ne peut plus être modifiée.
uk: Після того, як Ви надіслали відповідь від імені своєї команди, її не можна редагувати.

source: Enter your response to the prompt.
af_za: Invoer jou antwoord op die vinnige.
az: Dəvət işarəsinə cavabınızı daxil edin.
ca: Introduïu la vostra resposta a l'indicatiu.
cs: Zadejte svou odpověď na výzvu.
da: Indtast dit svar på prompten.
es_ar: Ingrese su respuesta al enunciado.
fa_ir: پاسخ خود را به درخواست وارد کنید.
fi: Kirjoita vastauksesi kehotteeseen.
fil_ph: Ilagay ang iyong tugon sa prompt.
fr_fr: Entrez votre réponse à l&#39;invite.
hr: Unesite svoj odgovor na upit.
ko_kr: 입력창에 답변을 입력하세요.
sv: Ange ditt svar till prompten.
uk: Введіть вашу відповідь на питання.

source: Your work will save automatically and you can return to complete your response at any time before the subsection due date
af_za: Jou werk sal outomaties stoor en jy kan terugkeer om jou antwoord te eniger tyd voor die vervaldatum van die subartikel te voltooi
da: Dit arbejde gemmes automatisk, og du kan vende tilbage for at fuldføre dit svar til enhver tid inden underafsnittets forfaldsdato
es_ar: Su trabajo se guardará automáticamente y podrá regresar para completar su respuesta en cualquier momento antes de la fecha de vencimiento de la subsección.
fi: Työsi tallentuu automaattisesti ja voit palata täydentämään vastauksesi milloin tahansa ennen alakohdan eräpäivää
fil_ph: Awtomatikong magse-save ang iyong trabaho at maaari kang bumalik upang kumpletuhin ang iyong tugon anumang oras bago ang takdang petsa ng subsection
fr_fr: Votre travail sera sauvegardé automatiquement et vous pourrez revenir compléter votre réponse à tout moment avant la date d&#39;échéance de la sous-section.
uk: Ваша робота буде збережена автоматично, і ви зможете повернутися, щоб завершити свою відповідь у будь-який час до закінчення терміну виконання підрозділу

source: Your work will save automatically and you can return to complete your response at any time before the course ends
af_za: Jou werk sal outomaties stoor en jy kan terugkeer om jou antwoord te eniger tyd te voltooi voordat die kursus eindig
da: Dit arbejde gemmes automatisk, og du kan vende tilbage for at fuldføre dit svar til enhver tid, inden kurset slutter
es_ar: Su trabajo se guardará automáticamente y puede regresar para completar su respuesta en cualquier momento antes de que el curso termine.
fi: Työsi tallentuu automaattisesti ja voit palata täydentämään vastauksesi milloin tahansa ennen kurssin päättymistä
fil_ph: Awtomatikong magse-save ang iyong trabaho at maaari kang bumalik upang kumpletuhin ang iyong tugon anumang oras bago matapos ang kurso
fr_fr: Votre travail sera automatiquement sauvegardé et vous pourrez revenir compléter votre réponse à tout moment avant la fin du cours.
uk: Ваша робота буде збережена автоматично, і Ви зможете повернутися, щоб завершити свою відповідь у будь-який час до завершення курсу

source: Your work will save automatically and you can return to complete your response at any time before the due date
af_za: Jou werk sal outomaties stoor en jy kan terugkeer om jou antwoord te eniger tyd voor die sperdatum te voltooi
da: Dit arbejde gemmes automatisk, og du kan vende tilbage for at fuldføre dit svar til enhver tid inden forfaldsdatoen
es_ar: Su trabajo se guardará automáticamente y podrá regresar para completar su respuesta en cualquier momento antes de la fecha límite.
fi: Työsi tallentuu automaattisesti ja voit palata täydentämään vastauksesi milloin tahansa ennen eräpäivää
fil_ph: Awtomatikong magse-save ang iyong trabaho at maaari kang bumalik upang kumpletuhin ang iyong tugon anumang oras bago ang takdang petsa
fr_fr: Votre travail sera sauvegardé automatiquement et vous pourrez revenir compléter votre réponse à tout moment avant la date d&#39;échéance.
uk: Ваша робота буде збережена автоматично, і Ви зможете повернутися, щоб завершити свою відповідь у будь-який час до встановленого кінцевого терміну

source: Your work will save automatically and you can return to complete your response at any time.
af_za: Jou werk sal outomaties stoor en jy kan terugkeer om jou antwoord te eniger tyd te voltooi.
da: Dit arbejde gemmes automatisk, og du kan til enhver tid vende tilbage for at fuldføre dit svar.
es_ar: Su trabajo se guardará automáticamente y podrá regresar para completar su respuesta en cualquier momento.
fa_ir: کار شما به طور خودکار ذخیره می شود و می توانید در هر زمان برای تکمیل پاسخ خود بازگردید.
fi: Työsi tallentuu automaattisesti ja voit palata täydentämään vastauksesi milloin tahansa.
fil_ph: Awtomatikong magse-save ang iyong trabaho at maaari kang bumalik upang kumpletuhin ang iyong tugon anumang oras.
fr_fr: Votre travail sera automatiquement enregistré et vous pourrez revenir compléter votre réponse à tout moment.
uk: Ваша робота буде збережена автоматично, і Ви зможете повернутися, щоб завершити свою відповідь у будь-який час.

source: After you submit your response, you cannot edit it
af_za: Nadat jy jou antwoord ingedien het, kan jy dit nie wysig nie
az: Cavabınızı göndərdikdən sonra onu redaktə edə bilməzsiniz
ca: Després d'enviar la vostra resposta, no podeu editar-la
cs: Poté, co odešlete svou odpověď, nemůžete ji upravit
da: Når du har indsendt dit svar, kan du ikke redigere det
es_ar: Después de enviar su respuesta, no podrá editarla.
fa_ir: پس از ارسال پاسخ خود، نمی‌توانید آن را ویرایش کنید
fi: Kun olet lähettänyt vastauksesi, et voi muokata sitä
fil_ph: Pagkatapos mong isumite ang iyong tugon, hindi mo ito mai-edit
fr_fr: Après avoir soumis votre réponse, vous ne pouvez pas la modifier
hr: Nakon što predate svoj odgovor ne možete ga više uređivati
ko_kr: 답변을 제출한 후에는 수정할 수 없습니다.
sv: När du har skickat in ditt svar kan du inte redigera det
uk: Після надсилання відповіді, ви не можете її змінити

source: What will this assignment be graded on?
af_za: Waarop sal hierdie toewysing gegradeer word?
cs: Podle čeho bude tento úkol hodnocen?
da: Hvad vil denne opgave blive bedømt på?
es_ar: ¿En qué se calificará esta tarea?
fa_ir: این تکلیف بر چه اساس نمره‌گذاری خواهد شد؟
fi: Millä perusteella tämä tehtävä arvostellaan?
fil_ph: Ano ang magiging marka ng takdang-aralin na ito?
fr_fr: Sur quoi ce devoir sera-t-il noté ?
hr: Na temelju čega će se ocjenjivati ovaj zadatak?
ko_kr: 이 과제는 무엇으로 평가됩니까?
sv: Vad kommer denna uppgift att betygsättas på?
uk: На чому базується оцінювання цього завдання?

source: The prompt for this section
af_za: Die spoed van hierdie afdeling
az: Bu bölmə üçün dəvət işarəsi
ca: L'indicatiu d'aquesta secció
cs: Výzva pro tuto sekci
da: Spørgsmålet til dette afsnit
es_ar: El mensaje para esta sección
fa_ir: درخواست این بخش
fi: Tämän osion kehote
fil_ph: Ang prompt para sa seksyong ito
fr_fr: L&#39;invite pour cette section
hr: Upit za ovaj odjeljak
ko_kr: 이 주제의 문제
sv: Fråga efter det här avsnittet
uk: Рекомендація для цього розділу

source: You are on team
af_za: Jy is in die span
cs: Jste v týmu
da: Du er på holdet
es_ar: Está en un equipo
fa_ir: شما در تیم هستید
fi: Olet tiimissä
fil_ph: Ikaw ay nasa koponan
fr_fr: Vous êtes en équipe
hr: Vi ste u timu
ko_kr: 당신은 팀에 있습니다
sv: Du är i laget
uk: Ви в команді

source: Team Members:
af_za: Spanlede:
cs: Členové týmu:
da: Holdkammerater:
es_ar: Miembros del equipo:
fa_ir: اعضای تیم:
fi: Ryhmän jäsenet:
fil_ph: Mga Miyembro ng Koponan:
fr_fr: Membres de l&#39;équipe:
hr: Članovi tima:
ko_kr: 팀 구성원:
sv: Gruppmedlemmar:
uk: Члени команди:

source: %(team_members_with_external_submissions)s have/has already submitted a response to this assignment with another team, and will not be a part of your team's submission or assignment grade.
af_za: %(team_members_with_external_submissions)s het/het reeds 'n antwoord op hierdie opdrag by 'n ander span ingedien, en sal nie deel wees van jou span se voorlegging of opdraggraad nie.
cs: %(team_members_with_external_submissions)s již odeslal(a)/odeslali odpověď na tento úkol s jiným týme a nebude součástí odevzdání ani hodnocení úkolu vašeho týmu.
da: %(team_members_with_external_submissions)s har/har allerede afgivet et svar på denne opgave med et andet team, og vil ikke være en del af dit teams afleverings- eller opgavekarakter.
es_ar: %(team_members_with_external_submissions)s ha enviado una respuesta a esta tarea con otro equipo, y no será parte de tu equipo en la entrega ni en la calificación de la tarea.
fa_ir: %(team_members_with_external_submissions)s قبلاً پاسخی به این تکلیف از سوی تیم دیگری ارسال کرده‌اند، و بخشی از امتیاز ارسال یا تکلیف تیم شما محسوب نخواهد شد.
fi: %(team_members_with_external_submissions)s ovat/on jo lähettäneet vastauksen tähän tehtävään toisen tiimin kanssa, eikä se ole osa tiimisi lähetyksen tai tehtävän arvosanaa.
fil_ph: %(team_members_with_external_submissions)s ay nakapagsumite na/nagsumite na ng tugon sa takdang-aralin na ito kasama ng isa pang koponan, at hindi magiging bahagi ng pagsusumite o marka ng pagtatalaga ng iyong koponan.
fr_fr: %(team_members_with_external_submissions)s a/a déjà soumis une réponse à ce devoir avec une autre équipe et ne fera pas partie de la note de soumission ou du devoir de votre équipe.
hr: %(team_members_with_external_submissions)s su/je već predali/predao odgovor na ovaj zadatak s drugim timom i neće sudjelovati u podnošenju odgovora vašeg tima ili ocjeni zadatka.
ko_kr: %(team_members_with_external_submissions)s 이미 이 과제에 대해 다른 팀과 함께 응답이 제출되었으며, 귀하의 팀의 제출이나 과제 점수에 일부가 되지 않습니다.
sv: %(team_members_with_external_submissions)s har/har redan lämnat ett svar på denna uppgift med ett annat team, och kommer inte att vara en del av ditt teams inlämnings- eller uppgiftsbetyg.
uk: %(team_members_with_external_submissions)s вже надіслали відповідь на це завдання з іншою командою, і не буде частиною відповіді або оцінки вашої команди.

source: Team Response
af_za: Spanreaksie
cs: Týmová odpověď
da: Team Respons
es_ar: Respuesta del equipo
fa_ir: پاسخ تیم
fi: Ryhmän vastaus
fil_ph: Tugon ng Koponan
fr_fr: Réponse de l&#39;équipe
hr: Odgovor tima
ko_kr: 팀 응답
sv: Team Respons
uk: Відповідь команди

source: Your Response
af_za: Jou antwoord
cs: Tvoje odpověď
da: Dit svar
es_ar: Su respuesta
fa_ir: پاسخ شما
fi: Vastauksesi
fil_ph: Iyong Tugon
fr_fr: Votre réponse
hr: Vaš odgovor
ko_kr: 내 응답
sv: Ditt svar
uk: Ваша відповідь

source: (Required)
af_za: (vereiste)
cs: (Požadované)
da: (Påkrævet)
es_ar: (Requerido)
fa_ir: (الزامی)
fi: (Edellytetään)
fil_ph: (Kailangan)
fr_fr: (Obligatoire)
hr: (Obavezno)
ko_kr: (필수 입력 사항)
sv: (Nödvändig)
uk: (Обов'язково)

source: (Optional)
af_za: (Opsioneel)
az: (Qeyri-məcburi)
ca: (Opcional)
cs: (Volitelné)
da: (Valgfri)
es_ar: (Opcional)
fa_ir: (اختیاری)
fi: (Valinnainen)
fil_ph: (Opsyonal)
fr_fr: (Optionnel)
hr: (Neobvezno)
ko_kr: (선택사항)
sv: (Frivillig)
uk: (необов'язково)
