Repository: openedx/edx-ora2
Catalog: openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, az, ca, cs, da, es_ar, fa_ir, fi, fil_ph, fr_fr, hr, ko_kr, sv, uk

source: Staff Assessment gates sets the final grade for students if enabled with other steps, though it can also be used as a standalone step.
af_za: Personeelassesseringshekke stel die finale graad vir studente in indien dit saam met ander stappe geaktiveer word, hoewel dit ook as 'n selfstandige stap gebruik kan word.
cs: Brány hodnocení učitelů nastavují konečnou známku pro studenty, pokud jsou povoleny s dalšími kroky, i když je lze použít také jako samostatný krok.
da: Staff Assessment Gates angiver den endelige karakter for eleverne, hvis den er aktiveret med andre trin, selvom den også kan bruges som et selvstændigt trin.
es_ar: Las puertas de evaluación del personal establecen la calificación final para los estudiantes si se habilitan con otros pasos, aunque también se pueden usar como un paso independiente.
fa_ir: دروازه‌های ارزیابی کارکنان، نمره نهایی را برای یادگیرندگان تعیین می‌کند، اگر با مراحل دیگر فعال باشد، اگرچه می‌توان از آن به‌عنوان یک مرحله مستقل نیز استفاده کرد.
fi: Staff Assessment Gates asettaa opiskelijoille lopullisen arvosanan, jos se on otettu käyttöön muiden vaiheiden kanssa, mutta sitä voidaan käyttää myös itsenäisenä vaiheena.
fil_ph: Ang mga gate ng Staff Assessment ay nagtatakda ng panghuling grado para sa mga mag-aaral kung pinagana sa iba pang mga hakbang, bagama&#39;t maaari rin itong gamitin bilang isang standalone na hakbang.
fr_fr: Les portes d&#39;évaluation du personnel définissent la note finale des étudiants si elles sont activées avec d&#39;autres étapes, bien qu&#39;elles puissent également être utilisées comme une étape autonome.
hr: Procjena osoblja određuje konačnu ocjenu za učenike ako je omogućena s drugim koracima, iako se može koristiti i kao samostalan korak.
ko_kr: 교직원 평가 게이트는 다른 단계에서 활성화된 경우 학생의 최종 성적을 설정하지만 독립 단계로 사용할 수도 있습니다.
sv: Personal Assessment Gates sätter slutbetyget för elever om det är aktiverat med andra steg, men det kan också användas som ett fristående steg.
uk: Оцінювання командою курсу встановлює остаточну оцінку для студентів, якщо активовані інші кроки оцінювання, також даний вид оцінювання можна використовувати як самостійний крок.

source: Step: Learner Training
af_za: Stap: Leerderopleiding
az: Mərhələ: Tələbə təlimi
ca: Pas: formació d'aprenents
cs: Krok: Školení studenta
da: Trin: Elevtræning
es_ar: Paso: Capacitación del alumno
fa_ir: گام: آموزش یادگیرنده
fi: Vaihe: Oppijan koulutus
fil_ph: Hakbang: Learner Training
fr_fr: Étape : Formation des apprenants
hr: Korak: vježbanje za korisnika
ko_kr: 단계: 학습자 안내
sv: Steg: Lärarutbildning
uk: Крок: Навчальний елемент

source: Learner Training is used to help students practice grading a simulated peer submission in order to train them on the rubric and ensure learner's understand the rubric for either Self or Peer Assessment steps.
af_za: Leerderopleiding word gebruik om studente te help om 'n gesimuleerde portuurvoorlegging te gradeer ten einde hulle op die rubriek op te lei en te verseker dat leerders die rubriek vir Self- of Portuurassesseringstappe verstaan.
cs: Školení žáka se používá k tomu, aby studentům pomohlo procvičit si hodnocení simulovaného odevzdání spolužáků, aby je proškolili v rubrice a zajistili, že žák porozumí rubrice při krocích sebe nebo vzájemného hodnocení.
da: Elevtræning bruges til at hjælpe eleverne med at øve sig i at bedømme en simuleret peer-indsendelse for at træne dem i rubrikken og sikre, at eleverne forstår rubrikken for enten selv- eller peer-vurderingstrin.
es_ar: La capacitación del alumno se utiliza para ayudar a los estudiantes a practicar la calificación de un envío simulado de pares para capacitarlos en la rúbrica y garantizar que los alumnos comprendan la rúbrica para los pasos de autoevaluación o evaluación de pares.
fa_ir: آموزش یادگیرنده برای کمک به دانش‌آموزان برای تمرین نمره‌دهی یک مورد شبیه‌سازی‌شده توسط همتایان استفاده می‌شود تا آنها را بر اساس راهنمای امتیازدهی آموزش دهند و کسب اطمینان کنند از این که یادگیرنده این موضوع را برای مراحل ارزیابی خودش یا همتایان به خوبی درک کرده است.
fi: Oppijakoulutusta käytetään auttamaan opiskelijoita harjoittelemaan simuloidun vertaisarvioinnin arvioimista, jotta he voivat kouluttaa heitä rubriikkiin ja varmistaa, että oppija ymmärtää rubriikin joko itse- tai vertaisarvioinnin vaiheissa.
fil_ph: Ginagamit ang Learner Training upang tulungan ang mga mag-aaral na magsanay ng pagmamarka ng isang simulate na pagsusumite ng peer upang sanayin sila sa rubric at matiyak na nauunawaan ng mag-aaral ang rubric para sa alinman sa mga hakbang sa Self o Peer Assessment.
fr_fr: La formation des apprenants est utilisée pour aider les étudiants à s&#39;exercer à noter une soumission simulée par un pair afin de les former sur la rubrique et de s&#39;assurer que l&#39;apprenant comprend la rubrique pour les étapes d&#39;auto-évaluation ou d&#39;évaluation par les pairs.
hr: Vježbanje za korisnika koristi se kao pomoć učenicima za vježbu ocjenjivanja simuliranih odgovora vršnjaka kako bi učenici mogli vježbati u rubrici i steći znanje o njoj za potrebe koraka Samoprocjena ili Procjena vršnjaka.
ko_kr: 학습자 교육은 학생들이 루브릭에 대해 교육하고 학습자가 자체 또는 동료 평가 단계에 대한 루브릭을 이해하도록 하기 위해 시뮬레이션된 동료 제출물을 채점하는 연습을 하는 데 사용됩니다.
sv: Elevträning används för att hjälpa eleverna att öva på att betygsätta en simulerad kamratinlämning för att träna dem i rubriken och säkerställa att eleverna förstår rubriken för antingen själv- eller kamratbedömningssteg.
uk: Навчання учнів використовується для того, щоб допомогти студентам оцінити змодельовані відповіді колег, щоб навчити їх на рубриці та забезпечити розуміння учнем рубрики як для етапів самооцінки, так і для оцінки колег.

source: Configuration: For this step to be fully configured you must provide one or more graded sample responses. Learners must then match this instructor score to advance and are provided feedback when their score doesn't match the sample response.
af_za: Konfigurasie: Vir hierdie stap om ten volle gekonfigureer te word, moet jy een of meer gegradeerde steekproefresponse verskaf. Leerders moet dan hierdie instrukteur telling ooreenstem om vooruit te gaan en word terugvoer gegee wanneer hul telling nie ooreenstem met die steekproefrespons nie.
cs: Konfigurace: Aby byl tento krok plně nakonfigurován, musíte poskytnout jednu nebo více odstupňovaných vzorových odpovědí. Studenti se pak musí shodovat s tímto skóre instruktora, aby postoupili a dostanou zpětnou vazbu, když jejich skóre neodpovídá vzorové odpovědi.
da: Konfiguration: For at dette trin skal være fuldt konfigureret, skal du angive et eller flere graderede prøvesvar. Eleverne skal derefter matche denne instruktørscore for at komme videre og får feedback, når deres score ikke stemmer overens med prøvesvaret.
es_ar: Configuración: para que este paso esté completamente configurado, debe proporcionar una o más respuestas de muestra calificadas. Luego, los alumnos deben igualar la puntuación del instructor para avanzar y reciben comentarios cuando su puntuación no coincide con la respuesta de muestra.
fa_ir: پیکربندی: برای اینکه این مرحله به‌طور کامل پیکربندی شود، باید یک یا چند پاسخ نمونه بارم‌بندی‌شده ارائه دهید. سپس یادگیرندگان برای پیشرفت باید این امتیاز مربی را مطابقت دهند و زمانی که نمره آن‌ها با پاسخ نمونه مطابقت ندارد بازخورد دریافت کنند.
fi: Kokoonpano: Jotta tämä vaihe olisi täysin määritetty, sinun on annettava yksi tai useampi arvosteltu esimerkkivastaus. Opiskelijoiden on sitten vastattava tätä ohjaajan pistemäärää päästäkseen eteenpäin, ja heille annetaan palautetta, jos heidän pistemääränsä ei vastaa näytevastausta.
fil_ph: Configuration: Upang ganap na ma-configure ang hakbang na ito, dapat kang magbigay ng isa o higit pang namarkahang sample na mga tugon. Dapat pagkatapos ay itugma ng mga mag-aaral ang marka ng tagapagturo na ito upang umabante at bibigyan sila ng feedback kapag hindi tumugma ang kanilang marka sa sample na tugon.
fr_fr: Configuration : pour que cette étape soit entièrement configurée, vous devez fournir un ou plusieurs exemples de réponses notés. Les apprenants doivent ensuite correspondre à ce score de l&#39;instructeur pour avancer et reçoivent des commentaires lorsque leur score ne correspond pas à l&#39;exemple de réponse.
hr: Kofiguracija: za potpunu konfiguraciju ovog koraka morate dati jedan ili više ocijenjenih primjera odgovora. Korisnici zatim moraju dobiti isti rezultat kao ispitivač da bi nastavili dalje te će dobiti povratne informacije kada njihov rezultat nije isti kao primjer odgovora.
ko_kr: 구성: 이 단계를 완전히 구성하려면 하나 이상의 채점된 샘플 응답을 제공해야 합니다. 그런 다음 학습자는 이 강사 점수와 일치해야 진급할 수 있으며 점수가 샘플 응답과 일치하지 않을 경우 피드백이 제공됩니다.
sv: Konfiguration: För att detta steg ska vara fullt konfigurerat måste du tillhandahålla ett eller flera betygsatta exempelsvar. Eleverna måste sedan matcha detta instruktörspoäng för att avancera och får feedback när deras poäng inte matchar provsvaret.
uk: Конфігурація: Щоб цей крок був повністю налаштований, ви повинні надати одну або кілька оцінених відповідей. Потім учні повинні обрати оцінку відповідну оцінці інструктора, щоб перейти далі, і їм надається зворотний зв'язок, коли обрана ними оцінка не відповідає налаштованій.

source: View / Add Sample Responses
af_za: Bekyk / Voeg steekproefresponse by
cs: Zobrazit / Přidat vzorové odpovědi
da: Se/tilføj prøvesvar
es_ar: Ver/Agregar respuestas de muestra
fa_ir: مشاهده / افزودن نمونه پاسخ‌ها
fi: Näytä/Lisää esimerkkivastauksia
fil_ph: Tingnan / Magdagdag ng Mga Sample na Tugon
fr_fr: Afficher/Ajouter des exemples de réponses
hr: Vidi/dodaj primjere odgovora
ko_kr: 샘플 응답 보기/추가
sv: Visa/lägg till exempelsvar
uk: Переглянути / додати приклад відповідей

source: Add Sample Response
af_za: Voeg steekproefrespons by
az: Nümunə cavab əlavə edin
ca: Afegiu una resposta de mostra
cs: Přidat ukázkovou odpověď
da: Tilføj prøvesvar
es_ar: Agregar respuesta de muestra
fa_ir: افزودن پاسخ نمونه
fi: Lisää esimerkkivastaus
fil_ph: Magdagdag ng Sample na Tugon
fr_fr: Ajouter un exemple de réponse
hr: Dodaj primjere odgovora
ko_kr: 예시 응답 추가하기
sv: Lägg till provreaktion
uk: Додайте приклад відповіді

source: Clone Rubric
af_za: Klon Rubriek
cs: Rubrika klonování
da: Klon rubrik
es_ar: Clonar rúbrica
fa_ir: شبیه‌سازی راهنمای امتیازدهی
fi: Klooni rubriiki
fil_ph: I-clone ang Rubric
fr_fr: Rubrique de clonage
hr: Kloniranje rubrike
ko_kr: 루브릭 복제
sv: Klona rubrik
uk: Клонувати рубрику

source: To clone a rubric from an existing published or unpublished draft, you can search by the Block ID. Note that cloning is one-way, meaning changes made after cloning will only affect the rubric being modified, and will not modify any rubric it was cloned from.
af_za: Om 'n rubriek van 'n bestaande gepubliseerde of ongepubliseerde konsep te kloon, kan jy deur die Blok ID soek. Let daarop dat kloning eenrigting is, wat beteken dat veranderinge wat na kloning gemaak word, slegs die rubriek wat gewysig word, sal beïnvloed en geen rubriek wat dit gekloon is, sal verander nie.
cs: Chcete-li klonovat rubriku z existujícího publikovaného nebo nepublikovaného konceptu, můžete hledat podle ID bloku. Všimněte si, že klonování je jednosměrné, což znamená, že změny provedené po klonování ovlivní pouze upravovanou rubriku a nezmění žádnou rubriku, ze které byla klonována.
da: For at klone en rubrik fra en eksisterende publiceret eller ikke-publiceret kladde kan du søge efter blok-id&#39;et. Bemærk, at kloning er envejs, hvilket betyder, at ændringer foretaget efter kloning kun vil påvirke den rubrik, der ændres, og vil ikke ændre nogen rubrik, den blev klonet fra.
es_ar: Para clonar una rúbrica de un borrador existente publicado o no publicado, puede buscar por ID de bloque. Tenga en cuenta que la clonación es unidireccional, lo que significa que los cambios realizados después de la clonación solo afectarán a la rúbrica que se está modificando y no modificarán ninguna rúbrica desde la que se clonó.
fa_ir: برای شبیه‌سازی یک راهنمای امتیازدهی از روی پیش‌نویسی منتشرشده یا نشده، می‌توانید با شناسه بلوک جستجو کنید. توجه کنید که شبیه‌سازی عملی یک طرفه محسوب می‌شود به این معنی که تغییراتی که پس از شبیه‌سازی ایجاد می‌شود، فقط بر روی راهنمایی در حال تغییر اثر می‌گذارد و راهنمایی که از روی آن شبیه‌سازی رخ داده است، تغییر نمی‌کند.
fi: Jos haluat kloonata rubriikin olemassa olevasta julkaistusta tai julkaisemattomasta luonnoksesta, voit etsiä estotunnuksen perusteella. Huomaa, että kloonaus on yksisuuntaista, mikä tarkoittaa, että kloonauksen jälkeen tehdyt muutokset vaikuttavat vain muokattavaan rubrikkaan, eivätkä ne muuta mitään rubriikkia, josta se kloonattiin.
fil_ph: Upang i-clone ang isang rubric mula sa isang umiiral na na-publish o hindi nai-publish na draft, maaari kang maghanap ayon sa Block ID. Tandaan na ang pag-clone ay one-way, ibig sabihin, ang mga pagbabagong ginawa pagkatapos ng pag-clone ay makakaapekto lamang sa rubric na binago, at hindi nito babaguhin ang anumang rubric kung saan ito na-clone.
fr_fr: Pour cloner une rubrique à partir d&#39;un brouillon existant publié ou non publié, vous pouvez effectuer une recherche par ID de bloc. Notez que le clonage est à sens unique, ce qui signifie que les modifications apportées après le clonage n&#39;affecteront que la rubrique modifiée et ne modifieront aucune rubrique à partir de laquelle elle a été clonée.
hr: Da biste klonirali rubriku iz postojećeg objavljenog ili neobjavljenog nacrta, potražite po ID-u bloka. Imajte na umu da je kloniranje jednosmjerno, što znači da će se promjene nakon kloniranja odnositi samo na rubriku u kojoj su unešene, a rubrika iz koje je klonirana ostat će nepromijenjena.
ko_kr: 게시되거나 게시되지 않은 기존 초안에서 루브릭을 복제하려면 블록 ID로 검색할 수 있습니다. 복제는 단방향이므로 복제 후 변경 사항은 수정되는 기준표에만 영향을 미치고 원본 기준표는 수정하지 않습니다.
sv: För att klona en rubrik från ett befintligt publicerat eller opublicerat utkast kan du söka på block-ID. Observera att kloning är enkelriktad, vilket innebär att ändringar som görs efter kloning endast påverkar rubriken som ändras och kommer inte att ändra någon rubrik som den klonades från.
uk: Щоб клонувати рубрику з наявної опублікованої чи неопублікованої чернетки, ви можете виконати пошук за ідентифікатором блоку. Зауважте, що клонування є одностороннім, тобто зміни, внесені після клонування, вплинуть лише на рубрику, що змінюється, і не змінять жодну рубрику, з якої її було клоновано.

source: Block ID For this ORA:
af_za: Blok ID Vir hierdie ORA:
cs: ID bloku pro tento ORA:
da: Blok ID for denne ORA:
es_ar: ID de bloque para esta ORA:
fa_ir: شناسه بلاک برای این ORA:
fi: Tämän ORA:n eston tunnus:
fil_ph: Block ID Para sa ORA na ito:
fr_fr: ID de bloc pour cet ORA :
hr: ID bloka za ovaj ORA:
ko_kr: 이 ORA의 블록 ID:
sv: Block-ID för denna ORA:
uk: Блокувати ID для такої оцінки відкритої відповіді:

source: Block ID
af_za: Blok:
cs: ID bloku
da: Bloker ID
es_ar: ID de bloque
fa_ir: شناسه بلاک
fi: Estä ID
fr_fr: ID de bloc
hr: ID bloka
ko_kr: 블록 ID
sv: Blockera ID
uk: Блокувати ID

source: No other Open Response Assessments found in course
af_za: Geen ander Oop Reaksie Assesserings gevind in die kursus
cs: V kurzu nebyla nalezena žádná další otevřená hodnocení odpovědi
da: Ingen andre Open Response Assessments fundet i kurset
es_ar: No se encontraron otras evaluaciones de respuesta abierta en el curso
fa_ir: هیچ ارزیابی پاسخ-باز دیگری در دوره آموزشی یافت نشد
fi: Kurssilta ei löytynyt muita avoimen vastauksen arviointeja
fil_ph: Walang nakitang ibang Open Response Assessment sa kurso
fr_fr: Aucune autre évaluation de réponse ouverte trouvée dans le cours
hr: Nisu pronađene druge procjene otvorenih odgovora u kolegiju
ko_kr: 강좌에서 다른 개방형 응답 평가를 찾을 수 없습니다.
sv: Inga andra Open Response Assessments hittades i kursen
uk: У межах курсу не знайдено інших оцінок відкритої відповіді

source: Clone
af_za: klonk
cs: Klonovat
da: Klon
es_ar: Clonar
fa_ir: کلون
fi: Klooni
fil_ph: I-clone
fr_fr: Cloner
hr: Kloniraj
ko_kr: 복제
sv: Klona
uk: Клонувати

source: Rubric Successfully Cloned from Block ID:
af_za: Rubriek Suksesvol gekloon vanaf Blok ID:
cs: Rubrika byla úspěšně naklonována z ID bloku:
da: Rubrik klonet fra blok-id:
es_ar: Rúbrica clonada con éxito desde Block ID:
fa_ir: راهنمای امتیازدهی با موفقیت از روی شناسه بلوک شبیه‌سازی شد.
fi: Rubriikki kloonattu onnistuneesti lohkotunnuksesta:
fil_ph: Matagumpay na Na-clone ang Rubric mula sa Block ID:
fr_fr: Rubrique clonée avec succès à partir de l&#39;ID de bloc :
hr: Rubrika je klonirana iz ID-a bloka:
ko_kr: 블록 ID에서 루브릭 복제 성공:
sv: Rubrik klonad framgångsrikt från block-ID:
uk: Рубрика успішно клонована з такого ID блоку:

source: Scored Response
af_za: Getekende reaksie
az: Xal verilmiş cavab
ca: Resposta acotada
cs: Bodovaná odpověď
da: Scorede svar
es_ar: Respuesta puntuada
fa_ir: پاسخ امتیازدار
fi: Pisteinen vastaus
fil_ph: Naka-iskor na Tugon
fr_fr: Réponse notée
hr: Ocijenjeni odgovor
ko_kr: 체점된 응답
uk: Оцінена відповідь

source: Response Score
af_za: Reaksie telling
az: Cavab xalı
ca: Resultat de resposta
cs: Skóre odezvy
da: Svarscore
es_ar: Puntaje para la respuesta
fa_ir: امتیاز پاسخ
fi: Vastauspisteet
fil_ph: Iskor ng Tugon
fr_fr: Note de réponse
hr: Ocjena odgovora
ko_kr: 응답 점수
uk: Результат

source: Response
af_za: Antwoord
az: Cavab
ca: Resposta
cs: Odezva
da: Respons
es_ar: Respuesta
fa_ir: پاسخ
fi: Vastaus
fil_ph: Tugon
fr_fr: Réponse
hr: Odgovor
ko_kr: 응답
sv: Svar
uk: Відповідь

source: Not Selected
af_za: Nie Gekose
az: Seçilmədi
ca: No seleccionat
cs: Nevybraný
da: Ikke valgt
es_ar: No seleccionado
fa_ir: انتخاب نشده
fi: Ei valittu
fil_ph: Hindi Napili
fr_fr: Non sélectionné
hr: Nije odabrano
ko_kr: 선택되지 않았습니다.
sv: Ej valt
uk: Не обрано

source: points
af_za: punte
az: xallar
ca: punts
cs: body
da: point
es_ar: puntos
fa_ir: امتیازها
fi: pisteitä
fil_ph: puntos
hr: bodovi
ko_kr: 포인트
sv: poäng
uk: балів

source: %(assessment_title)s - %(points)s point
af_za: %(assessment_title)s - %(points)s punt
az: %(assessment_title)s - %(points)s xal
ca: %(assessment_title)s - %(points)s punt
cs: %(assessment_title)s - %(points)s bod
fa_ir: %(assessment_title)s - %(points)s نمره
fi: %(assessment_title)s - %(points)s piste
hr: %(assessment_title)s - %(points)s bod
ko_kr: %(assessment_title)s - %(points)s 점
sv: %(assessment_title)s - %(points)s poäng
uk: %(assessment_title)s - %(points)s бал

source: More information about %(name)s
af_za: Meer inligting oor %(name)s
az: %(name)s haqqında daha ətraflı məlumat
ca: Més informació sobre %(name)s
cs: Další informace o %(name)s
da: Flere oplysninger om %(name)s
es_ar: Más información sobre %(name)s
fa_ir: اطلاعات بیشتر درباره %(name)s
fi: Lisätietoja tuotteesta %(name)s
fil_ph: Higit pang impormasyon tungkol sa %(name)s
fr_fr: Plus d&#39;informations sur %(name)s
hr: Više informacija o %(name)s
ko_kr: %(name)s 에 대한 추가정보
sv: Mer information om %(name)s
uk: Більше інформації про %(name)s

source: Your Grade
af_za: Jou Graad
az: Sizin qiymətiniz
ca: La teva nota
cs: Vaše známka
da: Din karakter
es_ar: Su calificación
fa_ir: نمره شما
fi: Sinun arvosanasi
fil_ph: Grade mo
fr_fr: Ton niveau
hr: Vaša ocjena
ko_kr: 당신의 점수는
sv: Din betyg
uk: Ваша оцінка

source: %(points_earned)s out of %(points_possible)s
af_za: %(points_earned)s uit %(points_possible)s
az: %(points_possible)s-dan %(points_earned)s
ca: %(points_earned)s sobre %(points_possible)s
cs: %(points_earned)s z %(points_possible)s
da: %(points_earned)s ud af %(points_possible)s
es_ar: %(points_earned)s de%(points_possible)s
fa_ir: %(points_earned)s از کل %(points_possible)s
fi: %(points_earned)s / %(points_possible)s
fil_ph: %(points_earned)s sa %(points_possible)s
fr_fr: %(points_earned)s sur %(points_possible)s
hr: %(points_earned)s od %(points_possible)s
ko_kr: %(points_possible)s 중 %(points_earned)s
sv: 1%(points_earned)s out of 2%(points_possible)s
uk: %(points_earned)s з %(points_possible)s

source: Your submission has been cancelled.
af_za: Jou voorlegging is gekanselleer.
az: Sizin təqdimatınız ləğv edilib.
ca: La teva tramesa s'ha cancel·lat.
cs: Váš příspěvek byl zrušen.
da: Din indsendelse er blevet annulleret.
es_ar: Su envío se canceló
fa_ir: ارسال لغو شد.
fi: Lähetyksesi on peruutettu.
fil_ph: Nakansela ang iyong pagsusumite.
fr_fr: Votre soumission a été annulée.
hr: Otkazano je podnošenje odgovora.
ko_kr: 제출이 취소되었습니다.
sv: Ditt inlägg har annullerats.
uk: Ваше відправлення скасовано.

source: %(points_earned)s out of %(points_possible)s
af_za: %(points_earned)s uit %(points_possible)s
az: %(points_possible)s-dan %(points_earned)s
ca: %(points_earned)s sobre %(points_possible)s
cs: %(points_earned)s z %(points_possible)s
da: %(points_earned)s ud af %(points_possible)s
es_ar: %(points_earned)s de%(points_possible)s
fa_ir: %(points_earned)s از کل %(points_possible)s
fi: %(points_earned)s / %(points_possible)s
fil_ph: %(points_earned)s sa %(points_possible)s
fr_fr: %(points_earned)s sur %(points_possible)s
hr: %(points_earned)s od %(points_possible)s
ko_kr: %(points_possible)s중 %(points_earned)s
uk: %(points_earned)s з %(points_possible)s

source: Your Response
af_za: Jou antwoord
az: Sizin cavabınız
ca: La teva resposta
cs: Vaše odpověď
da: Dit svar
es_ar: Su respuesta
fa_ir: پاسخ شما
fi: Vastauksesi
fil_ph: Iyong Tugon
fr_fr: Votre réponse
hr: Vaš odgovor
ko_kr: 응답
sv: Ditt svar
uk: Ваша відповідь

source: Your Upload
af_za: Jou oplaai
az: Sizin yükləməniz
ca: La vostra càrrega
cs: Vaše nahrání
da: Din upload
es_ar: Su archivo cargado
fa_ir: بارگذاری
fi: Latauksesi
fil_ph: Iyong Upload
fr_fr: Votre téléchargement
hr: Vaša učitana datoteka
ko_kr: 업로드 내역
sv: Din uppladdning
uk: Ваш файл

source: Assessments of Your Response
af_za: Assessering van jou antwoord
az: Cavabınızın qiymətləndirmələri
ca: Avaluacions de la vostra resposta
cs: Hodnocení vaší odpovědi
da: Vurderinger af dit svar
es_ar: Evaluaciones de su respuesta
fa_ir: ارزیابی پاسخ شما
fi: Arvioita vastauksestasi
fil_ph: Mga Pagsusuri sa Iyong Tugon
fr_fr: Évaluations de votre réponse
hr: Procjene vašeg odgovora
ko_kr: 귀하의 응답에 대한 평가
sv: Bedömningar av ditt svar
uk: Оцінки вашої відповіді

source: Status
ca: Estat
cs: Stav
es_ar: Estado
fa_ir: وضعیت
fi: Tila
fil_ph: Katayuan
fr_fr: Statut
ko_kr: 상태
uk: Статус

source: Overall Grade
af_za: Algehele Graad
az: Ümumi qiymət
ca: Puntuació general
cs: Celková známka
da: Samlet karakter
es_ar: Nota global
fa_ir: نمره کلی
fi: Kokonaisarvosana
fil_ph: Pangkalahatang Marka
fr_fr: Note globale
hr: Ukupna ocjena
ko_kr: 전체 점수
sv: Övergripande betyg
uk: Загальна оцінка

source: Points
af_za: Punte
az: Xallar
ca: Punts
cs: Body
es_ar: Puntos
fa_ir: امتیازها
fi: Pisteet
fil_ph: Mga puntos
hr: Bodovi
ko_kr: 점
uk: Бали

source: Additional comments on your response
af_za: Kommentaar op jou antwoord
az: Cavabınız üçün əlavə şərhlər
ca: Comentaris addicionals sobre la vostra resposta
cs: Další komentáře k vaší odpovědi
da: Yderligere kommentarer til dit svar
es_ar: Comentarios adicionales sobre su respuesta
fa_ir: نظرات بیشتر درباره پاسخ شما
fi: Lisäkommentteja vastauksestasi
fil_ph: Mga karagdagang komento sa iyong tugon
fr_fr: Commentaires supplémentaires sur votre réponse
hr: Dodatni komentari na vaš odgovor
ko_kr: 귀하의 응답에 대한 추가 의견
sv: Ytterligare kommentarer till ditt svar
uk: Додаткові коментарі до вашої відповіді
