Repository: openedx/edx-ora2
Catalog: openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, az, ca, cs, da, es_ar, fa_ir, fi, fil_ph, fr_fr, hr, ko_kr, sv, uk

source: Could not parse serialized rubric
af_za: Kon nie serialiseerde rubriek ontleed nie
az: Ardıcıl rubrikanı təhlil edə bilmi
ca: No s'ha pogut analitzar la rúbrica serialitzada
cs: Nebylo možné analyzovat serializovanou rubriku
da: Kunne ikke parse serialiseret rubrik
es_ar: No se pudo analizar la rúbrica serializada
fa_ir: امکان بررسی راهنمای امتیازدهی نیست
fi: Sarjastettua rubriikkia ei voitu jäsentää
fil_ph: Hindi ma-parse ang serialized na rubric
fr_fr: Impossible d&#39;analyser la rubrique sérialisée
hr: serijska rubrika ne moze da se odvoji
ko_kr: serialized rubric을 해석할수 없습니다.
sv: Kunde inte tolka serialiserad rubrik
uk: Не вдалося проаналізувати серіалізовану рубрику

source: If your assignment includes a learner training step, the rubric must have at least one criterion, and that criterion must have at least one option.
af_za: Indien jou opdrag 'n leerderopleidingstap insluit, moet die rubriek ten minste een maatstaf hê, en daardie maatstaf moet ten minste een opsie hê.
az: Əgər tapşırığınız tələbə təlim mərhələsini ehtiva edirsə, rubrikanın ən azı bir meyarı və həmin meyarın ən azı bir seçimi olmalıdır.
ca: Si la vostra tasca inclou un pas d'entrenament de l'alumne, la rúbrica ha de tenir com a mínim un criteri i aquest criteri ha de tenir almenys una opció.
cs: Pokud váš úkol zahrnuje krok školení žáka, musí mít rubrika alespoň jedno kritérium a toto kritérium musí mít alespoň jednu možnost.
da: Hvis din opgave indeholder et elevtræningstrin, skal rubrikken have mindst ét kriterium, og det kriterium skal have mindst én mulighed.
es_ar: Si su tarea incluye un paso de capacitación del alumno, la rúbrica debe tener al menos un criterio y ese criterio debe tener al menos una opción.
fa_ir: اگر تکلیف شما شامل یک مرحله آموزش یادگیرنده باشد، راهنمای امتیازدهی باید دارای حداقل یک معیار و آن معیار دارای حداقل یک گزینه باشد.
fi: Jos tehtäväsi sisältää oppijan koulutusvaiheen, rubriikissa on oltava vähintään yksi kriteeri ja siinä on oltava vähintään yksi vaihtoehto.
fil_ph: Kung ang iyong takdang-aralin ay may kasamang hakbang sa pagsasanay ng mag-aaral, ang rubric ay dapat na may kahit isang pamantayan, at ang pamantayang iyon ay dapat may kahit isang opsyon.
fr_fr: Si votre devoir comprend une étape de formation de l&#39;apprenant, la rubrique doit avoir au moins un critère, et ce critère doit avoir au moins une option.
hr: Ako vaš zadatak uključuje vježbanje za korisnika, rubrika mora imati barem jedan kriterij, a taj kriterij mora imati barem jednu opciju.
ko_kr: 학습자 평가 연습단계를 가지려면, 채점 기준표에 최소 1개 이상의 평가 항목이 있어야 하고, 평가 항목에는 최소 1개 이상의 평가 기준이 있어야 합니다.
sv: Om ditt uppdrag innehåller ett träningssteg för lärare måste rubriken ha minst ett kriterium, och det kriteriet måste ha minst ett alternativ.
uk: Якщо завдання містить навчальний елемент, категорія має містити один або більше критеріїв з одним або більше варіантами.

source: Example {example_number} has a validation error: {error}
af_za: Voorbeeld {example_number} het 'n bekragtigingsfout: {error}
az: Nümunənin {example_number} təsdiqləmə xətası var: {error}
ca: L'exemple {example_number} té un error de validació: {error}
cs: Příklad {example_number} má chybu ověření: {error}
da: Eksempel {example_number} har en valideringsfejl: {error}
es_ar: El ejemplo {example_number} tiene un error de validación: {error}
fa_ir: نمونه {example_number} خطای اعتبار دارد: {error}
fi: Esimerkissä {example_number} on vahvistusvirhe: {error}
fil_ph: Ang halimbawang {example_number} ay may error sa pagpapatunay: {error}
fr_fr: L&#39;exemple {example_number} a une erreur de validation : {error}
hr: Primjer {example_number} sadrži validacijsku pogrešku: {error}
ko_kr: 예 {example_number} 에 유효성 오류 : {error} 가 있습니다.
sv: Exempel {example_number} har ett valideringsfel: {error}
uk: Приклад {example_number} має помилку перевірки: {error}

source: Example {example_number} has an invalid option for "{criterion_name}": "{option_name}"
af_za: Voorbeeld {example_number} het 'n ongeldige opsie vir "{criterion_name}": "{option_name}"
az: Nümunənin {example_number} "{criterion_name}" üçün etibarsız seçimi var: "{option_name}"
ca: 'exemple {example_number} té una opció no vàlida per a "{criterion_name}": "{option_name}"
cs: Příklad {example_number} má neplatnou možnost pro "{criterion_name}": "{option_name}"
da: Eksempel {example_number} har en ugyldig indstilling for " {criterion_name} ": " {option_name} "
es_ar: El ejemplo {example_number} tiene una opción no válida para "{criterion_name}": "{option_name}"
fa_ir: نمونه {example_number} مورد عدم اعتبار دارد برای "{criterion_name}": "{option_name}"
fi: Esimerkissä {example_number} on virheellinen vaihtoehto kohteelle &quot;{criterion_name}&quot;: &quot;{option_name}&quot;
fil_ph: Ang halimbawang {example_number} ay may di-wastong opsyon para sa &quot;{criterion_name}&quot;: &quot;{option_name}&quot;
fr_fr: Exemple {example_number} a une option invalide pour &quot;{criterion_name}&quot;: &quot;{option_name}&quot;
hr: Primjer {example_number} sadrži neispravnu opciju za "{criterion_name}": "{option_name}"
ko_kr: 예 {example_number}은 "{criterion_name}"에 대한 잘못된 옵션 : "{option_name}"
sv: Exempel {example_number} har ett ogiltigt alternativ för &quot;{criterion_name}&quot;: &quot;{option_name}&quot;
uk: Приклад {example_number} має недійсний параметр для "{criterion_name}": "{option_name}"

source: Example {example_number} has an extra option for "{criterion_name}"
af_za: Voorbeeld {example_number} het 'n ekstra opsie vir "{criterion_name}"
az: Nümunənin {example_number} "{criterion_name}" üçün əlavə seçimi var.
ca: L'exemple {example_number} té una opció addicional per a "{criterion_name}"
cs: Příklad {example_number} má další možnost pro "{criterion_name}"
da: Eksempel {example_number} har en ekstra mulighed for " {criterion_name} "
es_ar: Ejemplo {example_number} tiene una opción extra para "{criterion_name}"
fa_ir: نمونه {example_number} موردی اضافی برای "{criterion_name}" دارد
fi: Esimerkissä {example_number} on ylimääräinen vaihtoehto &quot;{criterion_name}&quot;
fil_ph: Ang halimbawang {example_number} ay may karagdagang opsyon para sa &quot;{criterion_name}&quot;
fr_fr: Exemple {example_number} a une option supplémentaire pour &quot;{criterion_name}&quot;
hr: Primjer {example_number} sadrži dodatnu opciju za "{criterion_name}"
ko_kr: 예 {example_number} "{criterion_name}"에 대한 추가 옵션이 있습니다
sv: Exempel {example_number} har ett extra alternativ för &quot;{criterion_name}&quot;
uk: Приклад {приклад_номер} додаткова опція для "{ім'я_критерій}"

source: Example {example_number} is missing an option for "{criterion_name}"
af_za: Voorbeeld {example_number} ontbreek 'n opsie vir "{criterion_name}"
az: Nümunə {example_number} üzrə "{criterion_name}" üçün bir seçim çatışmır.
ca: Exemple {example_number} falta una opció per "{criterion_name}"
cs: V příkladu {example_number} chybí možnost pro "{criterion_name}"
da: Eksempel {example_number} mangler en indstilling for " {criterion_name} "
es_ar: Al ejemplo {example_number} le falta una opción de "{criterion_name}"
fa_ir: نمونه {example_number} مورد مفقودی برای "{criterion_name}" دارد
fi: Esimerkistä {example_number} puuttuu vaihtoehto &quot;{criterion_name}&quot;
fil_ph: Halimbawa {example_number} ay walang opsyon para sa &quot;{criterion_name}&quot;
fr_fr: Exemple {example_number} manque une option pour &quot;{criterion_name}&quot;
hr: Primjer {example_number} ne sadrži opciju za "{criterion_name}"
ko_kr: 예 {example_number}은 "{criterion_name}"에 대한 옵션이 없습니다
sv: Exempel {example_number} saknar ett alternativ för &quot;{criterion_name}&quot;
uk: Приклад {приклад_номер} відсутня можливість для "{ім'я_критерій}"

source: Criterion {number}: {label}
af_za: Kriterium {number}: {label}
cs: Kritérium {number}: {label}
da: Kriterium {number} : {label}
es_ar: Criterio {number}: {label}
fa_ir: معیار {number}: {label}
fi: Kriteeri {numero}: {label}
fr_fr: Critère {number} : {label}
hr: Kriterij {number}: {label}
ko_kr: 기준 {number}: {label}
sv: Kriterium {number}: {label}
uk: Критерій {number}: {label}

source: Points {number}
af_za: Punte {number}
cs: Body {number}
da: Point {number}
es_ar: Puntos {number}
fa_ir: نمره {number}
fi: Pisteet {number}
fil_ph: Mga puntos {number}
hr: Bodovi {number}
ko_kr: 점수 {number}
sv: Poäng {number}
uk: Бали {number}

source: Median Score {number}
af_za: Gemiddelde telling {number}
cs: Střední skóre {number}
es_ar: Puntuación media {number}
fa_ir: میانگین امتیاز {number}
fi: Mediaanipisteet {number}
fr_fr: Score médian {number}
hr: Srednji rezultat {number}
ko_kr: 중앙값 {number}
sv: Medianpoäng {number}
uk: Середній показник {number}

source: Feedback {number}
af_za: Terugvoer {number}
cs: Zpětná vazba {number}
fa_ir: بازخورد {number}
fi: Palaute {number}
fr_fr: Commentaires {number}
hr: Povratne informacije {number}
ko_kr: 피드백 {number}
sv: Feedback {nummer}
uk: Відгук {number}

source: Item ID
cs: ID položky
da: Vare-id
es_ar: ID del elemento
fa_ir: شناسه مورد
fi: Tuotetunnus
fil_ph: ID ng item
fr_fr: ID de l&#39;article
hr: ID stavke
ko_kr: 아이템 ID
sv: Artikelnummer
uk: ID елементу

source: Submission ID
af_za: Voorlegging ID
cs: ID příspěvku
da: Indsendelses-id
es_ar: ID de envío
fa_ir: شناسه ارسال
fi: Lähetyksen tunnus
fil_ph: ID ng pagsusumite
fr_fr: ID de soumission
hr: ID podnesenog odgovora
ko_kr: 제출 ID
sv: Inlämnings-ID
uk: Ідентифікатор відповіді

source: Anonymized Student ID
af_za: Anonieme Student ID
cs: ID anonymizovaného studenta
da: Anonymiseret studie-id
es_ar: ID del estudiante anonimizado
fa_ir: شناسه یادگیرنده بی‌نام
fi: Anonymisoitu opiskelijatunnus
fr_fr: Carte d&#39;étudiant anonymisée
hr: ID anonimiziranog učenika
ko_kr: 익명의 학생 ID
sv: Anonymiserat student-ID
uk: Анонімний ідентифікатор студента

source: Assessment ID
af_za: Assessering ID
cs: ID hodnocení
da: Vurderings-id
es_ar: ID de evaluación
fa_ir: شناسه ارزیابی
fi: Arviointitunnus
fil_ph: ID ng Pagtatasa
fr_fr: ID d&#39;évaluation
hr: ID procjene
ko_kr: 평가 ID
sv: Bedömnings-ID
uk: Ідентифікатор оцінювання

source: Assessment Scored Date
af_za: Assessering Gegradeerde Datum
cs: Bodované datum hodnocení
da: Vurderingsscoredato
es_ar: Fecha de puntuación de la evaluación
fa_ir: تاریخ امتیازدهی ارزیابی
fi: Arvioinnin pisteytyspäivämäärä
fil_ph: Petsa ng Pag-iskor ng Pagtatasa
fr_fr: Date de notation de l&#39;évaluation
hr: Datum dobivenih rezultata procjene
ko_kr: 평가 점수 날짜
sv: Bedömningspoängdatum
uk: Дата оцінювання

source: Assessment Scored Time
af_za: Assessering behaalde tyd
cs: Bodovaný čas hodnocení
da: Vurdering scoret tid
es_ar: Evaluación Tiempo puntuado
fa_ir: زمان امتیازدهی ارزیابی
fi: Arvioinnin pisteytysaika
fil_ph: Oras ng Pagtatasa
fr_fr: Temps noté pour l&#39;évaluation
hr: Vrijeme dobivenih rezultata procjene
ko_kr: 평가 점수 시간
sv: Bedömning poängsatt tid
uk: Час оцінювання

source: Assessment Type
af_za: Assessering Tipe
cs: Typ hodnocení
da: Vurderingstype
es_ar: Tipo de evaluación
fa_ir: نوع ارزیابی
fi: Arvioinnin tyyppi
fil_ph: Uri ng Pagtatasa
fr_fr: Type d&#39;évaluation
hr: Vrsta procjene
ko_kr: 평가 유형
sv: Bedömningstyp
uk: Тип оцінювання

source: Anonymous Scorer Id
af_za: Anonieme puntemaker-ID
cs: ID anonymního střelce
da: Anonym scorer-id
es_ar: Identificación del goleador anónimo
fa_ir: شناسه امتیازدهنده بی‌نام
fi: Anonyymi maalintekijän tunnus
fr_fr: Identifiant de scoreur anonyme
hr: ID anonimnog ocjenjivača
ko_kr: 익명의 득점원 ID
sv: Anonymt målskytt-id
uk: Ідентифікатор анонімного секретаря

source: Overall Feedback
af_za: Algehele terugvoer
az: Ümumi rəy
ca: Comentaris generals
cs: Celková zpětná vazba
da: Overordnet feedback
es_ar: Comentarios generales
fa_ir: بازخورد کلی
fi: Yleinen palaute
fil_ph: Pangkalahatang Feedback
fr_fr: Commentaires généraux
hr: Ukupne povratne informacije
ko_kr: 전체 의견
sv: Övergripande feedback
uk: Загальний відгук

source: Assessment Score Earned
af_za: Assessering telling verdien
cs: Získané skóre hodnocení
da: Optjent vurderingsscore
es_ar: Puntuación de evaluación obtenida
fa_ir: امتیاز ارزیابی کسب‌شده
fi: Arviointipisteet ansaittu
fil_ph: Nakuhang Marka ng Pagtatasa
fr_fr: Note d&#39;évaluation obtenue
hr: Ostvareni rezultat procjene
ko_kr: 평가 점수 획득
sv: Bedömningspoäng intjänad
uk: Зароблена оцінка

source: Assessment Scored At
af_za: Assessering behaal by
cs: Hodnocení bodováno v
da: Vurdering scoret ved
es_ar: Evaluación puntuada en
fa_ir: ارزیابی با امتیاز
fi: Arviointi pisteytetty klo
fil_ph: Pagtatasa na Namarkahan Sa
fr_fr: Évaluation notée à
hr: Rezultat procjene dobiven u
ko_kr: 평가 점수
sv: Bedömning poängsatt vid
uk: Зароблена оцінка у

source: Date/Time Final Score Given
af_za: Datum/Tyd Finale Telling Gegee
cs: Datum/čas získaného konečného skóre
da: Dato/tid Slutresultat givet
es_ar: Fecha/Hora Puntuación final otorgada
fa_ir: تاریخ/زمان امتیاز نهایی داده شده‌است
fi: Päivämäärä/aika Lopullinen pistemäärä annettu
fil_ph: Petsa/Oras Ibinigay ang Panghuling Iskor
fr_fr: Date/Heure Note Finale Attribuée
hr: Datum/vrijeme konačnog rezultata
ko_kr: 주어진 날짜/시간 최종 점수
sv: Datum/Tid Slutresultat ges
uk: Дата/час виставлення остаточної оцінки

source: Final Score Earned
af_za: Finale telling verdien
cs: Získané konečné skóre
da: Slutresultat optjent
es_ar: Puntuación final obtenida
fa_ir: امتیاز نهایی کسب‌شده
fi: Lopullinen pistemäärä ansaittu
fil_ph: Nakuha ang Panghuling Iskor
fr_fr: Note finale obtenue
hr: Ostvareni konačni rezultat
ko_kr: 최종 점수 획득
sv: Slutresultat intjänat
uk: Підсумкова оцінка

source: Final Score Possible
af_za: Finale telling moontlik
cs: Možné konečné skóre
da: Slutresultat mulig
es_ar: Puntuación final posible
fa_ir: امتیاز نهایی ممکن است
fi: Lopullinen pistemäärä mahdollinen
fil_ph: Posibleng Pangwakas na Iskor
fr_fr: Note finale possible
hr: Mogući konačni rezultat
ko_kr: 최종 점수 가능
sv: Slutresultat möjlig
uk: Можлива оцінка

source: Feedback Statements Selected
af_za: Terugvoerverklarings gekies
cs: Vybráno vyjádření zpětné vazby
da: Valgte feedbackerklæringer
es_ar: Declaraciones de comentarios seleccionadas
fa_ir: اظهارات بازخورد انتخاب شد
fi: Palautelausunnot valittu
fil_ph: Pinili ang Mga Pahayag ng Feedback
fr_fr: Énoncés de rétroaction sélectionnés
hr: Odabrane izjave s povratnim informacijama
ko_kr: 피드백 진술이 선택됨
sv: Feedback uttalanden valda
uk: Обрані відгуки

source: Feedback on Assessment
af_za: Terugvoer oor assessering
cs: Zpětná vazba k hodnocení
da: Feedback på vurdering
es_ar: Comentarios sobre la evaluación
fa_ir: بازخورد درباره ارزیابی
fi: Palaute arvioinnista
fil_ph: Feedback sa Pagtatasa
fr_fr: Rétroaction sur l&#39;évaluation
hr: Povratne informacije o procjeni
ko_kr: 평가에 대한 피드백
sv: Feedback om bedömning
uk: Відгук про оцінку

source: Response Files
af_za: Reaksie Lêers
cs: Soubory odpovědí
da: Svarfiler
es_ar: Archivos de respuesta
fa_ir: پرونده‌های پاسخ
fi: Vastaustiedostot
fil_ph: Mga File ng Tugon
fr_fr: Fichiers de réponse
hr: Datoteke s odgovorom
ko_kr: 응답 파일
sv: Svarsfiler
uk: Файли відповідей

source: No description provided.
af_za: Geen beskrywing is verskaf nie.
cs: Nebyl poskytnut žádný popis.
da: Ingen beskrivelse angivet.
es_ar: No se proporciona descripción.
fa_ir: هیچ توضیحی ارائه نشده‌است.
fi: Ei kuvausta.
fil_ph: Walang ibinigay na paglalarawan.
fr_fr: Aucune description fournie.
hr: Nije pružen opis.
ko_kr: 설명이 제공되지 않았습니다.
sv: Ingen beskrivning tillhandahålls.
uk: Опис не надано.

source: Save
af_za: Red
az: Yaddaşda saxlayın
ca: Guardar
cs: Uložit
da: Gemme
es_ar: Guardar
fa_ir: ذخیره
fi: Tallentaa
fil_ph: I-save
fr_fr: Enregistrer
hr: Spremi
ko_kr: 저장
sv: Spara
uk: Зберегти

source: Cancel
af_za: Kanselleer
az: Ləğv edin
ca: Cancel·lar
cs: Zrušit
da: Afbestille
es_ar: Cancelar
fa_ir: لغو
fi: Peruuttaa
fil_ph: Kanselahin
fr_fr: Annuler
hr: Otkazi
ko_kr: 취소
sv: Annullera
uk: Відмінити

source: Open Response Assessments allow you to configure single or multiple steps in a rubric based open response assessment sequence. The steps available below can be enabled, disable, and ordered for a flexible set of pedagogical needs.
af_za: Open Response Assessments laat jou toe om enkel- of veelvuldige stappe in 'n rubriekgebaseerde oop reaksie-assesseringsvolgorde te konfigureer. Die onderstaande stappe kan geaktiveer, gedeaktiveer en bestel word vir 'n buigsame stel pedagogiese behoeftes.
cs: Otevřená hodnocení odezvy vám umožňují konfigurovat jeden nebo více kroků v sekvenci otevřeného hodnocení odezvy založené na rubrice. Níže dostupné kroky lze povolit, zakázat a objednat pro flexibilní sadu pedagogických potřeb.
da: Open Response Assessments giver dig mulighed for at konfigurere enkelte eller flere trin i en rubrikbaseret åben responsvurderingssekvens. De tilgængelige trin nedenfor kan aktiveres, deaktiveres og bestilles til et fleksibelt sæt pædagogiske behov.
es_ar: Las evaluaciones de respuesta abierta le permiten configurar uno o varios pasos en una secuencia de evaluación de respuesta abierta basada en rúbricas. Los pasos disponibles a continuación se pueden habilitar, deshabilitar y ordenar para un conjunto flexible de necesidades pedagógicas.
fa_ir: ارزیابی‌هایی با پاسخ باز به شما این امکان پیکربندی مراحل یگانه یا چندگانه را در توالی ارزیابی پاسخ باز مبتنی بر راهنمای امتیازدهی فراهم می‌کند. مراحل ذکر شده در زیر را می‌توان برای مجموعه‌ نیازهای آموزشی فعال، غیرفعال منعطف سفارش داد.
fi: Avointen vastausten arvioinnit mahdollistavat yksittäisten tai useiden vaiheiden määrittämisen rubriikkipohjaisessa avoimen vastauksen arviointijaksossa. Alla olevat vaiheet voidaan ottaa käyttöön, poistaa käytöstä ja tilata joustavasti pedagogisiin tarpeisiin.
fil_ph: Binibigyang-daan ka ng Open Response Assessment na i-configure ang isa o maramihang hakbang sa isang rubric na nakabatay sa open response assessment sequence. Ang mga hakbang na available sa ibaba ay maaaring i-enable, i-disable, at i-order para sa isang flexible na hanay ng mga pangangailangan sa pedagogical.
fr_fr: Les évaluations de réponse ouverte vous permettent de configurer une ou plusieurs étapes dans une séquence d&#39;évaluation de réponse ouverte basée sur une rubrique. Les étapes disponibles ci-dessous peuvent être activées, désactivées et commandées pour un ensemble flexible de besoins pédagogiques.
hr: Procjene otvorenog odgovora omogućuju vam da konfigurirate jedan ili više koraka u rubrici na temelju sekvence procjene otvorenog odgovora. Koraci dostupni u nastavku mogu se omogućiti, onemogućiti i naručiti za fleksibilan skup pedagoških potreba.
ko_kr: 개방형 응답 평가를 사용하면 루브릭 기반 개방형 응답 평가 시퀀스에서 단일 또는 다중 단계를 구성할 수 있습니다. 아래에서 사용 가능한 단계는 유연한 교육적 요구 사항에 따라 활성화, 비활성화 및 주문할 수 있습니다.
sv: Öppna svarsbedömningar låter dig konfigurera enstaka eller flera steg i en rubrikbaserad öppen svarsbedömningssekvens. De tillgängliga stegen nedan kan aktiveras, inaktiveras och beställas för en flexibel uppsättning pedagogiska behov.
uk: Оцінювання розгорнутих відповідей дозволяє налаштувати один або кілька кроків у послідовності оцінки розгорнутих відповідей на основі рубрики. Наведені нижче кроки можна ввімкнути, вимкнути та замовити для гнучкого набору педагогічних потреб.

source: Display Name
af_za: Aansig
az: Görünüş adı
ca: Nom de visualització
cs: Zobrazovaný název
da: Vist navn
es_ar: Nombre para mostrar
fa_ir: نام برای نمایش
fi: Näyttönimi
fr_fr: Afficher un nom
hr: Prikazano ime
ko_kr: 표시될 이름
sv: Visningsnamn
uk: Відображена назва

source: The display name for this component.
af_za: Die vertoon naam vir hierdie komponent.
az: Bu komponent üçün görünüş adı
ca: El nom de visualització d'aquest component.
cs: Zobrazovaný název této komponenty.
da: Visningsnavnet for denne komponent.
es_ar: El nombre para mostrar de este componente.
fa_ir: نام نمایشی این مولفه
fi: Tämän komponentin näyttönimi.
fil_ph: Ang display name para sa bahaging ito.
fr_fr: Nom d&#39;affichage de ce composant.
hr: Ime koje se prikazuje na zaslonu za ovu komponentu.
ko_kr: 이 구성요소에 대한 메뉴명.
sv: Visningsnamnet för den här komponenten.
uk: Відображена назва модулю

source: Text Response
af_za: Teksantwoord
az: Mətn əsaslı cavab
ca: Resposta de text
cs: Textová odpověď
da: Tekstsvar
es_ar: Respuesta de texto
fa_ir: پاسخ متنی
fi: Tekstivastaus
fil_ph: Tugon sa Teksto
fr_fr: Réponse textuelle
hr: Tekstualni odgovor
ko_kr: 텍스트 응답
sv: Textreaktion
uk: Текстова відповідь

source: Specify whether learners must include a text based response to this problem's prompt.
af_za: Spesifiseer of leerders 'n teksgebaseerde reaksie op hierdie probleem se vraag moet insluit.
az: Tələbələrin bu tapşırığın cavab xanasına mətn əsaslı cavab daxil etməli olub-olmadıqlarını müəyyənləşdirin.
ca: Especifiqueu si els estudiants han d'incloure una resposta basada en text a l'indicatiu d'aquest problema.
cs: Určete, zda studenti musí zahrnout textovou odpověď na výzvu k tomuto problému.
da: Angiv, om eleverne skal inkludere et tekstbaseret svar på dette problems prompt.
es_ar: Especifique si los alumnos deben incluir una respuesta basada en texto al mensaje de este problema.
fa_ir: مشخص کنید که آیا یادگیرندگان باید پاسخی مبتنی بر متن به درخواست این مساله ارائه دهند یا خیر.
fi: Määritä, onko oppilaiden sisällytettävä tekstipohjainen vastaus tähän ongelman kehotteeseen.
fil_ph: Tukuyin kung ang mga mag-aaral ay dapat magsama ng text based na tugon sa prompt ng problemang ito.
fr_fr: Spécifiez si les apprenants doivent inclure une réponse textuelle à l&#39;invite de ce problème.
hr: Odredite moraju li korisnici navesti tekstualni odgovor na upit u sklopu ovog problema.
ko_kr: 이 문제의 입력창에 문자 기반의 응답을 포함해야 되는지에 대한 여부
sv: Ange om eleverna måste inkludera ett textbaserat svar på det här problemet.
uk: Вкажіть, чи повинні слухачі надавати текстову відповідь на це завдання.

source: Response Editor
af_za: Antwoordredigeerder
cs: Editor odpovědí
es_ar: Editor de respuestas
fa_ir: ویرایشگر پاسخ
fi: Vastauseditori
fil_ph: Editor ng Tugon
fr_fr: Éditeur de réponse
hr: Uređivač odgovora
ko_kr: 응답 편집기
sv: Svarsredaktör
uk: Редактор відповідей

source: Select which editor learners will use to include a text based response to this problem's prompt.
af_za: Kies watter redakteur leerders sal gebruik om 'n teksgebaseerde reaksie op hierdie probleem se vraag in te sluit.
cs: Vyberte, který editor budou studenti používat k zahrnutí textové odpovědi na výzvu k tomuto problému.
da: Vælg, hvilken editor eleverne vil bruge til at inkludere et tekstbaseret svar på dette problems prompt.
es_ar: Seleccione qué editor utilizarán los alumnos para incluir una respuesta basada en texto al mensaje de este problema.
fa_ir: انتخاب کنید که یادگیرندگان از کدام ویرایشگر برای درج پاسخ متنی به این مساله استفاده کنند.
fi: Valitse, mitä editorin oppijat käyttävät sisällyttääkseen tekstipohjaisen vastauksen tämän ongelman kehotteeseen.
fil_ph: Piliin kung aling mga nag-aaral ng editor ang gagamitin upang magsama ng text based na tugon sa prompt ng problemang ito.
fr_fr: Sélectionnez l&#39;éditeur que les apprenants utiliseront pour inclure une réponse textuelle à l&#39;invite de ce problème.
hr: Odaberite koji će uređivač korisnici koristiti za unošenje tekstualnog odgovora za upit u okviru ovog problema.
ko_kr: 학습자가 이 문제의 프롬프트에 대한 텍스트 기반 응답을 포함하는 데 사용할 편집기를 선택합니다.
sv: Välj vilken editor eleverna ska använda för att inkludera ett textbaserat svar på problemets uppmaning.
uk: Вкажіть, який редактор будуть використовувати користувачі для включення текстової відповіді до цієї підказки.

source: File Uploads Response
af_za: Lêeroplaai-antwoord
az: Fayl yüklənmə cavabı
ca: Resposta de càrrega d'arxius
cs: Nahrání souboru do odpovědi
da: Fil uploads svar
es_ar: Respuesta de carga de archivos
fa_ir: پاسخ بارگذاری پرونده
fi: Tiedoston latauksen vastaus
fil_ph: Tugon sa Pag-upload ng File
fr_fr: Réponse de téléchargement de fichiers
hr: Odgovor na učitavanje datoteka
ko_kr: 파일 업로드 응답
sv: Filuppladdningssvar
uk: Відповідь на завантаження файлу
