Repository: openedx/edx-ora2
Catalog: openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, az, ca, cs, da, es_ar, fa_ir, fi, fil_ph, fr_fr, hr, ko_kr, sv, uk

source: Peer Assessments for This Learner
af_za: Peer Assessments vir hierdie leerder
az: Bu tələbə üçün həmyaşıd qiymətləndirmələri
ca: Avaluacions entre iguals per a aquest aprenent
cs: Vzájemné hodnocení pro tohoto studenta
da: Peer-vurderinger for denne elev
es_ar: Evaluaciones de pares para este alumno
fa_ir: ارزیابی همتایان برای این یادگیرنده
fi: Vertaisarvioinnit tälle oppijalle
fil_ph: Mga Peer Assessment para sa Mag-aaral na Ito
fr_fr: Évaluations par les pairs pour cet apprenant
hr: Procjene vršnjaka za ovog korisnika
ko_kr: 이 학습자에 대한 상호 평가
sv: Peer bedömningar för denna lärare
uk: Перехресне оцінювання для цього слухача

source: Peer Assessments Completed by This Learner
af_za: Peer Assessments afgerond deur hierdie leerder
az: Bu tələbə həmyaşıd qiymətləndirmələrini tamaladı
ca: Avaluacions entre iguals realitzades per aquest aprenent
cs: Vzájemné hodnocení vyplněná tímto studentem
da: Peer-vurderinger udført af denne elev
es_ar: Evaluaciones de pares realizadas por este alumno
fa_ir: ارزیابی های همتا توسط این یادگیرنده تکمیل شد
fi: Tämän oppijan suorittamat vertaisarvioinnit
fil_ph: Mga Peer Assessment na Nakumpleto ng Mag-aaral na Ito
fr_fr: Évaluations par les pairs complétées par cet apprenant
hr: Procjene vršnjaka koje je dovršio ovaj korisnik
ko_kr: 이 학습자가 완료한 상호 평가
sv: Peer bedömningar slutförd av den här läraren
uk: Перехресне оцінювання, проведене цим слухачем

source: Learner's Self Assessment
af_za: Leerder se selfevaluering
az: Tələbənin özünü qiymətlləndirməsi
ca: Autoavaluació de l'alumne
cs: Studentovo sebehodnocení
da: Elevens selvvurdering
es_ar: Autoevaluación del alumno
fa_ir: خودارزیابی یادگیرنده
fi: Oppijan itsearviointi
fil_ph: Self Assessment ng Learner
fr_fr: Auto-évaluation de l&#39;apprenant
hr: Korisnikova samoprocjena
ko_kr: 학습자 자기 평가
sv: Lärarens självbedömning
uk: Самооцінювання слухача

source: Staff Assessment for This Learner
af_za: Personeelassessering van die leerder
az: Bu tələbə üçün heyət qiymətləndirməsi
ca: Avaluació del personal per a aquest aprenent
cs: Učitelské hodnocení pro tohoto studenta
da: Personalevurdering for denne elev
es_ar: Evaluación del personal para este alumno
fa_ir: ارزیابی کارکنان از این یادگیرنده
fi: Henkilöstön arviointi tälle oppijalle
fil_ph: Staff Assessment para sa Mag-aaral na Ito
fr_fr: Évaluation du personnel pour cet apprenant
hr: Procjena osoblja za ovog korisnika
ko_kr: 이 학습자에 대한 운영팀 평가
sv: Personalbedömning för den här läraren
uk: Оцінка викладача для слухача

source: Staff Assessment for this Team
af_za: Personeel Assessering vir hierdie span
cs: Hodnocení učitelů pro tento tým
da: Personalevurdering for dette team
es_ar: Evaluación del personal para este equipo
fa_ir: ارزیابی کارکنان برای این تیم
fi: Tämän joukkueen henkilöstöarvio
fil_ph: Staff Assessment para sa Team na ito
fr_fr: Évaluation du personnel pour cette équipe
hr: Procjena osoblja za ovaj tim
ko_kr: 이 팀에 대한 운영팀의 평가
sv: Personalbedömning för detta team
uk: Оцінка інструкторами курсу для цієї команди

source: Learner's Final Grade
af_za: Leerder se finale graad
az: Tələbənin son qiyməti
ca: Nota final de l'alumne
cs: Studentovo závěrečné hodnocení
da: Elevens endelige karakter
es_ar: Calificación final del alumno
fa_ir: نمره نهایی یادگیرنده
fi: Oppijan viimeinen arvosana
fil_ph: Pangwakas na Marka ng Mag-aaral
fr_fr: Note finale de l&#39;apprenant
hr: Korisnikova konačna ocjena
ko_kr: 학습자 최종 성적
sv: Lärarens slutbetyg
uk: Остаточна оцінка слухача

source: Team's Final Grade
af_za: Finale Graad
cs: Konečná známka týmu
da: Holdets sidste karakter
es_ar: Calificación final del equipo
fa_ir: نمره نهایی تیم
fi: Joukkueen viimeinen arvosana
fil_ph: Panghuling Marka ng Koponan
fr_fr: Note finale de l&#39;équipe
hr: Konačna ocjena tima
ko_kr: 팀의 최종 성적
sv: Lagets slutbetyg
uk: Підсумкова оцінка команди

source: Final grade: %(points_earned)s out of %(points_possible)s
af_za: Finale graad: %(points_earned)s uit %(points_possible)s
az: Final qiymət: %(points_possible)s-dan %(points_earned)s
ca: Nota final: %(points_earned)s sobre %(points_possible)s
cs: Závěrečné hodnocení: %(points_earned)sz%(points_possible)s
es_ar: Calificación final: %(points_earned)s de %(points_possible)s
fa_ir: نمره نهایی:%(points_earned)s از کل %(points_possible)s نمره
fi: Lopullinen arvosana: %(points_earned)s / %(points_possible)s
fil_ph: Panghuling grado: %(points_earned)s sa %(points_possible)s
fr_fr: Note finale : %(points_earned)s sur %(points_possible)s
hr: Konačna ocjena: %(points_earned)s od %(points_possible)s
ko_kr: 최종 성적: %(points_possible)s 중 %(points_earned)s
sv: Slutlig betyg: %(points_earned)s out of %(points_possible)s
uk: Остаточна оцінка: %(points_earned)s з %(points_possible)s

source: Final Grade Details
af_za: Finale Graad Besonderhede
az: Final qiymət detalları
ca: Detalls de la nota final
cs: Detaily závěrečného hodnocení
da: Detaljer om endelig karakter
es_ar: Detalles de la calificación final
fa_ir: جزییات نمره نهایی
fi: Viimeisen arvosanan tiedot
fil_ph: Mga Detalye ng Panghuling Marka
fr_fr: Détails de la note finale
hr: Pojedinosti o konačnoj ocjeni
ko_kr: 최종 성적 세부사항
sv: Slutliga betygsdetaljer
uk: Деталі остаточної оцінки

source: %(assessment_label)s - %(points)s point
af_za: %(assessment_label)s - %(points)s punt
az: %(assessment_label)s - %(points)s xal
ca: %(assessment_label)s - %(points)s punt
cs: %(assessment_label)s–%(points)sbod
fa_ir: %(assessment_label)s-%(points)s نمره
fi: %(assessment_label)s - %(points)s piste
hr: %(assessment_label)s - %(points)s bod
ko_kr: %(assessment_label)s - %(points)s 점
sv: %(assessment_label)s - %(points)s poäng
uk: %(assessment_label)s - %(points)s бал

source: Feedback Recorded
af_za: Terugvoer aangeteken
az: Rəy qeydə alındı
ca: Comentaris de valoració registrats
cs: Zaznamenaná zpětná vazba
da: Feedback registreret
es_ar: Retroalimentación registrada
fa_ir: بازخورد ضبط شد
fi: Palaute tallennettu
fil_ph: Naitala ang Feedback
fr_fr: Commentaires enregistrés
hr: Zabilježene povratne informacije
ko_kr: 피드백 저장
sv: Inspelad feedback
uk: Відгук записано

source: The submission is waiting for assessments.
af_za: Die voorlegging wag op evaluerings.
az: Təqdimat qiymətləndirmələr üçün gözləyir.
ca: La presentació està a l'espera d'avaluacions.
cs: Řešení čeká na hodnocení.
da: Indsendelsen afventer vurderinger.
es_ar: La presentación está a la espera de evaluaciones.
fa_ir: مورد ارسال شده در انتظار ارزیابی است.
fi: Esitys odottaa arvioita.
fil_ph: Ang pagsusumite ay naghihintay para sa mga pagtatasa.
fr_fr: La soumission est en attente d&#39;évaluations.
hr: Podneseni odgovor čeka na procjene.
ko_kr: 이 답변에 대한 평가가 완료되지 않았습니다.
sv: Inlämningen väntar på bedömningar.
uk: Надана відповідь очікує оцінювання.

source: The learner's submission has been removed from peer assessment. The learner receives a grade of zero unless you delete the learner's state for the problem to allow them to resubmit a response.
af_za: Die leerder se voorlegging is uit portuurbeoordeling verwyder. Die leerder ontvang 'n graad van nul tensy jy die leerder se toestand vir die probleem verwyder sodat hulle weer 'n antwoord kan indien.
az: Tələbənin təqdimatı həmyaşıd qiymətləndirməsindən çıxarıldı. Əgər siz tapşırıq üzrə tələbənin vəziyyətini yenidən cavab göndərməsinə icazə vermək üçün silmirsinizsə, tələbə qiymət alır.
ca: L'enviament de l'alumne s'ha eliminat de l'avaluació entre iguals. L'alumne rep un grau de zero a menys que elimineu l'estat de l'alumne perquè el problema els permeti tornar a enviar una resposta.
cs: Odeslaný příspěvek studenta byl odstraněn z vzájemného hodnocení. Student obdrží známku nula, pokud neodstraníte stav studenta pro daný problém, abyste mu umožnili znovu odeslat odpověď.
da: Elevens aflevering er blevet fjernet fra peer-vurdering. Eleven får karakteren nul, medmindre du sletter elevens tilstand for problemet for at give dem mulighed for at genindsende et svar.
es_ar: El envío del alumno se ha eliminado de la evaluación por pares. El alumno recibe una calificación de cero a menos que elimine el estado del alumno correspondiente al problema para permitirle volver a enviar una respuesta.
fa_ir: ارسال یادگیرنده از ارزیابی همتا حذف شده است. یادگیرنده نمره صفر دریافت می‌کند مگر اینکه وضعیت وی را برای این مساله حذف کنید و به او اجازه ارسال مجدد پاسخ را بدهید.
fi: Oppijan palaute on poistettu vertaisarvioinnista. Oppija saa arvosanan nolla, ellet poista oppijan tilaa ongelmasta, jotta hän voi lähettää vastauksen uudelleen.
fil_ph: Ang isinumite ng mag-aaral ay inalis sa pagtatasa ng kasamahan. Ang mag-aaral ay makakatanggap ng gradong zero maliban kung tatanggalin mo ang estado ng mag-aaral para sa problema upang payagan silang magsumiteng muli ng tugon.
fr_fr: La soumission de l&#39;apprenant a été supprimée de l&#39;évaluation par les pairs. L&#39;apprenant reçoit une note de zéro, sauf si vous supprimez l&#39;état de l&#39;apprenant pour le problème afin de lui permettre de soumettre à nouveau une réponse.
hr: Korisnikov podneseni odgovor uklonjen je iz procjene vršnjaka. Korisnik će dobiti ocjenu nula osim ako ne izbrišete korisnikov status za problem kako bi mogao ponovno podnijeti odgovor.
ko_kr: 학습자가 제출한 답변이 상호 평가에서 제외되었습니다. 학습자 상태를 수정해 답변을 재제출할 수 있도록 하지 않으면 이 학습자는 0점을 획득하게 됩니다.
sv: Elevernas inlämning har tagits bort från peer-bedömning. Eleven får en betyg på noll om du inte tar bort elevens tillstånd för problemet så att de kan skicka ett svar igen.
uk: Відправлення слухача видалено із перехресного оцінювання. Слухач одержить нульову оцінку, якщо ви не видалите його поточний статус та не дозволите надати відповідь ще раз.

source: The team’s submission has been removed from grading. The team receives a grade of zero unless you delete the a team member’s state for the problem to allow the team to resubmit a response.
af_za: Voorlegging van die span is uit gradering verwyder. Die span ontvang 'n graad van nul, tensy jy die staat van 'n spanlid verwyder vir die probleem om die span toe te laat om 'n antwoord weer in te dien.
cs: Příspěvek týmu byl odstraněn z hodnocení. Tým obdrží známku nula, pokud neodstraníte stav člena týmu pro problém, abyste týmu umožnili znovu odeslat odpověď.
da: Holdets indsendelse er blevet fjernet fra karaktergivning. Teamet modtager en karakter på nul, medmindre du sletter et teammedlems tilstand for problemet for at give teamet mulighed for at genindsende et svar.
es_ar: El envío del equipo ha sido eliminado de la calificación. El equipo recibe una calificación de cero a menos que elimine el estado de un miembro del equipo correspondiente al problema para permitir que el equipo vuelva a enviar una respuesta.
fa_ir: ارسالی تیم از نمره‌دهی حذف شده است. تیم، نمره صفر دریافت می‌کند، مگر اینکه وضعیت یکی از اعضای تیم را برای این مساله حذف کنید تا به تیم اجازه ارسال دوباره پاسخ را بدهید.
fi: Joukkueen palaute on poistettu arvostuksesta. Ryhmä saa arvosanan nolla, ellet poista tiimin jäsenen tilaa ongelmasta, jotta tiimi voi lähettää vastauksen uudelleen.
fil_ph: Ang pagsusumite ng koponan ay inalis sa pagmamarka. Ang koponan ay tumatanggap ng isang grado na zero maliban kung tatanggalin mo ang estado ng isang miyembro ng koponan para sa problema upang payagan ang koponan na muling magsumite ng tugon.
fr_fr: La soumission de l&#39;équipe a été retirée de la notation. L&#39;équipe reçoit une note de zéro, sauf si vous supprimez l&#39;état d&#39;un membre de l&#39;équipe pour le problème afin de permettre à l&#39;équipe de soumettre à nouveau une réponse.
hr: Podneseni odgovor tima uklonjen je iz ocjenjivanja. Tim će dobiti ocjenu nula osim ako ne izbrišete status člana tima za problem kako bi mogao ponovno podnijeti odgovor.
ko_kr: 팀이 제출한 답변이 상호 평가에서 제외되었습니다. 문제에 대한 팀 구성원의 상태를 삭제하여 팀의 답변을 재 제출하지 않으면 이 팀은 0점을 획득하게 됩니다.
sv: Lagets bidrag har tagits bort från betygssättningen. Teamet får betyget noll om du inte tar bort en teammedlems status för problemet så att teamet kan skicka in ett svar igen.
uk: Роботу команди вилучено з оцінювання. Команда отримує нульову оцінку, якщо Ви не видалите стан члена команди для проблеми, щоб команда могла повторно надіслати відповідь.

source: The problem has not been started.
af_za: Die probleem het nog nie begin.
az: Tapşırıq başlamayıb.
ca: El problema no s'ha iniciat.
cs: Problém nebyl spuštěn.
da: Problemet er ikke startet.
es_ar: El problema no se inició.
fa_ir: این مساله آغاز نشده است.
fi: Ongelmaa ei ole aloitettu.
fil_ph: Hindi pa nasisimulan ang problema.
fr_fr: Le problème n&#39;a pas commencé.
hr: Problem nije započet.
ko_kr: 이 문제는 시작되지 않았습니다.
sv: Problemet har inte startats.
uk: Задачу не розпочато.

source: The problem has not been completed.
af_za: Die probleem is nog nie opgelos nie.
az: Tapşırıq tamamlanmayıb.
ca: El problema no s'ha completat.
cs: Problém nebyl dokončen.
da: Problemet er ikke løst.
es_ar: El problema no se completó.
fa_ir: این مساله کامل نشده است.
fi: Ongelmaa ei ole ratkaistu.
fil_ph: Hindi pa tapos ang problema.
fr_fr: Le problème n&#39;a pas été résolu.
hr: Problem nije dovršen.
ko_kr: 이 문제는 완료되지 않았습니다.
sv: Problemet har inte slutförts.
uk: Задачу не завершено.

source: Submit Assessment Grade Override
af_za: Dien Assessering Graad Oorheersing in
az: Qiymətləndirmə nəticəsinin təqdimatı
ca: Envieu un sobrevalor de qualificació d'avaluació
cs: Odeslat přepsání hodnocení
da: Indsend tilsidesættelse af vurderingskarakter
es_ar: Enviar anulación de calificación de evaluación
fa_ir: ارسال رد نمره ارزیابی
fi: Lähetä arvioinnin arvosanan ohitus
fil_ph: Isumite ang Assessment Grade Override
fr_fr: Soumettre le remplacement de la note d&#39;évaluation
hr: Poništi ocjenu iz procjene
ko_kr: 수정된 평가 성적 제출하기
sv: Inlämning av bedömningsgraden
uk: Внести зміну оцінки

source: Submit Team Grade Override
af_za: Dien Span Graad Oorskryf In
cs: Odeslat přepsání týmového hodnocení
da: Indsend tilsidesættelse af teamkarakter
es_ar: Enviar anulación de calificación del equipo
fa_ir: ارسال نادیده‌انگاری نمره تیم
fi: Lähetä tiimin arvosanan ohitus
fil_ph: Isumite ang Team Grade Override
fr_fr: Soumettre le remplacement de la note de l&#39;équipe
hr: Poništi ocjenu tima
ko_kr: 수정된 팀 점수 제출하기
sv: Skicka Team Grade Override
uk: Внести зміну оцінки для команди

source: Unable to perform grade override
af_za: Kan nie graadoorskryf uitvoer nie
cs: Nelze provést přepsání stupně
da: Kan ikke udføre tilsidesættelse af karakter
es_ar: No se puede realizar la anulación de calificación
fa_ir: لغو نمره انجام نشد
fi: Arvosanan ohitusta ei voi suorittaa
fil_ph: Hindi magawa ang pag-override ng grado
fr_fr: Impossible d&#39;effectuer un remplacement de note
hr: Nije moguće poništiti ocjenu
ko_kr: 등급 재정의를 수행할 수 없음
sv: Det gick inte att åsidosätta betyg
uk: Помилка при внесенні зміни оцінки для команди

source: Grades are frozen. Grades are automatically frozen 30 days after the course end date.
af_za: Graderings is gevries. Graderings word outomaties gevries 30 dae na die kursus-einddatum.
cs: Známky jsou zmrazené. Hodnocení se automaticky zmrazí 30 dní po datu ukončení kurzu.
da: Karakterer er frosset. Karakterer fryses automatisk 30 dage efter kursets slutdato.
es_ar: Las calificaciones están congeladas. Las calificaciones se congelan automáticamente 30 días después de la fecha de finalización del curso.
fa_ir: نمره‌ها ثابت شده است. آن‌ها به‌طور خودکار 30 روز پس از تاریخ پایان دوره آموزشی ثابت می‌شوند.
fi: Arvosanat on jäädytetty. Arvosanat jäädytetään automaattisesti 30 päivää kurssin päättymispäivän jälkeen.
fil_ph: Ang mga grado ay nagyelo. Awtomatikong nag-freeze ang mga grado 30 araw pagkatapos ng petsa ng pagtatapos ng kurso.
fr_fr: Les notes sont gelées. Les notes sont automatiquement gelées 30 jours après la date de fin du cours.
hr: Ocjene su zaključane. Ocjene se automatski zaključavaju 30 dana nakon datuma završetka kolegija.
ko_kr: 등급이 동결됩니다. 성적은 강좌 종료일로부터 30일 후에 자동으로 동결됩니다.
sv: Betygen är frysta. Betyg fryses automatiskt 30 dagar efter kursens slutdatum.
uk: Оцінки заморожені. Оцінки автоматично заморожуються через 30 днів після дати закінчення курсу.

source: This submission has been cancelled and cannot recieve a grade. Refer to documentation for how to delete the learner’s state for this problem to allow them to resubmit.
af_za: Hierdie voorlegging is gekanselleer en kan nie 'n graad ontvang nie. Verwys na dokumentasie oor hoe om die leerder se toestand vir hierdie probleem te verwyder om hulle in staat te stel om weer in te dien.
cs: Tento příspěvek byl zrušen a nemůže získat hodnocení. Podívejte se do dokumentace, jak odstranit stav studenta pro tento problém, aby mohl znovu odeslat.
da: Denne indsendelse er blevet annulleret og kan ikke modtage en karakter. Se dokumentationen for, hvordan man sletter elevens tilstand for dette problem for at give dem mulighed for at genindsende.
es_ar: Esta presentación ha sido cancelada y no puede recibir una calificación. Consulte la documentación sobre cómo eliminar el estado del alumno para este problema y permitirle volver a enviarlo.
fa_ir: این ارسال لغو شده است و نمی‌تواند نمره دریافت کند. برای نحوه حذف وضعیت یادگیرنده برای این مشکل، به مستندات مراجعه کنید تا به آن‌ها اجازه ارسال داده شود.
fi: Tämä palautus on peruutettu, eikä se voi saada arvosanaa. Katso dokumentaatiosta kuinka poistaa oppijan tila tämän ongelman vuoksi, jotta hän voi lähettää uudelleen.
fil_ph: Ang pagsusumiteng ito ay kinansela at hindi makatanggap ng grado. Sumangguni sa dokumentasyon para sa kung paano tanggalin ang estado ng mag-aaral para sa problemang ito upang payagan silang muling isumite.
fr_fr: Cette soumission a été annulée et ne peut pas recevoir de note. Reportez-vous à la documentation pour savoir comment supprimer l&#39;état de l&#39;apprenant pour ce problème afin de lui permettre de soumettre à nouveau.
hr: Podnošenje ovog odgovora je otkazano i ne možete dobiti ocjenu. Pogledajte dokumentaciju da biste saznali kako izbrisati korisnikov status za taj problem i omogućili korisniku da ponovno podnese odgovor.
ko_kr: 이 제출은 취소되었으며 성적을 받을 수 없습니다. 학습자가 다시 제출할 수 있도록 이 문제에 대한 학습자의 상태를 삭제하는 방법에 대한 문서를 참조하십시오.
sv: Denna inlämning har avbrutits och kan inte få betyg. Se dokumentationen för hur man tar bort elevens status för detta problem så att de kan skicka in igen.
uk: Це подання скасовано та не може бути оцінено. Зверніться до документації, щоб дізнатися, як видалити статус слухача щодо цієї проблеми, щоб дозволити йому повторно здати.

source: Remove Submission From Peer Grading
af_za: Verwyder voorlegging van portuurgradering
az: Təqdimatı həmyaşıd qiymətləndirməsindən çıxarın
ca: Elimina l'enviament a partir de la classificació entre iguals
cs: Odebrat příspěvek ze vzájemného hodnocení
da: Fjern indsendelse fra peer-gradering
es_ar: Eliminar el envío de la calificación de pares
fa_ir: حذف ارسال از نمره همتا
fi: Poista lähetys vertaisarvioinnista
fil_ph: Alisin ang Pagsusumite Mula sa Peer Grading
fr_fr: Supprimer la soumission de la notation par les pairs
hr: Ukloni podneseni odgovor iz ocjenjivanja vršnjaka
ko_kr: 답변을 상호 평가에서 제외하기
sv: Ta bort material från peer-gradering
uk: Видалити відправлення із перехресногооцінювання

source: Remove Team Submission from Grading
af_za: Verwyder spanvoorlegging uit gradering
cs: Odebrat týmové odeslání z hodnocení
da: Fjern teamafsendelse fra karaktergivning
es_ar: Eliminar el envío del equipo de la calificación
fa_ir: حذف ارسال تیم از نمره‌بندی
fi: Poista ryhmälähetys arvioinnista
fil_ph: Alisin ang Pagsusumite ng Koponan sa Pagmamarka
fr_fr: Supprimer la soumission d&#39;équipe de la notation
hr: Ukloni podneseni odgovor tima iz ocjenjivanja
ko_kr: 팀 제출물을 평가에서 제외하기
sv: Ta bort Team Submission från betygsättning
uk: Видалити подання команди з оцінювання

source: Caution: This Action Cannot Be Undone
af_za: Versigtig: Hierdie aksie kan nie ongedaan gemaak word nie
az: Diqqət: Bu fəaliyyət geri qaytarıla bilməz
ca: Precaució: aquesta acció no es pot desfer
cs: Upozornění: Tuto akci nelze vrátit zpět
da: Forsigtig: Denne handling kan ikke fortrydes
es_ar: Precaución: esta acción no se puede deshacer
fa_ir: هشدار: این عمل قابل بازگرد نیست
fi: Varoitus: Tätä toimintoa ei voi kumota
fil_ph: Babala: Ang Pagkilos na Ito ay Hindi Maibabalik
fr_fr: Attention : cette action ne peut pas être annulée
hr: Oprez: ova se radnja ne može poništiti
ko_kr: 주의: 이 작업은 되돌릴 수 없습니다
sv: Varning: Denna åtgärd kan inte ångras
uk: Застереження: цю дію неможливо скасувати

source: Removing a learner's submission cannot be undone and should be done with caution.
af_za: Die verwydering van 'n leerder se voorlegging kan nie ongedaan gemaak word nie en moet met omsigtigheid gedoen word.
az: Tələbənin təqdimatı çıxarıldıqdan sonra geri qaytarıla bilmir və buna görə də diqqətlə edilməlidir.
ca: L'eliminació de l'enviament d'un alumne no es pot desfer i s'ha de fer amb precaució.
cs: Odebrání příspěvku studenta nelze vrátit zpět a mělo by být prováděno opatrně.
da: Fjernelse af en elevs aflevering kan ikke fortrydes og bør ske med forsigtighed.
es_ar: La eliminación del envío de un alumno no se puede deshacer y debe hacerse con precaución.
fa_ir: حذف ارسال یادگیرنده قابل بازگرد نیست و لازم است هشدار داده شود.
fi: Oppijan palautuksen poistamista ei voi peruuttaa, ja se tulee tehdä varoen.
fil_ph: Ang pag-alis ng isinumite ng isang mag-aaral ay hindi maaaring bawiin at dapat gawin nang may pag-iingat.
fr_fr: La suppression de la soumission d&#39;un apprenant ne peut pas être annulée et doit être effectuée avec prudence.
hr: Uklanjanje korisnikovog podnesenog odgovora ne može se poništiti i treba se učiniti s oprezom.
ko_kr: 학습자의 답변을 제거하게 되면 되돌릴 수 없으므로 주의해야 합니다.
sv: Att ta bort en elevs inlämning kan inte ångras och bör göras med försiktighet.
uk: Будьте уважні, видалення відправлення слухача не можна скасувати.

source: Removing a team's submission cannot be undone and should be done with caution.
af_za: Die verwydering van 'n span se voorlegging kan nie ongedaan gemaak word nie en moet met omsigtigheid gedoen word.
cs: Odstranění příspěvku týmu nelze vrátit zpět a mělo by být prováděno opatrně.
da: Fjernelse af et teams indsendelse kan ikke fortrydes og bør ske med forsigtighed.
es_ar: La eliminación de la presentación de un equipo no se puede deshacer y debe hacerse con precaución.
fa_ir: حذف ارسال تیم، قابل لغو نیست و باید با احتیاط انجام شود.
fi: Tiimin lähetyksen poistamista ei voi kumota, ja se tulee tehdä varoen.
fil_ph: Ang pag-alis sa isinumite ng isang koponan ay hindi maaaring bawiin at dapat gawin nang may pag-iingat.
fr_fr: La suppression de la soumission d&#39;une équipe ne peut pas être annulée et doit être effectuée avec prudence.
hr: Kada se podneseni odgovor tima ukloni, to se ne može poništiti i treba se učiniti s oprezom.
ko_kr: 팀의 답변을 제거하게 되면 되돌릴 수 없으므로 주의해야 합니다.
sv: Att ta bort ett lags inlämning kan inte ångras och bör göras med försiktighet.
uk: Видалення подання команди не можна скасувати, тому це слід робити з обережністю.

source: Comments:
af_za: Kommentaar:
az: Şərhlər:
ca: Comentaris:
cs: komentáře:
da: Kommentarer:
es_ar: Comentarios:
fa_ir: نظرات:
fi: Kommentit:
fil_ph: Mga komento:
fr_fr: Commentaires:
hr: Komentari:
ko_kr: 코멘트:
sv: kommentarer:
uk: Коментарі:

source: Remove submission
af_za: Verwyder voorlegging
az: Təqdimatı çıxarın
ca: Elimina la submissió
cs: Odebrat podání
da: Fjern indsendelse
es_ar: Eliminar envío
fa_ir: حذف ارسال
fi: Poista lähetys
fil_ph: Alisin ang pagsusumite
fr_fr: Supprimer la soumission
hr: Ukloni podneseni odgovor
ko_kr: 제출 삭제
sv: Ta bort inlämning
uk: Видалити відправлене завдання
