Repository: openedx/edx-ora2
Catalog: openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, az, ca, cs, da, es_ar, fa_ir, fi, fil_ph, fr_fr, hr, ko_kr, sv, uk

source: Select one of the options above. This describes whether or not the reviewer will have to provide criterion feedback.
af_za: Kies een van die opsies hierbo. Dit beskryf of die beoordelaar kriterium terugvoer sal moet verskaf of nie.
cs: Vyberte jednu z výše uvedených možností. To popisuje, zda recenzent bude muset poskytnout zpětnou vazbu ke kritériu.
da: Vælg en af mulighederne ovenfor. Dette beskriver, hvorvidt anmelderen skal give kriteriefeedback eller ej.
es_ar: Seleccione una de las opciones anteriores. Esto describe si el revisor tendrá que proporcionar comentarios sobre los criterios.
fa_ir: یکی از گزینه‌های بالا را برگزینید. این مورد توضیح می‌دهد که آیا بازرس باید بازخورد معیاری را ارائه دهد یا خیر.
fi: Valitse jokin yllä olevista vaihtoehdoista. Tämä kuvaa, onko arvioijan annettava kriteeripalautetta.
fil_ph: Pumili ng isa sa mga opsyon sa itaas. Inilalarawan nito kung kailangan o hindi ng tagasuri na magbigay ng feedback sa pamantayan.
fr_fr: Sélectionnez l&#39;une des options ci-dessus. Cela décrit si l&#39;examinateur devra ou non fournir une rétroaction sur les critères.
hr: Odaberite jednu od gore ponuđenih opcija o tome mora li ocjenjivač dati povratne informacije za kriterij.
ko_kr: 위의 옵션 중 하나를 선택하십시오. 이것은 검토자가 기준 피드백을 제공해야 하는지 여부를 설명합니다.
sv: Välj ett av alternativen ovan. Detta beskriver huruvida granskaren måste lämna kriteriumåterkoppling eller inte.
uk: Виберіть один із варіантів вище. Це описує, чи повинен рецензент надавати відгук про критерій.

source: Open Response Assessment
af_za: Open Response Assessering
az: Açıq cavabların qiymətləndirilməsi
ca: Avaluació de resposta oberta
cs: Otevřené hodnocení odpovědi
da: Åben svarvurdering
es_ar: Evaluación de respuesta abierta
fa_ir: ارزیابی با پاسخ باز
fi: Avoin vastausarviointi
fil_ph: Buksan ang Pagtatasa ng Tugon
fr_fr: Évaluation de la réponse ouverte
hr: Procjena otvorenog odgovora
ko_kr: 개방형 응답 평가
sv: Bedöm öppna frågeställningar
uk: Оцінка відповіді у вільній формі

source: Prompt
af_za: Dhakhso
az: Tez
ca: Preguntar
cs: Výzva
da: Hurtig
es_ar: Inmediato
fa_ir: فوری
fi: Kehote
fr_fr: Rapide
hr: Upit
ko_kr: 프롬프트
uk: Підказка

source: Rubric
af_za: Assesseringsinstrument
ca: Rúbrica
cs: Rubrika
da: Rubrik
es_ar: Rúbrica
fa_ir: راهنمای امتیازدهی
fi: Rubriikki
fr_fr: Rubrique
hr: Rubrika
ko_kr: 지시문
sv: Rubrik
uk: Рубрика

source: Schedule
af_za: Skedule
az: Cədvəl
ca: Horari
cs: Rozvrh
da: Tidsplan
es_ar: Cronograma
fa_ir: برنامه زمان‌بندی
fi: Ajoittaa
fil_ph: Iskedyul
fr_fr: Programme
hr: Raspored
ko_kr: 일정
sv: Schema
uk: Розклад

source: Assessment steps
af_za: Assesseringstappe
cs: Kroky hodnocení
da: Vurderingstrin
es_ar: Pasos de evaluación
fa_ir: گام‌های ارزیابی
fi: Arvioinnin vaiheet
fil_ph: Mga hakbang sa pagtatasa
fr_fr: Étapes d&#39;évaluation
hr: Koraci procjene
ko_kr: 평가 단계
sv: Bedömningssteg
uk: Кроки оцінювання

source: Settings
af_za: Instellings
az: Quraşdırmalar
ca: Configuració
cs: Nastavení
da: Indstillinger
es_ar: Configuración
fa_ir: تنظیمات
fi: asetukset
fil_ph: Mga setting
fr_fr: Réglages
hr: Postavke
ko_kr: 설정
sv: inställningar
uk: Налаштування

source: Option
af_za: Opsie
az: Seçim
ca: Opció
cs: Možnost
da: Mulighed
es_ar: Opción
fa_ir: گزینه
fi: Vaihtoehto
fil_ph: Pagpipilian
hr: Opcija
ko_kr: 평가 기준
sv: Alternativ
uk: Параметр

source: Option Name
af_za: Ster Naam
az: Seçim adı
ca: Nom de l'opció
cs: Název možnosti
da: Indstillingsnavn
es_ar: Nombre de la opción
fa_ir: نام گزینه
fi: Vaihtoehdon nimi
fil_ph: Pangalan ng Pagpipilian
fr_fr: Nom de l&#39;option
hr: Naziv opcije
ko_kr: 평가 기준 이름
sv: Alternativ Namn
uk: Назва параметра

source: Option Points
af_za: Opsie Punte
az: Seçim xalları
ca: Punts d'opció
cs: Body možnosti
es_ar: Puntos de opción
fa_ir: نمرات گزینه
fi: Vaihtoehtopisteet
fil_ph: Mga Puntos sa Pagpipilian
fr_fr: Points d&#39;option
hr: Bodovi za opciju
ko_kr: 평가 기준 포인트
sv: Alternativ Punkter
uk: Кількість балів

source: Option Explanation
af_za: Opsie Verduideliking
az: Seçim izahı
ca: Opció Explicació
cs: Vysvětlení možnosti
da: Mulighed Forklaring
es_ar: Explicación de la opción
fa_ir: توضیح گزینه
fi: Vaihtoehto Selitys
fil_ph: Paliwanag ng Opsyon
fr_fr: Options Explication
hr: Objašnjenje opcije
ko_kr: 평가 기준 설명
sv: Alternativ Förklaring
uk: Пояснення параметра

source: Step: Peer Assessment
af_za: Stap: Eweknie-assessering
az: Mərhələ: Həmyaşıd qiymətləndirməsi
ca: Pas: Avaluació entre iguals
cs: Krok: Vzájemné hodnocení
da: Trin: Peer-vurdering
es_ar: Paso: Evaluación por pares
fa_ir: مرحله: سنجش همتایان
fi: Vaihe: Vertaisarviointi
fil_ph: Hakbang: Peer Assessment
fr_fr: Étape : Évaluation par les pairs
hr: Korak: procjena vršnjaka
ko_kr: 단계 : 상호 평가
sv: Steg: Peer Assessment
uk: Крок: Оцінювання студентами

source: Peer Assessment allows students to provide feedback to other students and also receive feedback from others in their final grade. Often, though not always, this step is preceded by Self Assessment or Learner Training steps.
af_za: Portuurassessering stel studente in staat om terugvoer aan ander studente te gee en ook terugvoer van ander in hul finale graad te ontvang. Dikwels, hoewel nie altyd nie, word hierdie stap voorafgegaan deur stappe vir selfassessering of leerderopleiding.
cs: Vzájemné hodnocení umožňuje studentům poskytovat zpětnou vazbu ostatním studentům a také přijímat zpětnou vazbu od ostatních v jejich závěrečné známce. Často, i když ne vždy, tomuto kroku předcházejí kroky sebehodnocení nebo školení žáka.
da: Peer Assessment giver eleverne mulighed for at give feedback til andre elever og også modtage feedback fra andre i deres endelige karakter. Ofte, men ikke altid, indledes dette trin af trin til selvvurdering eller elevtræning.
es_ar: La evaluación entre pares permite a los estudiantes brindar retroalimentación a otros estudiantes y también recibir retroalimentación de otros en su calificación final. A menudo, aunque no siempre, este paso está precedido por pasos de autoevaluación o capacitación del alumno.
fa_ir: ارزیابی همتا به یادگیرندگان امکان می‌دهد تا بازخورد خود را به سایر یادگیرندگان ارائه دهند و همچنین در نمره پایانی خود از دیگران بازخورد دریافت کنند. اغلب، هرچند نه همیشه، این مرحله پیش از مراحل خودارزیابی یا آموزش یادگیرنده است.
fi: Vertaisarvioinnin avulla opiskelijat voivat antaa palautetta muille opiskelijoille ja saada palautetta muilta viimeisellä arvosanallaan. Usein, vaikkakaan ei aina, tätä vaihetta edeltää itsearviointi tai oppijan koulutusvaiheet.
fil_ph: Ang Peer Assessment ay nagbibigay-daan sa mga mag-aaral na magbigay ng feedback sa ibang mga mag-aaral at makatanggap din ng feedback mula sa iba sa kanilang huling grado. Kadalasan, bagaman hindi palaging, ang hakbang na ito ay nauuna sa Self Assessment o Learner Training na mga hakbang.
fr_fr: L&#39;évaluation par les pairs permet aux étudiants de fournir des commentaires à d&#39;autres étudiants et également de recevoir des commentaires des autres dans leur note finale. Souvent, mais pas toujours, cette étape est précédée d&#39;étapes d&#39;auto-évaluation ou de formation de l&#39;apprenant.
hr: Procjena vršnjaka omogućuje učenicima da daju povratne informacije drugim učenicima te da prime povratne informacije od drugih u svojoj konačnoj ocjeni. Često, iako ne uvijek, ovom koraku prethode koraci Samoprocjena ili Vježbanje za korisnika.
ko_kr: 상호 평가는 학생들이 다른 학생들에게 피드백을 제공할 수 있도록 하고 또한 그들의 최종 성적에서 다른 사람들로 부터 피드백을 받을 수 있도록 합니다. 항상은 아니지만, 종종, 이 단계는 자가 평가 또는 학습자 교육 단계가 선행됩니다.
sv: Med kamratbedömning kan elever ge feedback till andra elever och även få feedback från andra i sitt slutbetyg. Ofta, men inte alltid, föregås detta steg av steg för självutvärdering eller lärandeträning.
uk: Оцінка колегами дозволяє студентам надавати зворотний зв'язок іншим студентам, а також отримувати відгуки від інших про оцінку. Часто, хоча і не завжди, цьому кроку передують етапи самооцінки або навчання учнів.

source: Configuration: For this step to be configured you must specify the number of peer reviews a student will be assessed with, and the number of peer a student must grade. Additional options can be specified.
af_za: Konfigurasie: Om hierdie stap te konfigureer, moet jy die aantal portuurbeoordelings spesifiseer waarmee 'n student geassesseer sal word, en die aantal eweknieë wat 'n student moet gradeer. Bykomende opsies kan gespesifiseer word.
cs: Konfigurace: Aby byl tento krok nakonfigurován, musíte zadat počet recenzí od spolužáků, kterými bude student hodnocen, a počet spolužáků, které musí student ohodnotit. Lze zadat další možnosti.
da: Konfiguration: For at dette trin skal konfigureres, skal du angive antallet af peer reviews en elev vil blive bedømt med, og antallet af peer en elev skal bedømme. Yderligere muligheder kan specificeres.
es_ar: Configuración: para configurar este paso, debe especificar la cantidad de revisiones de pares con las que se evaluará a un estudiante y la cantidad de pares que debe calificar un estudiante. Se pueden especificar opciones adicionales.
fa_ir: پیکربندی: برای پیکربندی این مرحله، باید تعداد بررسی‌های همتا را مشخص کنید که یادگیرنده با آن‌ها ارزیابی می‌شود، و تعداد همتاهایی که یک فرد باید نمره دهد. گزینه‌های اضافی را می‌توان مشخص کرد.
fi: Kokoonpano: Jotta tämä vaihe voidaan määrittää, sinun on määritettävä vertaisarviointien määrä, jolla opiskelija arvioidaan, ja vertaisarviointien määrä, jonka opiskelijan on arvosteltava. Lisävaihtoehtoja voidaan määrittää.
fil_ph: Configuration: Para ma-configure ang hakbang na ito, dapat mong tukuyin ang bilang ng mga peer review na susuriin ng isang mag-aaral, at ang bilang ng peer na dapat bigyan ng marka ng isang mag-aaral. Maaaring tukuyin ang mga karagdagang opsyon.
fr_fr: Configuration : Pour que cette étape soit configurée, vous devez spécifier le nombre d&#39;évaluations par les pairs avec lesquelles un étudiant sera évalué et le nombre de pairs qu&#39;un étudiant doit noter. Des options supplémentaires peuvent être spécifiées.
hr: Konfiguracija: za konfiguraciju ovog koraka morate odrediti broj revizija vršnjaka kojima će učenik biti ocijenjen te broj vršnjaka koje učenik mora ocijeniti. Mogu se odrediti i dodatne opcije.
ko_kr: 설정: 이 단계가 구성되려면 학생이 평가할 동료 평가의 수와 학생이 점수를 줘야하는 동료의 수를 지정해야합니다. 추가 옵션은 지정될 수 있습니다.
sv: Konfiguration: För att det här steget ska konfigureras måste du ange antalet peer reviews en student kommer att bedömas med, och antalet peer en student måste betygsätta. Ytterligare alternativ kan anges.
uk: Конфігурація: для налаштування цього кроку необхідно вказати кількість рецензій, за якими студент буде оцінюватися, а також кількість колег, чиї відповіді студент повинен оцінити. Можна вказати додаткові параметри.

source: View Options & Configuration
af_za: Besigtig Opsies Opstelling
cs: Zobrazit možnosti a konfiguraci
da: Se indstillinger og konfiguration
es_ar: Ver opciones y configuración
fa_ir: مشاهده گزینه‌ها و پیکربندی
fi: Näytä asetukset ja asetukset
fil_ph: Tingnan ang Mga Opsyon at Configuration
fr_fr: Afficher les options et la configuration
hr: Vidi opcije i konfiguraciju
ko_kr: 보기 옵션 및 구성
sv: Visa alternativ och konfiguration
uk: Переглянути параметри та конфігурація

source: Must Grade
af_za: Moet Graad
az: Qiymətləndirilməlidir
ca: Cal qualificar
cs: Musí oznámkovat
da: Skal bedømmes
es_ar: Debe calificar
fa_ir: نمره‌گذاری ضروری است
fi: Pakollinen arvosana
fil_ph: Dapat Grade
fr_fr: Doit être classé
hr: Obavezno se mora ocijeniti
ko_kr: 채점해야할 수
sv: Måste betyg
uk: Обов'язкова оцінка

source: Specify the number of peer assessments that each learner must complete. Valid numbers are 1 to 99.
af_za: Spesifiseer die aantal eweknie-assesserings wat elke leerder moet voltooi. Geldige getallen: 1 tot 99.
cs: Určete počet vzájemných hodnocení, které musí každý student absolvovat. Platná čísla jsou 1 až 99.
da: Angiv antallet af peer-vurderinger, som hver elev skal gennemføre. Gyldige tal er 1 til 99.
es_ar: Especifique el número de evaluaciones de pares que cada alumno debe completar. Los números válidos son del 1 al 99.
fa_ir: تعداد ارزیابی‌های همتا را مشخص کنید که هر یادگیرنده باید انجام دهد. اعداد معتبر از 1 تا 99 هستند.
fi: Määritä vertaisarviointien määrä, jotka kunkin oppijan on suoritettava. Kelvolliset numerot ovat 1-99.
fil_ph: Tukuyin ang bilang ng mga peer assessment na dapat kumpletuhin ng bawat mag-aaral. Ang mga wastong numero ay 1 hanggang 99.
fr_fr: Précisez le nombre d&#39;évaluations par les pairs que chaque apprenant doit effectuer. Les nombres valides vont de 1 à 99.
hr: Odredite broj procjena vršnjaka koje svaki korisnik mora dovršiti. Možete odabrati broj između 1 i 99.
ko_kr: 각 학습자가 완료해야 하는 동료 평가의 수를 지정합니다. 유효한 숫자는 1~99입니다.
sv: Ange antalet kamratbedömningar som varje elev måste genomföra. Giltiga nummer är 1 till 99.
uk: Вкажіть кількість оцінювань відповідей колег, яку повинен зробити кожен учень. Дійсні числа - від 1 до 99.

source: Graded By
af_za: Gegradeer deur
az: Qiymətləndirildi
ca: Classificat per
cs: Známkován od
da: Bedømt af
es_ar: Calificado por
fa_ir: نمره‌گذاری به‌دست
fi: Arvosteltu
fil_ph: Namarkahan Ni
fr_fr: Classé par
hr: Ocijenio/la:
ko_kr: 채점받아야할 수
uk: Оцінено

source: Specify the number of learners that each response must be assessed by. Valid numbers are 1 to 99.
af_za: Spesifiseer die aantal leerders wat elke antwoord beoordeel moet word deur. Geldige getallen: 1 tot 99.
cs: Určete počet studentů, kteří musí každou odpověď vyhodnotit. Platná čísla jsou 1 až 99.
da: Angiv antallet af elever, som hver besvarelse skal vurderes af. Gyldige tal er 1 til 99.
es_ar: Especifique el número de alumnos que deben evaluar cada respuesta. Los números válidos son del 1 al 99.
fa_ir: تعداد یادگیرندگانی را مشخص کنید که هر پاسخ باید توسط آنها ارزیابی شود. اعداد معتبر از 1 تا 99 هستند.
fi: Määritä opiskelijoiden määrä, jonka mukaan jokainen vastaus on arvioitava. Kelvolliset numerot ovat 1-99.
fil_ph: Tukuyin ang bilang ng mga mag-aaral na dapat tasahin ng bawat tugon. Ang mga wastong numero ay 1 hanggang 99.
fr_fr: Spécifiez le nombre d&#39;apprenants par lesquels chaque réponse doit être évaluée. Les nombres valides vont de 1 à 99.
hr: Odredite broj korisnika koji moraju ocijeniti svaki odgovor. Možete odabrati broj između 1 i 99.
ko_kr: 각 응답을 평가해야 하는 학습자 수를 지정합니다. 유효한 숫자는 1~99입니다.
sv: Ange antalet elever som varje svar ska bedömas av. Giltiga nummer är 1 till 99.
uk: Визначте кількість слухачів, які мають перевірити кожну відповідь. Число має бути від 0 до 99.

source: Enable Flexible Peer Grade Averaging
af_za: Aktiveer buigsame portuurgroep Graad Gemiddeld
cs: Povolit flexibilní průměrování rovnocenného hodnocení
da: Aktiver fleksibel peer-karaktergennemsnit
es_ar: Habilite el promedio flexible de calificaciones de pares
fa_ir: میانگین نمره همتا انعطاف‌پذیر را فعال کنید
fi: Ota käyttöön joustava vertaisarvosanan keskiarvo
fil_ph: I-enable ang Flexible Peer Grade Averaging
fr_fr: Activer la moyenne flexible des notes des pairs
hr: Omogući fleksibilno određivanje prosječne ocjene vršnjaka
ko_kr: 유연한 피어 등급 평균 활성화
sv: Aktivera flexibel peer-betygsgenomsnitt
uk: Увімкнути гнучке усереднення оцінок колег

source: When enabled, learners who have received at least 30%% of the required \
af_za: Wanneer dit geaktiveer is, leerders wat ten minste 30% van die vereiste
cs: Když je tato možnost povolena, studenti, kteří obdrželi alespoň 30%% požadovaného \
da: Når det er aktiveret, vil elever, der har modtaget mindst 30 %% af de påkrævede \
es_ar: Cuando está habilitado, los estudiantes que hayan recibido al menos 30%% de los requeridos \
fa_ir: هنگامی که فعال می‌شود، یادگیرندگانی که حداقل 30%% از میزان ضروری را دریافت کرده اند\
fi: Kun tämä on käytössä, oppilaat, jotka ovat saaneet vähintään 30%% vaaditusta \
fil_ph: Kapag pinagana, ang mga mag-aaral na nakatanggap ng hindi bababa sa 30%% ng kinakailangang \
fr_fr: Lorsqu&#39;il est activé, les apprenants qui ont reçu au moins 30%% des \
hr: Kada je opcija omogućena, korisnici koji su primili najmanje 30%% od obaveznih \
ko_kr: 활성화된 경우 필수 항목의 30%% 이상을 받은 학습자\
sv: När aktiverat, elever som har fått minst 30 %% av det obligatoriska \
uk: При включенні, учні, які отримали принаймні 30%% від необхідного \

source: This feature is being enabled by the course-level setting. It can be found under the Open Response Assessment Settings card on the Pages & Resources studio page.
af_za: Hierdie funksie word geaktiveer deur die kursusvlakinstelling. Dit kan gevind word onder die Open Response Assessment Settings kaart op die Pages & Resources studio bladsy.
da: Denne funktion aktiveres af indstillingen på kursusniveau. Det kan findes under kortet Open Response Assessment Settings på siden Pages &amp; Resources Studio.
es_ar: Esta característica está habilitada por la configuración del nivel del curso. Se puede encontrar en la tarjeta Configuración de evaluación de respuesta abierta en la página del estudio Páginas y recursos.
fa_ir: این ویژگی توسط تنظیمات سطح دوره فعال می شود. می توانید آن را در کارت تنظیمات ارزیابی پاسخ باز در صفحه استودیو صفحات و منابع پیدا کنید.
fi: Tämä ominaisuus otetaan käyttöön kurssitason asetuksella. Se löytyy Open Response Assessment Settings -kortista Pages &amp; Resources -studio -sivulta.
fil_ph: Ang tampok na ito ay pinagana ng setting ng antas ng kurso. Ito ay matatagpuan sa ilalim ng Open Response Assessment Settings card sa page ng Pages &amp; Resources studio.
fr_fr: Cette fonctionnalité est activée par le paramètre de niveau de cours. Il se trouve sous la carte Paramètres d&#39;évaluation de la réponse ouverte sur la page du studio Pages et ressources.
uk: Цю функцію ввімкнено налаштуваннями рівня курсу. Його можна знайти в "Налаштуваннях оцінки завдань з відкритими відповідями" на сторінці студії "Сторінки та ресурси".

source: Peer Assessment Deadlines
af_za: Portuurassesseringsdatums
cs: Termíny Vzájemného hodnocení
da: Peer Assessment Frister
es_ar: Plazos de evaluación por pares
fa_ir: مهلت‌های ارزیابی همتایان
fi: Vertaisarvioinnin määräajat
fil_ph: Mga Deadline ng Pagtatasa ng Peer
fr_fr: Dates limites d&#39;évaluation par les pairs
hr: Rokovi procjene vršnjaka
ko_kr: 동료 평가 마감일
sv: Deadlines för kamratbedömning
uk: Терміни оцінювання студентами

source: Start Date
af_za: Begindatum
az: Başlanğıc tarixi
ca: Data d'inici
cs: Počáteční datum
da: Start dato
es_ar: Fecha de inicio
fa_ir: تاریخ شروع
fi: Aloituspäivämäärä
fil_ph: Petsa ng Pagsisimula
fr_fr: Date de début
hr: Datum početka
ko_kr: 시작일
sv: Start datum
uk: Дата початку

source: Start Time
af_za: Begin Tyd
az: Başlama vaxtı
ca: L'hora d'inici
cs: Počáteční čas
da: Starttidspunkt
es_ar: Hora de inicio
fa_ir: زمان شروع
fi: Aloitusaika
fil_ph: Oras ng simula
fr_fr: Heure de début
hr: Vrijeme početka
ko_kr: 시작 시간
sv: Starttid
uk: Час початку

source: The date and time when learners can begin assessing peer responses.
af_za: Die datum en tyd wanneer leerders eweknie-reaksies kan begin assesseer.
cs: Datum a čas, kdy mohou studenti začít s hodnocením reakcí spolužáků.
da: Datoen og tidspunktet, hvor eleverne kan begynde at vurdere peer-svar.
es_ar: La fecha y hora en que los alumnos pueden comenzar a evaluar las respuestas de sus compañeros.
fa_ir: تاریخ و زمانی که یادگیرندگان می‌توانند ارزیابی پاسخ‌های همتایان را آغاز کنند.
fi: Päivämäärä ja kellonaika, jolloin oppijat voivat alkaa arvioida vertaisvastauksia.
fil_ph: Ang petsa at oras kung kailan maaaring simulan ng mga mag-aaral ang pagtatasa ng mga tugon ng mga kasamahan.
fr_fr: La date et l&#39;heure auxquelles les apprenants peuvent commencer à évaluer les réponses des pairs.
hr: Datum i vrijeme kada korisnici mogu početi ocjenjivati odgovore vršnjaka.
ko_kr: 학습자가 동료 응답 평가를 시작할 수 있는 날짜 및 시간입니다.
sv: Datum och tid då eleverna kan börja bedöma kamratsvar.
uk: Дата та час, коли учні можуть почати оцінювати відповіді колег.

source: Due Date
af_za: Sperdatum
az: Son tarix:
ca: Data de venciment
cs: Koncové datum
da: Afleveringsdato
es_ar: Fecha de vencimiento
fa_ir: زمان مقرر
fi: Eräpäivä
fil_ph: Takdang petsa
fr_fr: Date d&#39;échéance
hr: Datum završetka
ko_kr: 마감일
sv: Förfallodatum
uk: Кінцева дата

source: Due Time
af_za: Vervaldatum
az: Son vaxt
ca: En el moment oportú
cs: Koncový čas
da: Tidspunkt
es_ar: Fecha de vencimiento
fa_ir: زمان مقرر
fi: Määräaika
fil_ph: Takdang Panahon
fr_fr: Heure d&#39;échéance
hr: Vrijeme završetka
ko_kr: 마감 시간
sv: Sinom tid
uk: Термін виконання

source: The date and time when all peer assessments must be complete.
af_za: Die datum en tyd wanneer alle eweknie-evaluerings voltooi moet wees.
cs: Datum a čas, kdy musí být dokončena všechna vzájemná hodnocení.
da: Datoen og tidspunktet, hvor alle peer-vurderinger skal være færdige.
es_ar: La fecha y hora en que se deben completar todas las evaluaciones de pares.
fa_ir: تاریخ و زمانی که تمام ارزیابی‌های همتا باید کامل شود.
fi: Päivämäärä ja kellonaika, jolloin kaikkien vertaisarviointien on oltava valmiit.
fil_ph: Ang petsa at oras kung kailan dapat kumpleto ang lahat ng peer assessment.
fr_fr: La date et l&#39;heure auxquelles toutes les évaluations par les pairs doivent être terminées.
hr: Datum i vrijeme kada sve procjene vršnjaka moraju biti gotove.
ko_kr: 모든 동료 평가를 완료해야 하는 날짜 및 시간입니다.
sv: Datum och tid då alla kamratbedömningar måste vara klara.
uk: Дата та час, коли всі оцінювання студентами повинні бути виконані.

source: You cannot delete a prompt after the assignment has been released.
af_za: Jy kan nie 'n opdrag uitvee nadat die opdrag vrygestel is nie.
az: Tapşırıq yayımlandıqdan sonra dəvət işarəsini silə bilməzsiniz.
ca: No podeu esborrar un missatge després de la publicació de l'assignació.
cs: Po uvolnění úkolu nelze výzvu odstranit.
da: Du kan ikke slette en prompt, efter at opgaven er blevet frigivet.
es_ar: No puede eliminar una indicación después de que se haya liberado la tarea.
fa_ir: امکان حذف درخواست پس از انتشار تکلیف وجود ندارد.
fi: Et voi poistaa kehotetta, kun tehtävä on vapautettu.
fil_ph: Hindi ka makakapagtanggal ng prompt pagkatapos mailabas ang takdang-aralin.
fr_fr: Vous ne pouvez pas supprimer une invite après la libération de l&#39;affectation.
hr: Ne možete izbrisati upit nakon dodjele zadatka.
ko_kr: 과제가 이미 게시된 후에는 프롬프트를 삭제할 수 없습니다.
sv: Du kan inte radera en prompten efter att uppgiften har släppts.
uk: Не можна видаляти параметр після публікації завдання.
