Repository: openedx/edx-ora2
Catalog: openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, az, ca, cs, da, es_ar, fa_ir, fi, fil_ph, fr_fr, hr, ko_kr, sv, uk

source: Staff Comments
af_za: Personeel Kommentaar
az: Heyət şərhləri
ca: Comentaris del personal
cs: Komentáře učitelů
da: Personalekommentarer
es_ar: Comentarios del personal
fa_ir: نظرات کارکنان
fi: Henkilökunnan kommentit
fil_ph: Mga Komento ng Staff
fr_fr: Commentaires du personnel
hr: Komentari osoblja
ko_kr: 운영팀 의견
sv: Personalkommentarer
uk: Коментарі викладача

source: Peer Median Grade
af_za: Portuur Mediaan Graad
az: Həmyaşıd median qiymət
ca: Mediana entre iguals
cs: Medián známkování spolužáků
da: Peer median karakter
es_ar: Calificación media de los compañeros
fa_ir: میانگین نمره همتا
fi: Vertaiskeskiarvosana
fr_fr: Note médiane des pairs
hr: Srednja ocjena vršnjaka
ko_kr: 상호 평가 성적 중간값
uk: Середня перехресна оцінка

source: Peer {peer_index}
af_za: Portuur {peer_index}
az: Həmyaşıd {peer_index}
ca: Parell {peer_index}
cs: Spolužáci {peer_index}
es_ar: Compañero {peer_index}
fa_ir: همتا {peer_index}
fr_fr: Pair {peer_index}
hr: Vršnjak {peer_index}
ko_kr: 상호 {peer_index}
uk: Перехресна оцінка {peer_index}

source: Peer Comments
af_za: Portuur Kommentaar
az: Həmyaşıd şərhləri
ca: Comentaris del parell
cs: Komentáře spolužáků
da: Peer-kommentarer
es_ar: Comentarios de pares
fa_ir: نظرات همتایان
fi: Vertaiskommentit
fil_ph: Mga Komento ng Peer
fr_fr: Commentaires des pairs
hr: Komentari vršnjaka
ko_kr: 상호 의견
uk: Коментарі перехресного оцінювання

source: Self Assessment Grade
af_za: Selfassessering Graad
az: Özünüzü qiymətləndirdiyiniz qiymət
ca: Grau d'autoavaluació
cs: Stupeň sebehodnocení
da: Selvvurderingskarakter
es_ar: Calificación de autoevaluación
fa_ir: نمره خودارزیابی
fi: Itsearvioinnin arvosana
fil_ph: Marka ng Self Assessment
fr_fr: Note d&#39;auto-évaluation
hr: Ocjena iz samoprocjene
ko_kr: 자기 평가 성적
sv: Självbedömningsgrad
uk: Самооцінка

source: Your Self Assessment
af_za: Jou selfevaluering
az: Sizin özünüzü qiymətləndirməniz
ca: La vostra autoavaluació
cs: Vaše sebehodnocení
da: Din selvvurdering
es_ar: Su auto evaluación
fa_ir: ارزیابی شما
fi: Sinun itsearviosi
fil_ph: Iyong Self Assessment
fr_fr: Votre auto-évaluation
hr: Vaša samoprocjena
ko_kr: 자기 평가
sv: Din självbedömning
uk: Ваш Самооцінка

source: Your Comments
af_za: Jou kommentaar
az: Sizin şərhləriniz
ca: Els vostres comentaris
cs: Vaše komentáře
da: Dine kommentarer
es_ar: Sus comentarios
fa_ir: نظرات شما
fi: Kommenttisi
fil_ph: Iyong komento
fr_fr: Vos commentaires
hr: Vaši komentari
ko_kr: 본인 의견
sv: Dina kommentarer
uk: Ваші коментарі

source: Waiting for peer reviews
af_za: Vooruitblik op peer reviews
az: Həmyaşıd baxışı üçün gözləyir
ca: S'estan esperant revisions per parells
cs: Čekání na recenze od spolužáků
da: Venter på peer reviews
es_ar: Esperando la revisión de los pares
fa_ir: در انتظار بررسی همتایان
fi: Vertaisarviointeja odotellessa
fil_ph: Naghihintay para sa mga peer review
fr_fr: En attente d&#39;examens par les pairs
hr: Čekanje na preglede vršnjaka
ko_kr: 상호 평가 대기중입니다
sv: Väntar på peer reviews
uk: Очікує перехресного оцінювання

source: Peer
af_za: teken die volgende
az: Yaşıd
ca: Parell
cs: Spolužáci
es_ar: Par
fa_ir: همکار
fi: Tähyillä
fr_fr: Pair
hr: Vršnjak
ko_kr: 다른 학습자
sv: Jämlikar
uk: Взаємооцінка

source: The grade for this problem is determined by your Staff Grade.
af_za: Die graad vir hierdie probleem word bepaal deur jou personeelgraad.
cs: Známka pro tento problém je určena vaší klasifikací.
da: Karakteren for dette problem bestemmes af din personalekarakter.
es_ar: La calificación de este problema está determinada por su calificación de personal.
fa_ir: نمره این مساله با نمره کارکنان شما تعیین می‌شود.
fi: Tämän ongelman arvosana määräytyy henkilöstön arvosanan mukaan.
fil_ph: Ang grado para sa problemang ito ay tinutukoy ng iyong Marka ng Staff.
fr_fr: La note de ce problème est déterminée par votre note d&#39;état-major.
hr: Ocjenu za ovaj problem određuje vaša ocjena osoblja.
ko_kr: 이 문제에 대한 성적은 운영팀에 의해 결정되었습니다.
sv: Betyget för detta problem bestäms av din personalbetyg.
uk: Оцінка рішення цієї проблеми визначається Вашими викладачами.

source: The grade for this problem is determined by the median score of your Peer Assessments.
af_za: Die graad vir hierdie probleem word bepaal deur die mediaan telling van jou eweknie-evaluerings.
cs: Známka za tento problém je určena středním skóre vašeho vzájemného hodnocení.
da: Karakteren for dette problem bestemmes af median-score for dine peer-vurderinger.
es_ar: La calificación de este problema está determinada por la puntuación media de sus evaluaciones de pares.
fa_ir: نمره این مساله با میانگین نمره ارزیابی همتایان شما تعیین می‌شود.
fi: Tämän tehtävän arvosana määräytyy vertaisarviointien mediaanipisteiden mukaan.
fil_ph: Ang marka para sa problemang ito ay tinutukoy ng median na marka ng iyong mga Peer Assessment.
fr_fr: La note pour ce problème est déterminée par le score médian de vos évaluations par les pairs.
hr: Ocjenu za ovaj problem određuje srednji rezultat vaših procjena vršnjaka.
ko_kr: 이 문제에 대한 성적은 상호 평가 성적 중간값으로 결정되었습니다.
sv: Betyget för detta problem bestäms av medianpoängen för dina kamratbedömningar.
uk: Оцінка рішення цієї проблеми визначається середнім балом перехресної оцінки.

source: The grade for this problem is determined by your Self Assessment.
af_za: Die graad van hierdie probleem word bepaal deur jou selfassessering.
cs: Známka tohoto problému je určena vaším sebehodnocením.
da: Karakteren for dette problem bestemmes af din selvvurdering.
es_ar: La calificación de este problema está determinada por su autoevaluación.
fa_ir: نمره این مساله توسط خودسنجی شما تعیین می‌شود.
fi: Tämän tehtävän arvosana määräytyy itsearviointisi perusteella.
fil_ph: Ang grado para sa problemang ito ay tinutukoy ng iyong Self Assessment.
fr_fr: La note pour ce problème est déterminée par votre auto-évaluation.
hr: Ocjenu za ovaj problem određuje vaša samoprocjena.
ko_kr: 이 문제에 대한 성적은 자기 평가에 의해 결정되었습니다.
sv: Betyget för detta problem bestäms av din självbedömning.
uk: Оцінка рішення цієї проблеми визначається шляхом самооцінки.

source: You have successfully completed this problem and received a {earned_points}/{total_points}.
af_za: Jy het hierdie probleem suksesvol voltooi en 'n {earned_points}/{total_points} ontvang.
cs: Úspěšně jste dokončili tento problém a obdrželi jste {earned_points}/{total_points}.
da: Du har fuldført dette problem og modtaget en {earned_points} / {total_points} .
es_ar: Este problema se completó con éxito y recibió un {earned_points} / {total_points} .
fa_ir: شما این مساله را با موفقیت تکمیل کرده و {earned_points}/{total_points} دریافت کردید.
fi: Olet suorittanut tämän ongelman onnistuneesti ja saanut {earned_points}/{total_points}.
fil_ph: Matagumpay mong nakumpleto ang problemang ito at nakatanggap ng {earned_points}/{total_points}.
fr_fr: Vous avez résolu ce problème avec succès et reçu un {earned_points}/{total_points}.
hr: Uspješno ste završili ovaj problem i dobili ste {earned_points}/{total_points}.
ko_kr: 귀하는 성공적으로 이 문제를 해결했고, {earned_points} / {total_points} 를 받았습니다.
sv: Du har löst det här problemet och fått {earned_points}/{total_points}.
uk: Ви успішно вирішили цю проблему та заробили {earned_points} з можливих {total_points} балів.

source: You have not yet received all necessary peer reviews to determine your final grade.
af_za: Jy het nog nie al die nodige portuurbeoordelings ontvang om jou finale graad te bepaal nie.
cs: Ještě jste neobdrželi všechna potřebná recenze od spolužáků k určení vaší konečné známky.
da: Du har endnu ikke modtaget alle de nødvendige peer reviews for at bestemme din endelige karakter.
es_ar: Aún no recibió todas las revisiones de pares necesarias para determinar su calificación final.
fa_ir: شما هنوز تمام بررسی‌های لازم برای تعیین نمره نهایی خود را دریافت نکرده‌اید.
fi: Et ole vielä saanut kaikkia tarvittavia vertaisarviointeja lopullisen arvosanasi määrittämiseksi.
fil_ph: Hindi mo pa natatanggap ang lahat ng kinakailangang peer review para matukoy ang iyong panghuling grado.
fr_fr: Vous n&#39;avez pas encore reçu toutes les évaluations par les pairs nécessaires pour déterminer votre note finale.
hr: Niste još dobili sve potrebne preglede vršnjaka da bi se odredila vaša konačna ocjena.
ko_kr: 아직 최종 성적을 결정하기에 필요한 모든 상호 평가를 받지 못했습니다.
sv: Du har ännu inte fått alla nödvändiga peer reviews för att fastställa ditt slutbetyg.
uk: Ви ще не отримали всі необхідні оцінки від Ваших товаришів по навчанню щоб визначити Ваш остаточний бал.

source: Peer Assessment Only
af_za: Slegs eweknie-assessering
cs: Pouze vzájemné hodnocení
da: Kun peer-vurdering
es_ar: Solo Evaluación Par
fa_ir: فقط ارزیابی همتا
fi: Vain vertaisarviointi
fil_ph: Peer Assessment Lamang
fr_fr: Évaluation par les pairs uniquement
hr: Samo procjena vršnjaka
ko_kr: 상호 평가만
sv: Endast kamratbedömning
uk: Оцінювання тільки студентами, які навчаються разом з Вами

source: Self Assessment Only
af_za: Slegs selfassessering
cs: Pouze sebehodnocení
da: Kun selvvurdering
es_ar: Solo autoevaluación
fa_ir: فقط خودسنجی
fi: Vain itsearviointi
fil_ph: Self Assessment Lamang
fr_fr: Auto-évaluation uniquement
hr: Samo samoprocjena
ko_kr: 자가 평가만
sv: Endast självbedömning
uk: Тільки самооцінка

source: Staff Assessment Only
af_za: Slegs personeelassessering
cs: Pouze hodnocení učitelů
da: Kun personalevurdering
es_ar: Sólo evaluación del personal
fa_ir: فقط خودسنجی
fi: Vain henkilöstön arviointi
fil_ph: Staff Assessment Lamang
fr_fr: Évaluation du personnel seulement
hr: Samo procjena osoblja
ko_kr: 운영팀 평가만
sv: Endast personalbedömning
uk: Оцінка тільки викладачами

source: Self Assessment to Peer Assessment
af_za: Self-assessering tot portuurbeoordeling
cs: Sebehodnocení ku vzájemného hodnocení
da: Selvvurdering til Peer-vurdering
es_ar: Autoevaluación a evaluación por pares
fa_ir: خودسنجی به ارزیابی همتا
fi: Itsearvioinnista vertaisarviointiin
fr_fr: De l&#39;auto-évaluation à l&#39;évaluation par les pairs
hr: Samoprocjena za procjenu vršnjaka
ko_kr: 자가 평가에서 상호 평가로
sv: Självbedömning till kamratbedömning
uk: Самооцінка на результати оцінки товаришів по навчанню

source: Self Assessment to Staff Assessment
af_za: Eie assessering van personeel
cs: Sebehodnocení ku hodnocení učitelů
da: Selvevaluering til personalevurdering
es_ar: Autoevaluación a evaluación del personal
fa_ir: خودسنجی به ارزیابی کارکنان
fi: Itsearvioinnista henkilöstöarvioon
fil_ph: Self Assessment sa Staff Assessment
fr_fr: Auto-évaluation à l&#39;évaluation du personnel
hr: Samoprocjena za procjenu osoblja
ko_kr: 자가 평가에서 운영팀 평가로
sv: Självbedömning till personalbedömning
uk: Самооцінка на результати оцінки викладачів

source: You must specify a block id from which to copy a rubric.
af_za: Jy moet 'n blok-ID spesifiseer waaruit 'n rubriek gekopieer moet word.
cs: Musíte zadat ID bloku, ze kterého chcete rubriku zkopírovat.
da: Du skal angive et blok-id, som du vil kopiere en rubrik fra.
es_ar: Debe especificar una identificación de bloque desde la cual copiar una rúbrica.
fa_ir: شما باید شناسه بلوکی را مشخص کنید که از آن راهنمای امتیازدهی کپی شود.
fi: Sinun on määritettävä lohkotunnus, josta rubriiki kopioidaan.
fil_ph: Dapat kang tumukoy ng block id kung saan kokopyahin ang isang rubric.
fr_fr: Vous devez spécifier un identifiant de bloc à partir duquel copier une rubrique.
hr: Morate navesti ID bloka iz kojega želite kopirati rubriku.
ko_kr: 루브릭을 복사할 블록 ID를 지정해야 합니다.
sv: Du måste ange ett block-id som du vill kopiera en rubrik från.
uk: Необхідно вказати ідентифікатор блоку, з якого копіювати рубрику.

source: Invalid block id.
af_za: Ongeldige blok-ID.
cs: Neplatné ID bloku.
da: Ugyldigt blok-id.
es_ar: ID de bloque inválido.
fa_ir: شناسه بلوک معتبر نیست
fi: Virheellinen lohkotunnus.
fil_ph: Di-wastong block id.
fr_fr: ID de bloc non valide.
hr: Neispravan ID bloka.
ko_kr: 잘못된 블록 ID.
sv: Ogiltigt block-id.
uk: Недійсний ідентифікатор блоку.

source: No Open Response Assessment found in {course_id} with block id {block_id}
af_za: Geen Open Response Assessering gevind in {course_id} met blok-ID {block_id}
cs: V {course_id} s ID bloku {block_id} nebylo nalezeno žádné hodnocení otevřené odpovědi
da: Ingen åben svarvurdering fundet i {course_id} med blok-id {block_id}
es_ar: No se encontró ninguna evaluación de respuesta abierta en {course_id} con ID de bloque {block_id}
fa_ir: هیچ ارزیابی پاسخ باز در {course_id} با شناسه بلوک {block_id} یافت نشد
fi: Avoimen vastauksen arviointia ei löytynyt kurssista {course_id} lohkotunnuksella {block_id}
fil_ph: Walang nakitang Open Response Assessment sa {course_id} na may block id {block_id}
fr_fr: Aucune évaluation de réponse ouverte trouvée dans {course_id} avec l&#39;ID de bloc {block_id}
hr: Nije pronađena procjena otvorenog odgovora u {course_id} s ID-om bloka {block_id}
ko_kr: 블록 ID가 {block_id}인 {course_id}에서 공개 응답 평가를 찾을 수 없습니다.
sv: Ingen öppen svarsbedömning hittades i {course_id} med block-id {block_id}
uk: У курсі {course_id} з ідентифікатором блоку {block_id} не знайдено відкритого оцінювання відповідей

source: You do not have permission to schedule training
af_za: Jy het nie toestemming om opleiding te skeduleer nie
az: Sizin təlim cədvəli hazırlamaq üçün icazəniz yoxdur
ca: No teniu permís per programar la formació
cs: Nemáte oprávnění plánovat trénink
da: Du har ikke tilladelse til at planlægge træning
es_ar: No tienes permiso para programar este curso
fa_ir: شما مجوز برنامه‌ریزی را برای آموزش ندارید
fi: Sinulla ei ole lupaa ajoittaa koulutusta
fil_ph: Wala kang pahintulot na mag-iskedyul ng pagsasanay
fr_fr: Vous n&#39;êtes pas autorisé à programmer une formation
hr: Nemate dozvolu da zakažete vježbanje
ko_kr: 트레이닝을 예약할 권한이 없습니다.
sv: Du har inte behörighet att schemalägga träning
uk: У вас немає прав для планування тренування.

source: You do not have permission to reschedule tasks.
af_za: Jy het nie toestemming om take te herskeduleer nie.
az: Sizin tapşırıqları yenidən cədvələ salmağınız üçün icazəniz yoxdur.
ca: No teniu permís per reprogramar tasques.
cs: Nemáte oprávnění přeplánovat úkoly.
da: Du har ikke tilladelse til at omlægge opgaver.
es_ar: No tienes permiso para reprogramar tareas.
fa_ir: شما مجوز برنامه‌ریزی مجدد فعالیت‌ها را ندارید.
fi: Sinulla ei ole lupaa ajoittaa tehtäviä uudelleen.
fil_ph: Wala kang pahintulot na mag-reschedule ng mga gawain.
fr_fr: Vous n&#39;êtes pas autorisé à reprogrammer des tâches.
hr: Nemate dozvolu da odgodite zadatke.
ko_kr: 일정 조절 작업에 액세스할 수 있는 권한이 없습니다
sv: Du har inte behörighet att omschemalägga uppgifter.
uk: У вас немає дозволу на перепланування завдань.

source: You do not have permission to access the ORA staff area
af_za: Jy het nie toestemming om toegang tot die ORA personeelarea te verkry nie
az: Sizin ORA heyət ərazisinə giriş icazəniz yoxdur
ca: No teniu permís per accedir a la zona del personal d'ORA
cs: Nemáte oprávnění pro přístup do prostoru pro učitele ORA
da: Du har ikke tilladelse til at få adgang til ORAs personaleområde
es_ar: No tienes permiso para acceder al área de personal de ORA
fa_ir: شما مجوز دسترسی به بخش کارکنان ORA را ندارید
fi: Sinulla ei ole lupaa käyttää ORA:n henkilöstöaluetta
fil_ph: Wala kang pahintulot na ma-access ang staff area ng ORA
fr_fr: Vous n&#39;êtes pas autorisé à accéder à l&#39;espace personnel de l&#39;ORA
hr: Nemate dozvolu da pristupite ORA prostoru za osoblje
ko_kr: 개방형 응답 평가 운영팀 페이지에 접속할 권한이 없습니다
sv: Du har inte behörighet att komma åt ORA-personalområdet
uk: У вас немає дозволу для доступу до розділу вільних відповідей слухачів.

source: You do not have permission to access ORA learner information.
af_za: Jy het nie toestemming om toegang te verkry tot ORA leerderinligting nie.
az: Sizin ORA tələbə məlumatına giriş icazəniz yoxdur.
ca: No teniu permís per accedir a la informació de l'ORA.
cs: Nemáte oprávnění pro přístup k informacím o studentech ORA.
da: Du har ikke tilladelse til at få adgang til ORA-elevinformation.
es_ar: No tiene permiso para acceder a la información del alumno de ORA.
fa_ir: شما مجوز دسترسی به اطلاعات ORA یادگیرنده را ندارید.
fi: Sinulla ei ole oikeutta käyttää ORA-oppilaiden tietoja.
fil_ph: Wala kang pahintulot na i-access ang impormasyon ng ORA learner.
fr_fr: Vous n&#39;êtes pas autorisé à accéder aux informations sur les apprenants ORA.
hr: Nemate dozvolu da pristupite ORA informacijama o korisniku.
ko_kr: 개방형 응답 평가 학습자 정보 페이지에 접속할 권한이 없습니다.
sv: Du har inte behörighet att få åtkomst till ORA-elevinformation.
uk: У вас немає дозволу для доступу до інформації про слухачів у розділі вільних відповідей.

source: You do not have permission to access ORA staff grading.
af_za: Jy het nie toestemming om toegang te verkry tot ORA personeelgradering nie.
az: Sizin ORA heyət qiymətləndirməsinə giriş icazəniz yoxdur.
ca: No teniu permís per accedir a la qualificació del personal d'ORA.
cs: Nemáte oprávnění pro přístup k hodnocení učitelů ORA.
da: Du har ikke tilladelse til at få adgang til ORA-personalebedømmelse.
es_ar: No tiene permiso para acceder a las calificaciones del personal de ORA.
fa_ir: شما اجازه دسترسی به رتبه‌بندی کارکنان ORA را ندارید
fi: Sinulla ei ole oikeutta käyttää ORA-henkilöstön luokittelua.
fil_ph: Wala kang pahintulot na ma-access ang pagmamarka ng kawani ng ORA.
fr_fr: Vous n&#39;êtes pas autorisé à accéder à la notation du personnel ORA.
hr: Nemate dozvolu da pristupite ORA ocjenjivanju osoblja.
ko_kr: 개방형 응답 평가 운영팀 성적 페이지에 접속할 권한이 없습니다.
sv: Du har inte behörighet att få tillgång till ORA personal betyg.
uk: У вас немає дозволу для доступу до оцінювання викладачем вільних відповідей слухачів.

source: Pending
af_za: No preview available
az: Natamam
ca: Pendent
cs: Čekání
da: Verserende
es_ar: Pendiente
fa_ir: در حال بررسی
fi: Odottaa
fil_ph: Nakabinbin
fr_fr: En attente
hr: Na čekanju
ko_kr: 대기중
sv: Avvaktan
uk: В очікуванні

source: Complete/Overwritten
af_za: Voltooi/Oorskryf
cs: Dokončeno/Přepsáno
da: Komplet/overskrevet
es_ar: Completo/Sobrescrito
fa_ir: کامل / بازنویسی شده
fi: Täydellinen/Korvaattu
fil_ph: Kumpleto/Ooverwritten
fr_fr: Terminé/Écrasé
hr: Dovršeno/prepravljeno
ko_kr: 완료/덮어쓰기
sv: Komplett/överskriven
uk: Закінчено/Перезаписано

source: Not applicable
af_za: as nie van toepassing nie
az: Tətbiq edilmir
cs: Nelze použít
da: Ikke anvendelig
es_ar: No aplica
fa_ir: قابل اجرا نیست
fi: Ei sovellettavissa
fil_ph: Hindi maaari
fr_fr: N&#39;est pas applicable
hr: Nije primjenjivo
ko_kr: 해당 없음
sv: Inte tillämpbar
uk: Не застосовується

source: Not submitted
af_za: Nie ingedien nie
cs: Neodesláno
da: Ikke indsendt
es_ar: No presentado
fa_ir: ارسال نشد
fi: Ei lähetetty
fil_ph: Hindi isinumite
fr_fr: Pas transmis
hr: Nije podneseno
ko_kr: 제출하지 않은
sv: Ej inlämnad
uk: Не подано

source: Submitted
af_za: Ingedien
az: Təqdim edildi
ca: Enviat
cs: Odevzdáno
da: Indsendt
es_ar: Presentado
fa_ir: ارسال شده
fi: Lähetetty
fil_ph: Naisumite
fr_fr: Soumis
hr: Predano
ko_kr: 제출완료
sv: Inlämnad
uk: Надіслано

source: Error getting learner information.
af_za: Kon nie leerderinligting kry nie.
az: Tələbə məlumatlarını əldə edərkən xəta baş verdi.
ca: S'ha produït un error en obtenir la informació de l'alumne.
cs: Chyba při získávání informací o studentovi.
da: Fejl ved hentning af elevoplysninger.
es_ar: Error al obtener la información del alumno.
fa_ir: خطایی در هنگام دریافت اطلاعات یادگیرنده رخ داد.
fi: Virhe haettaessa oppijan tietoja.
fil_ph: Error sa pagkuha ng impormasyon ng mag-aaral.
fr_fr: Erreur lors de l&#39;obtention des informations sur l&#39;apprenant.
hr: Pogreška pri dohvaćanju informacija o korisniku.
ko_kr: 학습자 정보 불러오기 중 오류가 발생했습니다.
sv: Det gick inte att få information om eleven.
uk: Помилка під час завантаження інформації слухача.

source: Error loading the checked out learner response.
af_za: Fout met laai van die gekontroleerde leerderrespons.
az: Yoxlanılmış tələbə cavabını yükləyərkən xəta baş verdi.
ca: S'ha produït un error en carregar la resposta de l'alumne desactivada.
cs: Chyba při načítání odpovědi odhlášeného studenta.
da: Fejl ved indlæsning af det tjekkede elevsvar.
es_ar: Error al cargar la respuesta del alumno extraída.
fa_ir: خطایی هنگام بارگیری کنترل پاسخ یادگیرنده به وجود آمد.
fi: Virhe ladattaessa uloskirjatun oppijan vastausta.
fil_ph: Error sa paglo-load ng na-check out na tugon ng mag-aaral.
fr_fr: Erreur lors du chargement de la réponse de l&#39;apprenant extraite.
hr: Pogreška pri učitavanju pregledanog odgovora korisnika.
ko_kr: 이미 확인한 학습자 답변 불러오기 중 오류가 발생했습니다.
sv: Det gick inte att läsa in det utvalda svaret.
uk: Помилка під час завантаження перевіреної відповіді слухача.

source: No other learner responses are available for grading at this time.
af_za: Geen ander leerderreaksies is op die oomblik beskikbaar vir gradering nie.
az: Hazırda qiymətləndirmə üçün başqa tələbə cavabları yoxdur.
ca: No hi ha cap altra resposta d'aprenentatge disponible per a la qualificació en aquest moment.
cs: V tuto chvíli nejsou k dispozici žádné další odpovědi studentů pro hodnocení.
da: Ingen andre elevsvar er tilgængelige for karaktergivning på nuværende tidspunkt.
es_ar: No hay otras respuestas de los alumnos disponibles para calificar en este momento.
fa_ir: اکنون هیچ پاسخی از سوی یادگیرنده دیگری برای نمره‌دهی در دسترس نیست.
fi: Muita oppilaiden vastauksia ei ole tällä hetkellä saatavilla arvosteltavaksi.
fil_ph: Walang ibang mga sagot ng mag-aaral na magagamit para sa pagmamarka sa ngayon.
fr_fr: Aucune autre réponse d&#39;apprenant n&#39;est disponible pour la notation pour le moment.
hr: Trenutačno nisu dostupni drugi odgovori korisnika za ocjenjivanje.
ko_kr: 현재 채점이 가능한 학습자 답변이 없습니다.
sv: Inga andra svar är tillgängliga för betygsättning vid denna tidpunkt.
uk: Наразі немає доступних для оцінювання відповідей інших користувачів.

source: Error getting staff grade information.
af_za: Kon nie personeelgraadinligting kry nie.
az: Heyət qiymət məlumatı əldə edərkən xəta baş verdi.
ca: Error en obtenir informació de qualificació del personal.
cs: Chyba při získávání informací o hodnocení učitelů.
da: Fejl ved hentning af oplysninger om personalekarakter.
es_ar: Error al obtener información sobre las calificaciones del personal.
fa_ir: خطا در دریافت اطلاعات نمره کارکنان.
fi: Virhe haettaessa henkilöstön arvosanatietoja.
fil_ph: Error sa pagkuha ng impormasyon ng marka ng kawani.
fr_fr: Erreur lors de l&#39;obtention des informations sur la note du personnel.
hr: Pogreška pri dohvaćanju informacija o ocjeni osoblja.
ko_kr: 운영팀 성적 정보 불러오기 중 오류가 발생했습니다.
sv: Fel kunde inte få information om personalens betyg.
uk: Помилка під час отримання інформації про оцінку викладача.

source: Error getting staff grade ungraded and checked out counts.
af_za: Fout om personeel graad ongegradeer en nagegaan uit tellings.
az: Heyətin sərbəst buraxılmaması və yoxlanılmış sayıları əldə edərkən xəta baş verdi.
ca: S'ha produït un error en obtenir un recompte de qualificació sense classificar i desactivar el personal.
cs: Chyba při získávání hodnocení učitelů bez hodnocení a počtů odhlášených.
da: Fejl ved at få personalekarakteren ukarakteriseret og udtjekket tæller.
es_ar: Error al obtener la calificación del personal sin calificar y conteos retirados.
fa_ir: خطا در دریافت نمره کارکنان بدون نمره و شمارش موارد بررسی شده.
fi: Virhe henkilöstön arvosanan poistamisessa ja uloskirjautumisen laskennassa.
fil_ph: Nagkaroon ng error sa pagkuha ng marka ng kawani na hindi namarkahan at mga bilang ng pag-check out.
fr_fr: Erreur lors de l&#39;obtention de la note du personnel non notée et du décompte des départs.
hr: Pogreška pri dohvaćanju broja neocijenjenih i pregledanih ocjena osoblja.
ko_kr: 운영팀이 채점하지 않은 답변과 확인한 답변의 숫자를 불러오는 중 오류가 발생했습니다.
sv: Fel på att få personalklass ungraded och checkade ut räkningar.
uk: Помилка під час завнтаження кількості неперевірених та перевірених завдань, оцінюваних викладачем.
