Repository: openedx/edx-ora2
Catalog: openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, az, ca, cs, da, es_ar, fa_ir, fi, fil_ph, fr_fr, hr, ko_kr, sv, uk

source: The due date for this step has passed. This step is now closed. You can no longer complete a self assessment or continue with this assignment, and you will receive a grade of Incomplete.
af_za: Die vervaldatum van hierdie stap is verby. Hierdie stap is nou gesluit. Jy kan nie meer 'n selfassessering voltooi of voortgaan met hierdie opdrag nie, en jy sal 'n graad van Onvolledige Assessering ontvang.
az: Bu mərhələ üçün son tarix keçib. İndi bu mərhələ bağlıdır. Siz özünü qiymətləndirməni artıq tamamlaya və bu tapşırığa davam edə bilməzsiniz və siz natamam qiymət alacaqsınız.
ca: S'ha aprovat la data de venciment d'aquest pas. Aquest pas ara està tancat. Ja no podeu completar una autoavaluació o continuar amb aquesta tasca, i rebrà una qualificació de incompleta.
cs: Termín pro tento krok uplynul. Tento krok je nyní uzavřen. Již nemůžete dokončit sebehodnocení nebo pokračovat v tomto úkolu a dostanete známku Nedokončeno.
da: Forfaldsdatoen for dette trin er overskredet. Dette trin er nu lukket. Du kan ikke længere gennemføre en selvvurdering eller fortsætte med denne opgave, og du får karakteren Ufuldstændig.
es_ar: Ha pasado la fecha límite para este paso. Este paso está cerrado. Ya no puedes completar la autoevaluación o continuar con esta tarea. Recibirás una calificación de incompleto.
fa_ir: تاریخ سررسید این مرحله به پایان رسیده است. این مرحله اکنون بسته می‌شود. شما دیگر امکان تکمیل خود ارزیابی را ندارید یا به این تکلیف ادامه می‌دهید و نمره ناقص دریافت خواهید کرد.
fi: Tämän vaiheen eräpäivä on ohitettu. Tämä vaihe on nyt suljettu. Et voi enää suorittaa itsearviointia tai jatkaa tätä tehtävää, ja saat arvosanan Keskeneräinen.
fil_ph: Lumipas na ang takdang petsa para sa hakbang na ito. Ang hakbang na ito ay sarado na ngayon. Hindi ka na makakapagkumpleto ng self assessment o makapagpatuloy sa takdang-aralin na ito, at makakatanggap ka ng grado na Hindi kumpleto.
fr_fr: La date d&#39;échéance de cette étape est dépassée. Cette étape est maintenant fermée. Vous ne pouvez plus effectuer d&#39;auto-évaluation ni poursuivre ce devoir, et vous recevrez la note Incomplète.
hr: Rok za ovaj korak je prošao. Ovaj korak više nije dostupan. Ne možete vršiti samoprocjene ili nastaviti s ovim zadatkom te ćete dobiti ocjenu Nedovršeno.
ko_kr: 이 단계에 대한 마감일이 지났습니다. 이 단계는 마감됩니다. 더이상 상호 평가 혹은 과제를 계속할 수 없습니다. 미완성에 대한 점수를 받을것입니다.
sv: Förfallodagen för detta steg har gått. Detta steg är nu stängd. Du kan inte längre fylla i en självbedömning eller fortsätta med den här uppgiften, och du får en betyg av ofullständig.
uk: Кінцевий термін виконання цього кроку минув. Його закрито для виконання. Ви не зможете завершити самооцінювання або продовжити виконання завдання. Ви одержите неповну оцінку.

source: Staff Grade
af_za: Personeel Graad
az: Heyət qiyməti
ca: Grau de personal
cs: Stupeň učitelů
da: Personaleklasse
es_ar: Grado del personal
fa_ir: نمره کارکنان
fi: Henkilökunnan luokka
fil_ph: Marka ng Staff
fr_fr: Classement du personnel
hr: Ocjena osoblja
ko_kr: 운영팀 성적
sv: Personalbetyg
uk: Оцінка викладача

source: Manage Individual Learners
af_za: Bestuur individuele leerders
az: Fərdi tələbələri idarə edin
ca: Gestioneu els aprenents individuals
cs: Správa jednotlivých studentů
da: Administrer individuelle elever
es_ar: Gestionar alumnos individuales
fa_ir: مدیریت یادگیرندگان
fi: Hallitse yksittäisiä oppijoita
fil_ph: Pamahalaan ang mga Indibidwal na Nag-aaral
fr_fr: Gérer les apprenants individuels
hr: Upravljaj pojedinačnim korisnicima
ko_kr: 개별 학습자 관리하기
sv: Hantera enskilda lärare
uk: Керування окремими слухачами

source: Manage Team Responses
af_za: Bestuur spanreaksies
cs: Správa týmových odpovědí
da: Administrer teamsvar
es_ar: Gestionar las respuestas del equipo
fa_ir: مدیریت پاسخ‌های تیم
fi: Hallitse tiimin vastauksia
fil_ph: Pamahalaan ang Mga Tugon ng Koponan
fr_fr: Gérer les réponses de l&#39;équipe
hr: Upravljaj odgovorima tima
ko_kr: 팀 응답 관리하기
sv: Hantera teamsvar
uk: Керувати груповими відповідями

source: View Assignment Statistics
af_za: Besigtig Opdragstatistiek
az: Tapşırıq statistikasına baxın
ca: Veure estadístiques d'assignació
cs: Zobrazit statistiky přiřazení
da: Se opgavestatistikker
es_ar: Ver estadísticas de tareas
fa_ir: مشاهده آمار تکالیف
fi: Näytä Tehtävätilastot
fil_ph: Tingnan ang Istatistika ng Takdang-aralin
fr_fr: Afficher les statistiques d&#39;affectation
hr: Pogledaj statistiku o zadatku
ko_kr: 과제 통계 조회
sv: Visa uppgiftsstatistik
uk: Переглянути статистику завдання

source: Demo the new Grading Experience
af_za: Demo die nuwe Gradering Experience
cs: Předveďte nové hodnocení
da: Demo den nye karakteroplevelse
es_ar: Demostración de la nueva experiencia de calificación
fa_ir: نمایش تجربه نمره‌دهی جدید
fi: Esittele uutta arviointikokemusta
fil_ph: Ipakita ang bagong Karanasan sa Pagmamarka
fr_fr: Démonstration de la nouvelle expérience de notation
ko_kr: 새로운 채점 경험 데모
sv: Demo den nya betygsupplevelsen
uk: Продемонструвати нову систему оцінки

source: View ORA in Studio
af_za: Sien ORA in die ateljee
cs: Zobrazit ORA ve Studiu
da: Se ORA i studiet
es_ar: Ver ORA en Studio
fa_ir: مشاهده ORA در هنرکده
fi: Näytä ORA Studiossa
fil_ph: Tingnan ang ORA sa Studio
fr_fr: Voir ORA dans Studio
hr: Pogledaj ORA u Studiju
ko_kr: Studio에서 ORA 보기
sv: Se ORA i Studio
uk: Переглянути оцінку відкритої відповіді у Студії

source: Close
af_za: Naby
az: Bağla
ca: Tancar
cs: Zavřít
da: Tæt
es_ar: Cerrar
fa_ir: بستن
fi: kiinni
fil_ph: Isara
fr_fr: Fermer
hr: Zatvori
ko_kr: 닫기
sv: Stänga
uk: Закрити

source: Manage Teams
af_za: Bestuur Spanne
cs: Spravovat týmy
da: Administrer teams
es_ar: Administrar equipos
fa_ir: مدیریت تیم‌ها
fi: Hallitse tiimejä
fil_ph: Pamahalaan ang Mga Koponan
fr_fr: Gérer les équipes
hr: Upravljaj timovima
ko_kr: 팀 관리하기
sv: Hantera team
uk: Керувати командами

source: Enter an individual learner's username or email
af_za: Voer 'n individuele leerder se gebruikersnaam of e-pos in
az: Bir fərdi tələbənin istifadəçi adı və ya e-mailini daxil edin
ca: Introduïu el nom d'usuari o l'adreça electrònica d'un alumne individual
cs: Zadejte uživatelské jméno nebo e-mail jednotlivého studenta
da: Indtast en individuel elevs brugernavn eller e-mail
es_ar: Ingrese el nombre de usuario o correo electrónico de un alumno individual
fa_ir: نام‌کاربری یادگیرنده یا نشانی رایانامه را وارد کنید
fi: Anna yksittäisen oppijan käyttäjätunnus tai sähköpostiosoite
fil_ph: Maglagay ng username o email ng indibidwal na mag-aaral
fr_fr: Entrez le nom d&#39;utilisateur ou l&#39;e-mail d&#39;un apprenant individuel
hr: Unesi korisničko ime ili e-poštu pojedinačnog korisnika
ko_kr: 개별 학습자 사용자 이름이나 이메일 입력하기
sv: Ange en enskild elevs användarnamn eller e-postadress
uk: Введіть логін або e-mail обраного слухача

source: Enter a team member's username or edX email
af_za: Voer 'n spanlid se gebruikersnaam of edX e-pos in
cs: Zadejte uživatelské jméno člena týmu nebo e-mail edX
da: Indtast et teammedlems brugernavn eller edX-e-mail
es_ar: Ingrese el nombre de usuario de un miembro del equipo o el correo electrónico de edX
fa_ir: نام کاربری یا نشانی اینترنتی ادکس، یکی از اعضای تیم را وارد کنید
fi: Anna tiimin jäsenen käyttäjätunnus tai edX-sähköpostiosoite
fil_ph: Maglagay ng username o edX email ng miyembro ng team
fr_fr: Entrez le nom d&#39;utilisateur ou l&#39;adresse e-mail edX d&#39;un membre de l&#39;équipe
hr: Unesi korisničko ime ili edX e-poštu člana tima
ko_kr: 팀 구성원으 아이디 또는 edX 이메일을 입력하세요.
sv: Ange en teammedlems användarnamn eller edX-e-postadress
uk: Введіть ім’я користувача або електронну адресу edX члена команди

source: Submit
af_za: Indien
az: Təsdiqlə
ca: Enviar
cs: Zaslat
da: Indsend
es_ar: Enviar
fa_ir: ارسال
fi: Lähetä
fil_ph: Ipasa
fr_fr: Soumettre
hr: Dostavi
ko_kr: 제출
sv: Lämna
uk: Надіслати

source: Response total
af_za: Reaksie totaal
az: Ümumi cavab
ca: Resposta total
cs: Odezva celkem
da: Samlet svar
es_ar: Total de respuestas
fa_ir: پاسخ کل
fi: Vastaus yhteensä
fil_ph: Kabuuan ng tugon
fr_fr: Réponse totale
hr: Ukupni odgovori
ko_kr: 전체 답변
sv: Svar totalt
uk: Загальний результат відповідей

source: Location
af_za: Lokasie
az: Ünvan
ca: Ubicació
cs: Místo
da: Beliggenhed
es_ar: Ubicación
fa_ir: مکان
fi: Sijainti
fil_ph: Lokasyon
fr_fr: Lieu
hr: Lokacija
ko_kr: 위치
sv: Plats
uk: Місце розташування

source: Learner Progress
af_za: Leerdervordering
az: Tələbə inkişafı
ca: Progrés de l'alumne
cs: Pokrok studenta
da: Elevens fremskridt
es_ar: Progreso del alumno
fa_ir: پیشرفت یادگیرنده
fi: Oppijan edistyminen
fil_ph: Pag-unlad ng Mag-aaral
fr_fr: Progrès de l&#39;apprenant
hr: Korisnikov napredak
ko_kr: 학습자 성과
uk: Прогрес слухача

source: Problem Step
af_za: Probleemstap
az: Tapşırıq mərhələsi
ca: Pas del problema
cs: Problémový krok
da: Problem Trin
es_ar: Paso del problema
fa_ir: مرحله مسئله
fi: Ongelma vaihe
fil_ph: Hakbang ng Problema
fr_fr: Étape du problème
hr: Problemski korak
ko_kr: 문제 단계
sv: Problemsteg
uk: Етап завдання

source: Active Learners in Step
af_za: Aktiewe leerders in stap
az: Mərhələdə fəal tələbələr
ca: Aprenents actius al pas
cs: Aktivní studenti v Kroku
da: Aktive elever i Trin
es_ar: Estudiantes activos en el paso
fa_ir: یادگیرنده فعال در این گام
fi: Aktiiviset oppijat askeleella
fil_ph: Mga Aktibong Nag-aaral sa Hakbang
fr_fr: Apprenants actifs dans l&#39;étape
hr: Aktivni korisnici na koraku
ko_kr: 이 단계에서 활동중인 학습자들
sv: Aktiva lärare i steg
uk: Активні слухачі на кроці

source: Dates
af_za: Datums
az: Tarixlər
cs: Termíny
da: Datoer
es_ar: fechas
fa_ir: تاریخ‌ها
fi: Päivämäärät
fil_ph: Petsa
fr_fr: Rendez-vous
hr: Datumi
ko_kr: 날짜
sv: datum
uk: Дати

source: Release Date
af_za: Vervang Teks
az: Buraxılma tarixi
ca: Data de publicació
cs: Datum vydání
da: Udgivelses dato
es_ar: Fecha de lanzamiento
fa_ir: تاریخ نشر
fi: Julkaisupäivä
fil_ph: Petsa ng Paglabas
fr_fr: Date de sortie
hr: Datum objavljivanja
ko_kr: 공개 날짜
sv: Utgivningsdatum
uk: Дата публікації

source: N/A
az: Naməlum
ca: N/D
fa_ir: ناشناخته
fi: Ei käytössä
hr: Nije poznato
uk: Недоступний

source: Staff Assessment
af_za: Personeelassessering
az: Heyət qiymətləndirməsi
ca: Avaluació del personal
cs: Hodnocení učitelů
da: Personalevurdering
es_ar: Evaluación del equipo
fa_ir: ارزیابی کارکنان
fi: Henkilöstön arviointi
fil_ph: Pagtatasa ng Tauhan
fr_fr: Évaluation du personnel
hr: Procjena osoblja
ko_kr: 운영팀 평가
sv: Personalbedömning
uk: Оцінка викладача

source: Give this team a grade using the problem's rubric.
af_za: Gee hierdie span 'n graad deur die rubriek van die probleem te gebruik.
cs: Dejte tomuto týmu známku pomocí rubriky problému.
da: Giv dette hold en karakter ved hjælp af opgavens rubrik.
es_ar: Califica a este equipo usando la rúbrica de la tarea.
fa_ir: با استفاده از راهنمای امتیازدهی، به این گروه نمره دهید.
fi: Anna tälle ryhmälle arvosana tehtävän rubriikin avulla.
fil_ph: Bigyan ng marka ang pangkat na ito gamit ang rubric ng problema.
fr_fr: Donnez une note à cette équipe en utilisant la rubrique du problème.
hr: Ocijeni ovaj tim koristeći rubriku problema.
ko_kr: 문제 루브릭을 활용하여 이 팀에게 성적을 부여하세요.
sv: Ge det här laget ett betyg med hjälp av problemets rubrik.
uk: Поставте оцінку цій команді, використовуючи рубрику задачі.

source: Give this learner a grade using the problem's rubric.
af_za: Gee hierdie leerder 'n graad deur die probleem se rubriek te gebruik.
az: Tapşırıq rubrikasından istifadə edərək bu tələbəyə bir qiymət verin.
ca: Doneu aquest grau a l'alumne amb la rúbrica del problema.
cs: Dejte tomuto studentovi známku pomocí rubriky problému.
da: Giv denne elev en karakter ved hjælp af opgavens rubrik.
es_ar: Califica a este estudiante usando la rúbrica de la tarea.
fa_ir: با استفاده از راهنمای امتیازدهی، به این یادگیرنده نمره‌ای اختصاص دهد
fi: Anna tälle oppijalle arvosana tehtävän rubriikin avulla.
fil_ph: Bigyan ng marka ang mag-aaral na ito gamit ang rubric ng problema.
fr_fr: Attribuez une note à cet apprenant en utilisant la rubrique du problème.
hr: Ocijeni ovog korisnika koristeći rubriku problema.
ko_kr: 문제 루브릭을 활용해 이 학습자에게 성적을 부여하세요.
sv: Ge den här studenten en klass med hjälp av problemets rubrik.
uk: Оцінити слухача із використанням категорії задачі.

source: Response for: %(team_name)s with %(team_usernames)s
af_za: Antwoord voor: %(team_name)s met %(team_usernames)s
cs: Odpověď pro: %(team_name)s s %(team_usernames)s
es_ar: Respuesta para: %(team_name)s con %(team_usernames)s
fa_ir: پاسخ برای: %(team_name)s با %(team_usernames)s
fi: Vastaus: %(team_name)s ja %(team_usernames)s
fil_ph: Tugon para sa: %(team_name)s kasama ang %(team_usernames)s
fr_fr: Réponse pour : %(team_name)s avec %(team_usernames)s
hr: Odgovor za: %(team_name)s s %(team_usernames)s
ko_kr: %(team_usernames)s인 %(team_name)s에 대한 응답
sv: Svar för: %(team_name)s med %(team_usernames)s
uk: Відповідь для: %(team_name)s з %(team_usernames)s

source: Response for: %(student_username)s
af_za: Antwoord op: %(student_username)s
az: Cavab: %(student_username)s
ca: Resposta per: %(student_username)s
cs: Odpověď pro: %(student_username)s
es_ar: Respuesta para: %(student_username)s
fa_ir: پاسخ برای: %(student_username)s
fi: Vastaus: %(student_username)s
fil_ph: Tugon para sa: %(student_username)s
fr_fr: Réponse pour : %(student_username)s
hr: Odgovor za: %(student_username)s
ko_kr: %(student_username)s 에 대한 답변
sv: Svar för: %(student_username)s
uk: Відповідь для: %(student_username)s

source: Learner Response
af_za: Leerder se reaksie
az: Tələbə cavabı
ca: Resposta de l'alumne
cs: Odpověď studenta
da: Elevens svar
es_ar: Respuesta del alumno
fa_ir: پاسخ یادگیرنده
fi: Oppijan vastaus
fil_ph: Tugon ng Mag-aaral
fr_fr: Réponse de l&#39;apprenant
hr: Korisnikov odgovor
ko_kr: 학습자 답변
uk: Відповідь слухача

source: The teams's response to the prompt above
af_za: Antwoorde op die sneller
cs: Odpověď týmů na výzvu výše
da: Holdenes svar på ovenstående prompt
es_ar: La respuesta de los equipos al mensaje anterior.
fa_ir: پاسخ تیم‌ها به درخواست بالا
fi: Joukkueiden vastaus yllä olevaan kehotteeseen
fil_ph: Ang tugon ng mga koponan sa prompt sa itaas
fr_fr: La réponse des équipes à l&#39;invite ci-dessus
hr: Odgovor tima na gornji upit
ko_kr: 위 질문에 대한 팀의 답변
sv: Lagens svar på uppmaningen ovan
uk: Відповідь команди на запит, вказаний вище

source: The learner's response to the prompt above
af_za: Die leerder se reaksie op die spoed hierbo
az: Yuxarıdakı dəvət işarəsinə tələbə cavabı
ca: La resposta de l'alumne a la indicació anterior
cs: Odpověď studenta na výzvu výše
da: Elevens svar på ovenstående prompt
es_ar: La respuesta del alumno al mensaje anterior
fa_ir: پاسخ یادگیرنده به درخواست بالا
fi: Oppijan vastaus yllä olevaan kehotteeseen
fil_ph: Ang tugon ng mag-aaral sa prompt sa itaas
fr_fr: La réponse de l&#39;apprenant à l&#39;invite ci-dessus
hr: Korisnikov odgovor na gornji upit
ko_kr: 위 질문에 대한 학습자의 답변
sv: Elevernas svar på prompten ovan
uk: Відповідь слухача на питання вище

source: Submit assessment
af_za: Dien assessering in
az: qiymətləndirməni göndərin
ca: Sol·licita avaluació
cs: Odeslat hodnocení
da: Indsend vurdering
es_ar: Enviar evaluación
fa_ir: ارسال ارزیابی
fi: Lähetä arvio
fil_ph: Isumite ang pagtatasa
fr_fr: Soumettre l&#39;évaluation
hr: Predaj procjenu.
ko_kr: 평가 제출
sv: Skicka bedömning
uk: Надіслати оцінювання

source: Submit assessment and continue grading
af_za: Dien assessering in en gaan voort met gradering
az: Qiymətləndirməni göndərin və qiymətləndirməyə davam edin
ca: Envieu una avaluació i continueu classificant
cs: Odešlete hodnocení a pokračujte v hodnocení
da: Indsend vurdering og fortsæt med karaktergivning
es_ar: Enviar evaluación y continuar calificando
fa_ir: ارسال ارزیابی و ادامه نمره‌دهی
fi: Lähetä arvio ja jatka arvostelua
fil_ph: Isumite ang pagtatasa at ipagpatuloy ang pagmamarka
fr_fr: Soumettre l&#39;évaluation et continuer la notation
hr: Podnesi procjenu i nastavi s ocjenjivanjem
ko_kr: 평가를 제출하고 계속 채점합니다
sv: Skicka bedömning och fortsätt betygsättning
uk: Надіслати оцінку та продовжити оцінювання

source: %(ungraded)s Available and %(in_progress)s Checked Out
af_za: %(ungraded)s Beskikbaar en %(in_progress)s nagegaan
az: %(ungraded)s mümkündür %(in_progress)s Yoxlayın
ca: %(ungraded)s Disponible i %(in_progress)s esborrat
cs: %(ungraded)s k dispozici a %(in_progress)s zkontrolováno
es_ar: %(ungraded)s disponibles y %(in_progress)s revisados
fa_ir: %(ungraded)sدر دسترس است و %(in_progress)s بررسی و کنترل شده است
fi: %(ungraded)s saatavana ja %(in_progress)s uloskirjautunut
fil_ph: %(ungraded)s Available at %(in_progress)s Nag-check Out
fr_fr: %(ungraded)s Disponible et %(in_progress)s Extrait
hr: %(ungraded)s dostupno i %(in_progress)s provjereno
ko_kr: %(ungraded)s 가 가능하며 %(in_progress)s 가 확인되었습니다
sv: %(ungraded)s Tillgänglig och %(in_progress)s Utcheckad
uk: %(ungraded)s доступно та %(in_progress)s перевірено

source: Override this learner's current grade using the problem's rubric.
af_za: Ignoreer hierdie leerder se huidige graad deur die probleem se rubriek te gebruik.
az: Tapşırıq rubrikasından istifadə dərək bu tələbənin cari qiymətini ləğv edin.
ca: Anul·lar el grau actual d'aquest alumne utilitzant la rúbrica del problema.
cs: Přepište aktuální známku tohoto studenta pomocí rubriky problému.
da: Tilsidesæt denne elevs nuværende karakter ved hjælp af opgavens rubrik.
es_ar: Anule la calificación actual de este alumno utilizando la rúbrica del problema.
fa_ir: با استفاده از راهنمای امتیازدهی، نمره این یادگیرنده را بازنویسی کنید.
fi: Ohita tämän oppijan nykyinen arvosana käyttämällä ongelman rubriikkia.
fil_ph: I-override ang kasalukuyang marka ng mag-aaral na ito gamit ang rubric ng problema.
fr_fr: Remplacez la note actuelle de cet apprenant en utilisant la rubrique du problème.
hr: Poništi trenutačnu ocjenu ovog korisnika koristeći rubriku problema.
ko_kr: 문제 루브릭을 활용해 이 학습자의 현재 성적을 수정합니다.
sv: Åsidosätta den här elevens nuvarande betyg med hjälp av rubrikens problem.
uk: Змінити наявну оцінку слухача, використавши категорію задачі.

source: Override this team's current grade using the problem's rubric.
af_za: Oorskryf hierdie span se huidige graad met behulp van die probleem se rubriek.
cs: Přepište aktuální hodnocení tohoto týmu pomocí rubriky problému.
da: Tilsidesæt dette teams aktuelle karakter ved hjælp af opgavens rubrik.
es_ar: Anule la calificación actual de este equipo usando la rúbrica del problema.
fa_ir: با استفاده از راهنمای امتیازدهی، نمره این تیم را بازنویسی کنید.
fi: Ohita tämän tiimin nykyinen arvosana käyttämällä ongelman rubriikkia.
fil_ph: I-override ang kasalukuyang marka ng team na ito gamit ang rubric ng problema.
fr_fr: Remplacez la note actuelle de cette équipe en utilisant la rubrique du problème.
hr: Poništi trenutačnu ocjenu ovog tima koristeći rubriku problema.
ko_kr: 문제 루브릭을 활용해 팀의 현재 성적을 수정합니다.
sv: Åsidosätt det här lagets nuvarande betyg med hjälp av problemets rubrik.
uk: Змінити наявну оцінку команди, використавши категорію задачі.

source: Team Response
af_za: Spanreaksie
cs: Týmová odpověď
da: Team Respons
es_ar: Respuesta del equipo
fa_ir: پاسخ تیم
fi: Ryhmän vastaus
fil_ph: Tugon ng Koponan
fr_fr: Réponse de l&#39;équipe
hr: Odgovor tima
ko_kr: 팀 응답
sv: Team Respons
uk: Відповідь команди

source: The team's response to the prompt above
af_za: Antwoorde op die sneller
cs: Odpověď týmu na výzvu výše
da: Teamets svar på ovenstående prompt
es_ar: La respuesta del equipo al mensaje anterior.
fa_ir: پاسخ تیم به درخواست بالا
fi: Ryhmän vastaus yllä olevaan kehotteeseen
fil_ph: Ang tugon ng koponan sa prompt sa itaas
fr_fr: La réponse de l&#39;équipe à l&#39;invite ci-dessus
hr: Odgovor tima na gornji upit
ko_kr: 위 질문에 대한 팀의 답변
sv: Teamets svar på uppmaningen ovan
uk: Відповідь команди на вказівку вище

source: Viewing learner: %(learner)s
af_za: Bekyk leerder: %(learner)s
cs: Prohlížení studenta: %(learner)s
es_ar: Visualizando estudiante: %(learner)s
fa_ir: مشاهده یادگیرنده: %(learner)s
fi: Katsotaan oppijaa: %(learner)s
fil_ph: Tinitingnan ang nag-aaral: %(learner)s
fr_fr: Affichage de l&#39;apprenant : %(learner)s
hr: Pregled korisnika: %(learner)s
ko_kr: 학습자 조회: %(learner)s
sv: Visar elev: %(learner)s
uk: Перегляд студента: %(learner)s

source: Viewing team: %(team)s
af_za: Besigtigingspan: %(team)s
cs: Prohlížecí tým: %(team)s
es_ar: Visualizando equipo: %(team)s
fa_ir: مشاهده تیم: %(team)s
fi: Katsojaryhmä: %(team)s
fil_ph: Koponan sa panonood: %(team)s
fr_fr: Équipe de visionnage : %(team)s
hr: Pregled tima: %(team)s
ko_kr: 팀 조회: %(team)s
sv: Tittar på team: %(team)s
uk: Перегляд команди: %(team)s

source: Learner's Response
af_za: Leerder se reaksie
az: Tələbənin cavabı
ca: Resposta de l'alumne
cs: Odpověď studenta
da: Elevens svar
es_ar: Respuesta del alumno
fa_ir: پاسخ یادگیرنده
fi: Oppijan vastaus
fil_ph: Tugon ng Mag-aaral
fr_fr: Réponse de l&#39;apprenant
hr: Korisnikov odgovor
ko_kr: 학습자 답변
uk: Відповідь слухача

source: Team's Response
af_za: Antwoord van die span
cs: Odpověď týmu
da: Teamets svar
es_ar: Respuesta del equipo
fa_ir: پاسخ تیم
fi: Joukkueen vastaus
fil_ph: Tugon ng Koponan
fr_fr: Réponse de l&#39;équipe
hr: Odgovor tima
ko_kr: 팀의 답변
sv: Teamets svar
uk: Відповідь команди

source: Learner submission removed by %(removed_by_username)s on %(removed_datetime)s
af_za: Leerdervoorlegging verwyder deur %(removed_by_username)s op %(removed_datetime)s
az: Tələbənin təqdimatı %(removed_by_username)s tərəfindən%(removed_datetime)s tarixində çıxarıldı
ca: S'ha eliminat la subscripció de l'alumne pery %(removed_by_username)s en %(removed_datetime)s
cs: Příspěvek studenta odstraněn uživatelem %(removed_by_username)s dne %(removed_datetime)s
es_ar: Entrega del estudiante eliminada por %(removed_by_username)s el %(removed_datetime)s
fa_ir: ارسال یادگیرنده توسط %(removed_by_username)s در %(removed_datetime)s حذف شد
fi: %(removed_by_username)s poisti oppilaiden lähettämän viestin %(removed_datetime)s
fil_ph: Inalis ni %(removed_by_username)s ang pagsusumite ng mag-aaral sa %(removed_datetime)s
fr_fr: Soumission de l&#39;apprenant supprimée par %(removed_by_username)s sur %(removed_datetime)s
hr: Podnošenje korisnikovog odgovora je uklonio/la %(removed_by_username)s %(removed_datetime)s
ko_kr: %(removed_datetime)s 에 %(removed_by_username)s 가 학습자 제출을 삭제하였습니다
sv: Inlämning av lärare borttagen av %(removed_by_username)s på %(removed_datetime)s
uk: Відправлення слухача скасовано %(removed_by_username)s о %(removed_datetime)s

source: Learner submission removed on %(removed_datetime)s
af_za: Leerder voorlegging verwyder op %(removed_datetime)s
az: Tələbə təqdimatı %(removed_datetime)s tarixində çıxarıldı
ca: S'ha eliminat la subscripció de l'alumne a %(removed_datetime)s
cs: Příspěvek studenta odstraněn dne %(removed_datetime)s
es_ar: Entrega del estudiante eliminada por %(removed_datetime)s
fa_ir: ارسال یادگیرنده در %(removed_datetime)s حذف شد
fi: Oppijan lähetys poistettu %(removed_datetime)s
fil_ph: Inalis ang pagsusumite ng mag-aaral sa %(removed_datetime)s
fr_fr: Soumission de l&#39;apprenant supprimée sur %(removed_datetime)s
hr: Podnošenje korisnikova odgovora uklonjeno je %(removed_datetime)s
ko_kr: %(removed_datetime)s 에 학습자 제출이 삭제되었습니다
sv: Inlämning av lärare borttagen på %(removed_datetime)s
uk: Відправлення слухача скасовано %(removed_datetime)s

source: Comments: %(comments)s
af_za: Kommentaar: %(comments)s
az: Şərhlər: %(comments)s
ca: Comentaris: %(comments)s
cs: Komentáře: %(comments)s
es_ar: Comentarios: %(comments)s
fa_ir: نظرات %(comments)s
fi: Kommentit: %(comments)s
fil_ph: Mga Puna: %(comments)s
fr_fr: Commentaires : %(comments)s
hr: Komentari: %(comments)s
ko_kr: 코멘트: %(comments)s
sv: Kommentarer: %(comments)s
uk: Коментарі: %(comments)s
