Repository: openedx/edx-ora2
Catalog: openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, az, ca, cs, da, es_ar, fa_ir, fi, fil_ph, fr_fr, hr, ko_kr, sv, uk

source: A response was not found for this learner.
af_za: Geen antwoord is vir hierdie leerder gevind nie.
az: Bu tələbə üçün cavab tapılmadı.
ca: No s'ha trobat una resposta per a aquest alumne.
cs: Pro tohoto studenta nebyla nalezena odpověď.
da: Der blev ikke fundet et svar for denne elev.
es_ar: No se encontró una respuesta para este alumno.
fa_ir: برای این یادگیرنده پاسخی پیدا نشد.
fi: Tälle oppijalle ei löytynyt vastausta.
fil_ph: Walang nakitang tugon para sa mag-aaral na ito.
fr_fr: Aucune réponse n&#39;a été trouvée pour cet apprenant.
hr: Nije pronađen odgovor za ovog korisnika.
ko_kr: 이 학습자의 답변을 찾을 수 없었습니다.
sv: Ett svar kunde inte hittas för denna elev.
uk: Відповідь для цього слухача не знайдено.

source: Assessment %(assessment_num)s:
af_za: Assessering %(assessment_num)s:
az: Qiymıətləndirmə %(assessment_num)s:
ca: Avaluació %(assessment_num)s:
cs: Hodnocení %(assessment_num)s:
es_ar: Evaluación %(assessment_num)s:
fa_ir: ارزیابی %(assessment_num)s:
fi: Arvio %(assessment_num)s:
fil_ph: Pagtatasa %(assessment_num)s:
fr_fr: Évaluation %(assessment_num)s :
hr: Procjena %(assessment_num)s:
ko_kr: 평가 %(assessment_num)s:
sv: Bedömning %(assessment_num)s:
uk: Оцінювання %(assessment_num)s:

source: Assessment Details
af_za: Assessering Besonderhede
az: Qiymətləndirmə detalları
ca: Detalls de l'avaluació
cs: Podrobnosti hodnocení
da: Vurderingsdetaljer
es_ar: Detalles de la evaluación
fa_ir: جزییاتی ارزیابی
fi: Arvioinnin tiedot
fil_ph: Mga Detalye ng Pagtatasa
fr_fr: Détails de l&#39;évaluation
hr: Pojedinosti o procjeni
ko_kr: 평가 세부사항
sv: Bedömningsdetaljer
uk: Деталі оцінювання

source: Selected Option
af_za: Gekose Opsie
az: Seçilmiş variant
ca: Opció seleccionada
cs: Vybraná možnost
da: Valgt mulighed
es_ar: Opción seleccionada
fa_ir: گزینه منتخب
fi: Valittu vaihtoehto
fil_ph: Napiling Opsyon
fr_fr: Option sélectionnée
hr: Odabrana opcija
ko_kr: 선택된 옵션
sv: Valt alternativ
uk: Обрані параметри

source: Feedback
af_za: Terugvoer
az: Əks əlaqə
ca: Comentaris
cs: Zpětná vazba
es_ar: Comentarios
fa_ir: بازخورد
fi: Palaute
fr_fr: Retour d&#39;information
hr: Povratne informacije
ko_kr: 피드백
sv: Återkoppling
uk: Відгук

source: Points Possible
af_za: Punte Moontlik
az: Mümkün olan xallar
ca: Punts possibles
cs: Možných bodů
da: Point muligt
es_ar: Puntos Posibles
fa_ir: امتیازات ممکن
fi: Mahdolliset pisteet
fil_ph: Posibleng mga puntos
fr_fr: Points possibles
hr: Mogući bodovi
ko_kr: 가능한 점수
sv: Poäng möjliga
uk: Можлива кількість балів

source: Learn to Assess Responses
af_za: Leer om antwoorde te evalueer
az: Cavabları qiymətləndirməyi öyrənin
ca: Aprèn a avaluar les respostes
cs: Naučte se hodnotit odpovědi
da: Lær at vurdere svar
es_ar: Aprender a evaluar las respuestas
fa_ir: چگونگی ارزیابی پاسخ‌ها
fi: Opi arvioimaan vastauksia
fil_ph: Matutong Magsuri ng Mga Tugon
fr_fr: Apprendre à évaluer les réponses
hr: Naučite kako procjenjivati odgovore
ko_kr: 답변 평가 방법 학습
sv: Lär dig att bedöma svar
uk: Як оцінювати відповіді

source: In Progress (%(current_progress_num)s of %(training_available_num)s)
af_za: In Vooruit (%(current_progress_num)s van %(training_available_num)s)
az: Davam edir (%(training_available_num)s-dan %(current_progress_num)s-i)
ca: En progrés (%(current_progress_num)s de %(training_available_num)s)
cs: Probíhá (%(current_progress_num)s z %(training_available_num)s)
es_ar: En curso (%(current_progress_num)s de %(training_available_num)s)
fa_ir: در حال پیشرفت (%(current_progress_num)s از %(training_available_num)s)
fi: Käynnissä (%(current_progress_num)s / %(training_available_num)s)
fil_ph: Kasalukuyang Isinasagawa (%(current_progress_num)s ng %(training_available_num)s)
fr_fr: En cours (%(current_progress_num)s de %(training_available_num)s)
hr: U tijeku (%(current_progress_num)s od %(training_available_num)s)
ko_kr: 진도 (%(training_available_num)s중 %(current_progress_num)s)
sv: Pågår (%(current_progress_num)s av %(training_available_num)s)
uk: Прогрес (%(current_progress_num)s із %(training_available_num)s)

source: Learning to Assess Responses
af_za: Leer om antwoorde te evalueer
az: Cavabları qiymətləndirməyi öyrənir
ca: Aprenent a avaluar respostes
cs: Učení se hodnotit odpovědi
da: Lær at vurdere svar
es_ar: Aprender a evaluar las respuestas
fa_ir: چگونگی ارزیابی پاسخ‌ها
fi: Opi arvioimaan vastauksia
fil_ph: Pag-aaral sa Pagtatasa ng Mga Tugon
fr_fr: Apprendre à évaluer les réponses
hr: Učenje procjene odgovora
ko_kr: 답변 평가 방법 학습
sv: Lärande att bedöma svar
uk: Як оцінювати відповіді

source: Before you begin to assess your peers' responses, you'll learn how to complete peer assessments by reviewing responses that instructors have already assessed. If you select the same options for the response that the instructor selected, you'll move to the next step. If you don't select the same options, you'll review the response and try again.
af_za: Voordat jy jou eweknieë se antwoorde begin assesseer, sal jy leer hoe om eweknie-assesserings te voltooi deur antwoorde wat instrukteurs reeds beoordeel het, te hersien. As jy dieselfde opsies kies vir die antwoord wat die instrukteur gekies het, gaan jy na die volgende stap. As jy nie dieselfde opsies kies nie, sal jou die antwoord hersien en weer probeer.
az: Həmyaşıdlarınızın cavablarını qiymətləndirməyə başlamazdan əvvəl, təlimatçıların artıq qiymətləndirdikləri cavabları nəzərdən keçirərək, həmyaşıd qiymətləndirmələrini necə yerinə yetirəcəyinizi öyrənəcəksiniz. Təlimatçının seçdiyi cavab üçün eyni variantları seçsəniz, növbəti addımı keçəcəksiniz. Eyni variantları seçməsəniz, cavabı nəzərdən keçirdikdən sonra yenidən cəhd edin.
cs: Než začnete hodnotit odpovědi svých spolužákych, naučíte se, jak dokončit vzájemného hodnocení tím, že si projdete odpovědi, které již vyhodnotili instruktoři. Pokud pro odpověď vyberete stejné možnosti, jaké vybral instruktor, přejdete k dalšímu kroku. Pokud nevyberete stejné možnosti, zkontrolujete odpověď a zkuste to znovu.
da: Før du begynder at vurdere dine kammeraters svar, lærer du, hvordan du gennemfører kammeratvurderinger ved at gennemgå svar, som instruktører allerede har vurderet. Hvis du vælger de samme muligheder for svaret, som instruktøren valgte, går du videre til næste trin. Hvis du ikke vælger de samme muligheder, gennemgår du svaret og prøver igen.
es_ar: Antes de comenzar a evaluar las respuestas de sus compañeros, aprenderá cómo completar evaluaciones de pares revisando las respuestas que los instructores ya han evaluado. Si selecciona las mismas opciones para la respuesta que seleccionó el instructor, pasará al siguiente paso. Si no selecciona las mismas opciones, revisará la respuesta y volverá a intentarlo.
fa_ir: پیش از ارزیابی پاسخ‌های همکاران خود، شیوه انجام این فعالیت را با مرور پاسخ هایی که مدرسان قبلا ارزیابی کرده اند می‌آموزید. اگر همان گزینه‌هایی را برای پاسخ انتخاب کنید که مدرس انتخاب کرده است، به مرحله بعد می‌روید. در غیر این صورت، پاسخ را مرور کرده و دوباره امتحان کنید.
fi: Ennen kuin alat arvioida kollegoidesi vastauksia, opit suorittamaan vertaisarvioinnit tarkastelemalla opettajien jo arvioimia vastauksia. Jos valitset vastaukselle samat vaihtoehdot, jotka opettaja valitsi, siirryt seuraavaan vaiheeseen. Jos et valitse samoja vaihtoehtoja, tarkista vastaus ja yritä uudelleen.
fil_ph: Bago mo simulan ang pagtatasa ng mga tugon ng iyong mga kapantay, matututunan mo kung paano kumpletuhin ang mga pagtatasa ng mga kasamahan sa pamamagitan ng pagsusuri sa mga tugon na nasuri na ng mga instruktor. Kung pipiliin mo ang parehong mga opsyon para sa tugon na pinili ng instruktor, lilipat ka sa susunod na hakbang. Kung hindi mo pipiliin ang parehong mga opsyon, susuriin mo ang tugon at susubukan muli.
fr_fr: Avant de commencer à évaluer les réponses de vos pairs, vous apprendrez à effectuer des évaluations par les pairs en examinant les réponses que les instructeurs ont déjà évaluées. Si vous sélectionnez les mêmes options pour la réponse que l&#39;instructeur a sélectionnées, vous passerez à l&#39;étape suivante. Si vous ne sélectionnez pas les mêmes options, vous examinerez la réponse et réessayerez.
hr: Prije nego što počnete procjenjivati odgovore vaših vršnjaka, naučit ćete kako procjenjivati vršnjake pregledavanjem odgovora koje su ispitivači već procijenili. Ako odaberete iste opcije koje je ispitivač odabrao za odgovor, prijeći ćete na sljedeći korak. Ako ne odaberete iste opcije, pregledat ćete odgovor i pokušati ponovno.
ko_kr: 상호 평가를 시작하기 전, 교수자의 평가 방법을 참고하며 평가 방법을 배우게 됩니다. 교수자와 같게 평가하였다면, 다음 단계로 넘어가게 되는 방식입니다.
sv: Innan du börjar utvärdera dina svar från dina kollegor lär du dig hur du gör peer-bedömningar genom att granska svar som instruktörer redan har utvärderat. Om du väljer samma alternativ för svaret som instruktören valt, flyttar du till nästa steg. Om du inte väljer samma alternativ, granskar du svaret och försöker igen.
uk: Перед тим, як розпочати перехресне оцінювання, ви навчитесь оцінюванню шляхом перегляду відповідей, які вже оцінили викладачі. Якщо ви оберете той варіант, який визначив викладач, ви перейдете до наступного кроку. Якщо ви оберете інший варіант, ви зможете змінити відповідь та спробувати знов.

source: Your assessment differs from the instructor's assessment of this response. Review the response and consider why the instructor may have assessed it differently. Then, try the assessment again.
af_za: Jou assessering verskil van die instrukteur se assessering van hierdie reaksie. Hersien die reaksie en oorweeg waarom die instrukteur dit anders beoordeel het. Probeer die evaluering weer.
az: Sizin qiymətləndirməyiniz təlimatçının bu cavabı qiymətləndirməsindən fərqlənir. Cavabın nəzərdən keçirin və niyə təlimatçının fərqli şəkildə qiymətləndirdiyini fikirləşin. Sonra qiymətləndirməyə yenidən cəhd edin.
ca: La seva avaluació difereix de l'avaluació de l'instructor d'aquesta resposta. Reviseu la resposta i considereu per què l'instructor pot haver-lo avaluat de manera diferent. A continuació, torneu a provar la valoració.
cs: Vaše hodnocení se liší od hodnocení této odpovědi instruktorem. Zkontrolujte odpověď a zvažte, proč ji instruktor mohl posoudit jinak. Poté zkuste hodnocení znovu.
da: Din vurdering afviger fra instruktørens vurdering af dette svar. Gennemgå svaret og overvej, hvorfor instruktøren kan have vurderet det anderledes. Prøv derefter vurderingen igen.
es_ar: Su evaluación difiere de la evaluación del instructor de esta respuesta. Revise la respuesta y considere por qué el instructor pudo haberla evaluado de manera diferente. Luego, intente la evaluación nuevamente.
fa_ir: ارزیابی شما با ارزیابی مربی متفاوت است. پاسخ را مرور کنید و در نظر بگیرید که چرا مربی ممکن است آن را متفاوت ارزیابی کرده باشد. سپس، دوباره ارزیابی کنید.
fi: Arviosi poikkeaa opettajan arviosta tästä vastauksesta. Tarkista vastaus ja mieti, miksi ohjaaja on voinut arvioida sen eri tavalla. Yritä sitten arviointia uudelleen.
fil_ph: Ang iyong pagtatasa ay naiiba sa pagtatasa ng instruktor sa tugon na ito. Suriin ang tugon at isaalang-alang kung bakit maaaring naiiba ang pagtatasa nito ng instruktor. Pagkatapos, subukang muli ang pagtatasa.
fr_fr: Votre évaluation diffère de l&#39;évaluation de l&#39;instructeur de cette réponse. Passez en revue la réponse et demandez-vous pourquoi l&#39;instructeur peut l&#39;avoir évaluée différemment. Ensuite, réessayez l&#39;évaluation.
hr: Vaša se procjena razlikuje od ispitivačeve procjene ovog odgovora. Pregledajte odgovor i razmislite zašto ga je ispitivač možda procijenio drugačije. Zatim pokušajte ponovno s procjenom.
ko_kr: 귀하의 평가가 교수자의 평가와 다릅니다. 다시 답변을 검토하고, 교수자와 다르게 평가한 이유를 고려해 다시 평가해보세요.
sv: Din bedömning skiljer sig från instruktörens bedömning av detta svar. Granska svaret och överväga varför instruktören kan ha bedömt det annorlunda. Försök sedan utvärderingen igen.
uk: Ваша оцінка відрізняється від оцінки цієї відповіді викладачем. Перегляньте відповідь та подумайте, чому викладач оцінив відповідь іншим чином. Спробуйте оцінити ще раз.

source: The response to the prompt above:
af_za: Reageer op het snelle antwoord:
az: Yuxarıdakı dəvət işarəsinə cavab:
ca: La resposta al missatge anterior:
cs: Odpověď na výzvu výše:
da: Svaret på ovenstående prompt:
es_ar: La respuesta al mensaje anterior:
fa_ir: پاسخ به درخواست بالا:
fi: Vastaus yllä olevaan kehotteeseen:
fil_ph: Ang tugon sa prompt sa itaas:
fr_fr: La réponse à l&#39;invite ci-dessus :
hr: Odgovor na gornji upit:
ko_kr: 위 질문에 대한 답변:
sv: Svaret på prompten ovan:
uk: Відповідь на питання вище:

source: Selected Options Agree
af_za: Gekose opsies Stem saam
az: Seçilmiş variantlarla razılaşın
ca: Les opcions seleccionades estan d'acord
cs: Vybrané možnosti se shodují
da: Valgte indstillinger er enig
es_ar: Las opciones seleccionadas concuerdan
fa_ir: با موارد منتخب موافقم
fi: Valitut vaihtoehdot Hyväksy
fil_ph: Sumasang-ayon ang Mga Piniling Opsyon
fr_fr: Les options sélectionnées sont d&#39;accord
hr: Odabrane se opcije slažu
ko_kr: 선택한 항목이 일치합니다.
sv: Valda alternativ Godkänn
uk: Обрані параметри підтверджено

source: The option you selected is the option that the instructor selected.
af_za: Die opsie wat jy gekies het, is die opsie wat die instrukteur gekies het.
az: Sizin seçdiyiniz variant təlimatçı tərəfindən seçilən variantdır.
ca: L'opció que heu seleccionat és l'opció que l'instructor ha seleccionat.
cs: Možnost, kterou jste vybrali, je možnost, kterou vybral instruktor.
da: Den indstilling, du valgte, er den indstilling, som instruktøren valgte.
es_ar: La opción que seleccionó es la opción que seleccionó el instructor.
fa_ir: گزینه‌ای که انتخاب کردید گزینه‌ای است که مدرس انتخاب کرده است.
fi: Valitsemasi vaihtoehto on opettajan valitsema vaihtoehto.
fil_ph: Ang opsyon na iyong pinili ay ang opsyon na pinili ng instruktor.
fr_fr: L&#39;option que vous avez sélectionnée est celle que l&#39;instructeur a sélectionnée.
hr: Opcija koju ste odabrali ista je kao opcija koju je odabrao ispitivač.
ko_kr: 여러분이 선택한 평가기준과 교수자가 선택한 평가기준이 일치합니다.
sv: Alternativet du valt är det alternativ som instruktören valt.
uk: Ваш варіант збігається із варіантом викладача.

source: Selected Options Differ
af_za: Gekose opsies Verskil
az: Seçilmiş varianlar fərqlənir
ca: Opcions seleccionades diferents
cs: Vybrané možnosti se liší
da: Valgte indstillinger er forskellige
es_ar: Las opciones seleccionadas difieren
fa_ir: گزینه‌های منتخب متفاوت است
fi: Valitut vaihtoehdot eroavat
fil_ph: Naiiba ang Mga Piniling Opsyon
fr_fr: Les options sélectionnées diffèrent
hr: Odabrane se opcije razlikuju
ko_kr: 선택한 항목이 다릅니다.
sv: Valda alternativ Olika
uk: Ваш варіант відрізняється

source: The option you selected is not the option that the instructor selected.
af_za: Die opsie wat jy gekies het, is nie die opsie wat die instrukteur gekies het nie.
az: Sizin seçdiyiniz variant təlimatçının seçdiyi variant deyil.
ca: L'opció que heu seleccionat no és l'opció que l'instructor ha seleccionat.
cs: Volba, kterou jste vybrali, není volba, kterou vybral instruktor.
da: Den indstilling, du valgte, er ikke den indstilling, som instruktøren valgte.
es_ar: La opción que seleccionó no es la opción que seleccionó el instructor.
fa_ir: گزینه‌ای که انتخاب کردید گزینه‌ای نیست که مربی انتخاب کرده است.
fi: Valitsemasi vaihtoehto ei ole se, jonka opettaja valitsi.
fil_ph: Ang opsyon na iyong pinili ay hindi ang opsyon na pinili ng instruktor.
fr_fr: L&#39;option que vous avez sélectionnée n&#39;est pas celle que l&#39;instructeur a sélectionnée.
hr: Opcija koju ste odabrali nije ista opcija koju je odabrao ispitivač.
ko_kr: 여러분이 선택한 평가기준과 교수자가 선택한 평가기준이 일치하지 않습니다.
sv: Alternativet du valt är inte det alternativ som instruktören valt.
uk: Ваш варіант не збігається із варіантом викладача.

source: We could not check your assessment
af_za: Ons kon nie jou assessering nagaan nie
az: Biz sizin qiymətləndirmənizi yoxlaya bilmədik
ca: No hem pogut comprovar la vostra avaluació
cs: Vaše hodnocení jsme nemohli zkontrolovat
da: Vi kunne ikke kontrollere din vurdering
es_ar: No se ha podido validar su revisión
fa_ir: امکان ارزیابی شما وجود ندارد
fi: Emme voineet tarkistaa arviotasi
fil_ph: Hindi namin masuri ang iyong pagtatasa
fr_fr: Nous n&#39;avons pas pu vérifier votre évaluation
hr: Nismo uspjeli provjeriti vašu procjenu
ko_kr: 평가를 확인 할 수 없습니다
sv: Vi kunde inte kontrollera din bedömning
uk: Ми не змогли перевірити ваше оцінювання

source: Compare your selections with the instructor's selections
af_za: Vergelyk jou keuses met die keuse van die instrukteur
az: Öz variantlarınızı təlimatçının variantları ilə müqayisə edin
ca: Compara les teves seleccions amb les seleccions del instructor
cs: Porovnejte svůj výběr s výběrem instruktora
da: Sammenlign dine valg med instruktørens valg
es_ar: Compare sus selecciones con las selecciones del instructor.
fa_ir: انتخاب‌های خود را با انتخاب‌های مربی مقایسه کنید
fi: Vertaa valintojasi ohjaajan valintoihin
fil_ph: Ihambing ang iyong mga pinili sa mga pinili ng instruktor
fr_fr: Comparez vos sélections avec les sélections de l&#39;instructeur
hr: Usporedite vaše odabire s ispitivačevim odabirima
ko_kr: 교수자의 항목과 귀하의 항목을 비교해보세요.
sv: Jämför dina val med instruktörens val
uk: Порівняйте ваш варіант із варіантом викладача

source: The due date for this step has passed. This step is now closed. You can no longer continue with this assignment, and you will receive a grade of Incomplete.
af_za: Die vervaldatum van hierdie stap is verby. Hierdie stap is nou gesluit. Jy kan nie meer met hierdie opdrag voortgaan nie, en jy sal 'n graad van onvolledigheid ontvang.
az: Bu mərhələ üçün son tarix keçib. İndi bu mərhələ bağlıdır. Siz bu tapşırığa artıq davam edə bilməzsiniz və siz natamam qiymət alacaqsınız.
ca: S'ha aprovat la data de venciment d'aquest pas. Aquest pas ara està tancat. Ja no podeu continuar amb aquesta tasca, i rebrà una nota incompleta.
cs: Termín pro tento krok uplynul. Tento krok je nyní uzavřen. V tomto úkolu již nemůžete pokračovat a dostanete známku Nedokončeno.
da: Forfaldsdatoen for dette trin er overskredet. Dette trin er nu lukket. Du kan ikke længere fortsætte med denne opgave, og du får karakteren Ufuldstændig.
es_ar: Ha pasado la fecha límite para este paso. Este paso está cerrado. Ya no puedes continuar con esta tarea. Recibirás una calificación de incompleto.
fa_ir: تاریخ سررسید این مرحله به پایان رسیده است. این مرحله اکنون بسته می‌شود. دیگر امکان ادامه تکلیف را ندارید و نمره ناقص دریافت خواهید کرد.
fi: Tämän vaiheen eräpäivä on ohitettu. Tämä vaihe on nyt suljettu. Et voi enää jatkaa tätä tehtävää, ja saat arvosanan Keskeneräinen.
fil_ph: Lumipas na ang takdang petsa para sa hakbang na ito. Ang hakbang na ito ay sarado na ngayon. Hindi ka na maaaring magpatuloy sa takdang-aralin na ito, at makakatanggap ka ng gradong Hindi Kumpleto.
fr_fr: La date d&#39;échéance de cette étape est dépassée. Cette étape est maintenant fermée. Vous ne pouvez plus poursuivre ce devoir et vous recevrez la note Incomplète.
hr: Rok za ovaj korak je prošao. Ovaj korak više nije dostupan. Ne možete nastaviti s ovim zadatkom te ćete dobiti ocjenu Nedovršeno.
ko_kr: 이 단계에 대한 마감일이 지났습니다. 이 단계는 종료됩니다. 더이상 과제를 계속할 수 없고 미완성 에대한 성적을 받을것입니다.
sv: Förfallodagen för detta steg har gått. Detta steg är nu stängd. Du kan inte längre fortsätta med den här uppgiften, och du får en betyg av ofullständig.
uk: Кінцевий термін виконання цього кроку минув. Його закрито для виконання. Ви не зможете продовжити виконання цього завдання та одержите неповну оцінку.

source: Error Loading Learner Training Examples
af_za: Fout met laai van leerderopleidingsvoorbeelde
az: Tələbə təlim nümunələrini yükləyərkən xəta baş verdi
ca: S'ha produït un error en carregar els exemples d'entrenament de l'alumne
cs: Chyba při načítání příkladů školení studentů
da: Fejl ved indlæsning af eksempler på elevtræning
es_ar: Error al cargar ejemplos de capacitación para estudiantes
fa_ir: خطا در بارگیری نمونه‌های آموزشی یادگیرنده
fi: Virhe ladattaessa oppilaiden koulutusesimerkkejä
fil_ph: Error sa Paglo-load ng Mga Halimbawa ng Learner Training
fr_fr: Erreur lors du chargement des exemples de formation des apprenants
hr: Pogreška pri učitavanju korisnikovih primjera za vježbanje
ko_kr: 학습자 안내 예제 불러오기 중 오류가 발생했습니다
sv: Fel vid inlärning av exempel på lärarutbildning
uk: Помилка завантаження прикладів для вивчення оцінювання

source: The Learner Training Step of this assignment could not be loaded.
af_za: Die Leerderopleidingstap van hierdie opdrag kon nie gelaai word nie.
az: Bu tapşırığın tələbə təlim mərhələsi yüklənə bilmədi.
ca: No s'ha pogut carregar el pas d'entrenament de Learner d'aquesta tasca.
cs: Krok školení žáka tohoto úkolu nelze načíst.
da: Elevtræningstrinnet i denne opgave kunne ikke indlæses.
es_ar: No se pudo cargar el paso de capacitación del alumno de esta tarea.
fa_ir: مرحله آموزش یادگیرنده این تکلیف بارگیری نشد.
fi: Tämän tehtävän oppilaiden koulutusvaihetta ei voitu ladata.
fil_ph: Ang Learner Training Step ng takdang-aralin na ito ay hindi ma-load.
fr_fr: L&#39;étape de formation de l&#39;apprenant de ce devoir n&#39;a pas pu être chargée.
hr: Ne može se učitati korak Vježbanje za korisnika za ovaj zadatak.
ko_kr: 이 과제에 대한 학습자 안내 단계를 불러올 수 없었습니다
sv: Studeringsutbildningssteget i denna uppgift kunde inte laddas.
uk: Крок для вивчення процесу оцінювання неможливо завантажити.

source: An unexpected error occurred.
af_za: 'n Onverwagte fout het ontstaan.
az: Gözlənilməyən xəta baş verdi.
ca: S'ha produït un error inesperat.
cs: Vyskytla se neočekávaná chyba.
da: Der opstod en uventet fejl.
es_ar: Ocurrió un error inesperado.
fa_ir: یک خطای غیرمنتظره رخ داد.
fi: Odottamaton virhe.
fil_ph: May naganap na hindi inaasahang error.
fr_fr: Une erreur inattendue est apparue.
hr: Došlo je do neočekivane pogreške.
ko_kr: 알 수 없는 오류가 발생했습니다.
sv: Ett oväntat fel uppstod.
uk: Виникла неочікувана помилка.

source: Peer Assessment
af_za: Portuurassessering
az: Həmyaşıd qiymətləndirməsi
ca: Avaluació per parells
cs: Vzájemné hodnocení
da: Peer vurdering
es_ar: Evaluación de pares
fa_ir: ارزیابی همتا
fi: Vertaisarviointi
fil_ph: Pagtatasa ng Kapantay
fr_fr: Évaluation par les pairs
hr: Procjena vršnjaka
ko_kr: 상호 평가
uk: Оцінювання студентами

source: Self Assessment
af_za: Self-assessering:
az: Özünü qiymətləndirmə
ca: Autoavaluació
cs: Sebehodnocení
da: Selvvurdering
es_ar: Autoevaluación
fa_ir: خودآزمایی
fi: Itsearviointi
fil_ph: Pagsusuri sa Sarili
fr_fr: Auto-évaluation
hr: Samoprocjena
ko_kr: 자기평가
sv: Självbedömning
uk: Самооцінювання

source: Assessment feedback could not be saved.
af_za: Assessering terugvoer kon nie gestoor word nie.
az: Qiymətləndirmə rəyi yaddaşa verilə bilmədi.
ca: No s'han pogut desar els comentaris d'avaluació.
cs: Zpětnou vazbu k hodnocení se nepodařilo uložit.
da: Vurderingsfeedback kunne ikke gemmes.
es_ar: No se pudieron guardar los comentarios de la evaluación.
fa_ir: امکان ارزیابی بازخورد نیست.
fi: Arviointipalautetta ei voitu tallentaa.
fil_ph: Hindi ma-save ang feedback sa pagtatasa.
fr_fr: Les commentaires d&#39;évaluation n&#39;ont pas pu être enregistrés.
hr: Nisu se uspjele spremiti povratne informacije o procjeni.
ko_kr: 평가 피드백을 저장할 수 없습니다.
sv: Bedömningsreaktionen kunde inte sparas.
uk: Не вдається зберегти відгук про оцінювання.

source: Feedback saved.
af_za: Terugvoer gestoor.
az: Rəy yaddaşda saxlanıldı.
ca: Comentaris desats.
cs: Zpětná vazba byla uložena.
da: Feedback gemt.
es_ar: Comentarios guardados.
fa_ir: بازخورد ذخیره شد.
fi: Palaute tallennettu.
fil_ph: Na-save ang feedback.
fr_fr: Commentaires enregistrés.
hr: Povratne informacije su spremljene.
ko_kr: 피드백이 저장되었습니다.
sv: Återkoppling sparad.
uk: Відгук збережено.
