Repository: openedx/edx-ora2
Catalog: openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, az, ca, cs, da, es_ar, fa_ir, fi, fil_ph, fr_fr, hr, ko_kr, sv, uk

source: Learn more about team assignments here: (<a target="_blank" href="https://support.edx.org/hc/en-us/articles/360000191067-Submit-your-response#h_01FVD8SXM9E5H2DNAG87X25ZHR">link</a>)
af_za: Kom meer te wete oor spanopdragte hier: (<a target="_blank" href="https://support.edx.org/hc/en-us/articles/360000191067-Submit-your-response#h_01FVD8SXM9E5H2DNAG87X25ZHR">skakel</a>)
cs: Více o týmových úkolech se dozvíte zde: (<a target="_blank" href="https://support.edx.org/hc/en-us/articles/360000191067-Submit-your-response#h_01FVD8SXM9E5H2DNAG87X25ZHR">odkaz</a>)
es_ar: Obtenga más información sobre las asignaciones al equipo aquí: ( <a target="_blank" href="https://support.edx.org/hc/en-us/articles/360000191067-Submit-your-response#h_01FVD8SXM9E5H2DNAG87X25ZHR">link</a> )
fa_ir: در این قسمت اطلاعات بیشتری درباره تکالیف تیم خواهید یافت: (<a target="_blank" href="https://support.edx.org/hc/en-us/articles/360000191067-Submit-your-response#h_01FVD8SXM9E5H2DNAG87X25ZHR">link</a>)
fi: Lue lisää tiimitehtävistä täältä: ( <a target="_blank" href="https://support.edx.org/hc/en-us/articles/360000191067-Submit-your-response#h_01FVD8SXM9E5H2DNAG87X25ZHR">linkki</a> )
fil_ph: Matuto nang higit pa tungkol sa mga pagtatalaga ng pangkat dito: ( <a target="_blank" href="https://support.edx.org/hc/en-us/articles/360000191067-Submit-your-response#h_01FVD8SXM9E5H2DNAG87X25ZHR">link</a> )
fr_fr: En savoir plus sur les affectations d&#39;équipe ici : ( <a target="_blank" href="https://support.edx.org/hc/en-us/articles/360000191067-Submit-your-response#h_01FVD8SXM9E5H2DNAG87X25ZHR">lien</a> )
ko_kr: 여기에서 팀 과제에 대해 자세히 알아보십시오: (<a target="_blank" href="https://support.edx.org/hc/en-us/articles/360000191067-Submit-your-response#h_01FVD8SXM9E5H2DNAG87X25ZHR">link</a>)
sv: Läs mer om teamuppgifter här: (<a target="_blank" href="https://support.edx.org/hc/en-us/articles/360000191067-Submit-your-response#h_01FVD8SXM9E5H2DNAG87X25ZHR">länk</a> a>)
uk: Дізнайтеся більше про групові завдання: (<a target="_blank" href="https://support.edx.org/hc/en-us/articles/360000191067-Submit-your-response#h_01FVD8SXM9E5H2DNAG87X25ZHR">посилання</a>)

source: We could not submit your response
af_za: Ons kon nie jou antwoord voorlê nie
az: Sizin cavabı göndərə bilmədik
ca: No hem pogut enviar la vostra resposta
cs: Vaši odpověď se nepodařilo odeslat
da: Vi kunne ikke sende dit svar
es_ar: No pudimos enviar su respuesta
fa_ir: ما نتوانستیم پاسخ شما را ثبت کنیم
fi: Emme voineet lähettää vastaustasi
fil_ph: Hindi namin maisumite ang iyong tugon
fr_fr: Nous n&#39;avons pas pu soumettre votre réponse
hr: Nismo uspjeli podnijeti vaš odgovor
ko_kr: 귀하의 답변을 제출할 수 없습니다.
sv: Vi kunde inte lämna in ditt svar
uk: Не вдалося надіслати вашу відповідь

source: Submit your response and move to the next step
af_za: Stuur jou antwoord en beweeg na die volgende stap
az: Cavabınızı göndərin və növbəti mərhələyə keçin
ca: Envieu la vostra resposta i aneu al pas següent
cs: Odešlete svou odpověď a přejděte k dalšímu kroku
da: Send dit svar og gå videre til næste trin
es_ar: Envíe su respuesta y pase al siguiente paso.
fa_ir: پاسخ خود را ارسال کنید و به مرحله بعد بروید
fi: Lähetä vastauksesi ja siirry seuraavaan vaiheeseen
fil_ph: Isumite ang iyong tugon at lumipat sa susunod na hakbang
fr_fr: Soumettez votre réponse et passez à l&#39;étape suivante
hr: Podnesite odgovor i prijeđite na sljedeći korak
ko_kr: 답변을 제출하고 다음 단계로 이동합니다.
sv: Skicka ditt svar och gå vidare till nästa steg
uk: Надіслати відповідь та перейти до наступного етапу

source: Your submission was cancelled.
af_za: Jou voorlegging is gekanselleer.
az: Göndərdiyiniz ləğv edildi.
ca: S'ha cancel·lat la vostra sol·licitud.
cs: Váš příspěvek byl zrušen.
da: Din indsendelse blev annulleret.
es_ar: Su envío fue cancelado.
fa_ir: ارسال شما لغو شد.
fi: Lähetyksesi peruttiin.
fil_ph: Nakansela ang iyong pagsusumite.
fr_fr: Votre soumission a été annulée.
hr: Podnošenje vašeg odgovora je otkazano:
ko_kr: 제출이 취소되었습니다.
sv: Ditt inlägg avbröts.
uk: Ваше відправлення скасовано.

source: Your submission has been cancelled by %(removed_by_username)s on %(removed_datetime)s
af_za: Jou voorlegging is gekanselleer deur %(removed_by_username)s op %(removed_datetime)s
az: Sizin göndərdiyiniz %(removed_by_username)s tərəfindən %(removed_datetime)s tarixində ləğv edilib
ca: El vostre enviament ha estat cancel·lat per %(removed_by_username)s a %(removed_datetime)s
cs: Váš příspěvek byl zrušen uživatelem %(removed_by_username)s dne %(removed_datetime)s
es_ar: Su envío ha sido cancelado por %(removed_by_username)s el %(removed_datetime)s
fa_ir: ارسال شما توسط %(removed_by_username)s در %(removed_datetime)s لغو شد
fi: %(removed_by_username)s on peruuttanut lähetyksesi %(removed_datetime)s
fil_ph: Ang iyong pagsusumite ay kinansela ni %(removed_by_username)s sa %(removed_datetime)s
fr_fr: Votre soumission a été annulée par %(removed_by_username)s sur %(removed_datetime)s
hr: Podnošenje vašeg odgovora je otkazao/la %(removed_by_username)s %(removed_datetime)s
ko_kr: %(removed_by_username)s on %(removed_datetime)s 가 제출을 취소하였습니다.
sv: Ditt inlägg har annullerats av% (removed_by_username) s på% (removed_datetime) s
uk: Ваше відправлення скасовано %(removed_by_username)s о %(removed_datetime)s

source: Your submission was cancelled on %(removed_datetime)s
af_za: Jou voorlegging is op %(removed_datetime)s gekanselleer
az: Sizin göndərdiyiniz %(removed_datetime)s tarixində ləğv edildi
ca: S'ha cancel·lat el vostre enviament %(removed_datetime)s
cs: Váš příspěvek byl zrušen dne %(removed_datetime)s
es_ar: Su envío fue cancelado el %(removed_datetime)s
fa_ir: ارسال شما در %(removed_datetime)s لغو شد
fi: Lähetyksesi peruttiin %(removed_datetime)s
fil_ph: Nakansela ang iyong pagsusumite noong %(removed_datetime)s
fr_fr: Votre soumission a été annulée le %(removed_datetime)s
hr: Podnošenje vašeg odgovora je otkazano %(removed_datetime)s
ko_kr: %(removed_datetime)s에 제출이 취소되었습니다
sv: Ditt inlägg avbröts på% (removed_datetime) s
uk: Ваше відправлення скасовано %(removed_datetime)s

source: Comments: %(comments)s
af_za: Voeg diens by
az: Şərhlər: %(comments)s
ca: Comentaris: %(comments)s
cs: Komentáře: %(comments)s
es_ar: Comentarios: %(comments)s
fa_ir: نظرات: %(comments)s
fi: Kommentit: %(comments)s
fil_ph: Mga Puna: %(comments)s
fr_fr: Commentaires : %(comments)s
hr: Komentari: %(comments)s
ko_kr: 코멘트: %(comments)s
sv: Kommentarer:% (kommentarer) s
uk: Коментарі: %(comments)s

source: Incomplete
af_za: Onvolledig
az: Bitməyib
ca: Incomplet
cs: Neúplný
da: Ufuldstændig
es_ar: Incompleto
fa_ir: ناتمام
fi: Epätäydellinen
fil_ph: Hindi kumpleto
fr_fr: Incomplet
hr: Nepotpuno
ko_kr: 미완성
sv: Ofullständig
uk: Незавершено

source: The due date for this step has passed. This step is now closed. You can no longer submit a response or continue with this problem, and you will receive a grade of Incomplete. If you saved but did not submit a response, the response appears in the course records.
af_za: Die vervaldatum van hierdie stap is verby. Hierdie stap is nou gesluit. Jy kan nie meer 'n antwoord in te dien of voort te gaan met hierdie probleem, en jy sal 'n graad van onvolledigheid ontvang. As jy gestoor het, maar nie 'n antwoord ingedien het nie, verskyn die antwoord in die kursusrekords.
az: Bu mərhələ üçün son tarix keçib. Bu mrhələ indi bağlıdır. Siz nə cavab göndərə, nə də ki, bu tapşırığa davam edə bilərsiniz və buna görə də natamam qiymət alacaqsınız. Əgər siz cavabı yaddaşda saxlayıb, ancaq göndərməmisinizsə,cavab kurs yazlarında görünəcək.
ca: S'ha aprovat la data de venciment d'aquest pas. Aquest pas ara està tancat. Ja no podeu enviar una resposta o continuar amb aquest problema i rebreu una nota incompleta. Si heu desat, però no ha enviat cap resposta, la resposta apareixerà als registres del curs.
cs: Termín pro tento krok uplynul. Tento krok je nyní uzavřen. Již nemůžete odeslat odpověď nebo pokračovat v tomto problému a obdržíte známku Nedokončeno. Pokud jste uložili, ale neodeslali jste odpověď, odpověď se objeví v záznamech kurzu.
da: Forfaldsdatoen for dette trin er overskredet. Dette trin er nu lukket. Du kan ikke længere indsende et svar eller fortsætte med dette problem, og du vil modtage karakteren Ufuldstændig. Hvis du har gemt, men ikke har afgivet et svar, vises svaret i kursusregistrene.
es_ar: La fecha límite para este paso ya pasó. Este paso ya está cerrado. Ya no podrá enviar una respuesta ni continuar con este problema y recibirá una calificación de Incompleto. Si guardó pero no envió una respuesta, la respuesta aparece en los registros del curso.
fa_ir: تاریخ سررسید این مرحله به پایان رسیده است. این مرحله اکنون بسته می‌شود. دیگر امکان ارسال پاسخ را ندارید یا به این مساله ادامه دهید و نمره ناقص دریافت خواهید کرد. اگر آن را ذخیره کرده‌اید اما پاسخی ارسال نکرده‌اید، پاسخ در سوابق دوره آموزشی ظاهر می‌شود.
fi: Tämän vaiheen eräpäivä on ohitettu. Tämä vaihe on nyt suljettu. Et voi enää lähettää vastausta tai jatkaa tämän ongelman käsittelyä, ja saat arvosanan Puutteellinen. Jos tallensit, mutta et lähettänyt vastausta, vastaus näkyy kurssin tiedoissa.
fil_ph: Lumipas na ang takdang petsa para sa hakbang na ito. Ang hakbang na ito ay sarado na ngayon. Hindi ka na makakapagsumite ng tugon o makapagpatuloy sa problemang ito, at makakatanggap ka ng grado na Hindi Kumpleto. Kung nag-save ka ngunit hindi nagsumite ng tugon, lalabas ang tugon sa mga talaan ng kurso.
fr_fr: La date d&#39;échéance de cette étape est dépassée. Cette étape est maintenant fermée. Vous ne pouvez plus soumettre de réponse ou continuer avec ce problème, et vous recevrez la note Incomplète. Si vous avez enregistré mais n&#39;avez pas soumis de réponse, la réponse apparaît dans les enregistrements de cours.
hr: Rok za ovaj korak je prošao i on više nije dostupan. Ne možete podnijeti odgovor ili nastaviti s ovim zadatkom te ćete dobiti ocjenu Nedovršeno. Ako ste odgovor spremili, ali niste podnijeli, pojavit će se u evidenciji kolegija.
ko_kr: 이 단계에 대한 마감일이 지났습니다. 이 단계는 마감되었습니다. 답변을 이제 제출할 수 없고, 미완성에 대한 점수를 받게될 것입니다. 답변을 저장했지만 재출하지 않은 경우, 답변이 강좌 기록에 보일 것입니다.
sv: Förfallodagen för detta steg har gått. Detta steg är nu stängd. Du kan inte längre skicka in ett svar eller fortsätta med det här problemet, och du kommer att få en klass av ofullständig. Om du sparat men inte skickade ett svar visas svaret i kursregistreringarna.
uk: Кінцевий термін виконання цього кроку минув. Його закрито для виконання. Ви не зможете подати відповідь або продовжити виконання і ви одержите неповну оцінку. Якщо ви зберегли, але не надали відповідь, вона з'явиться у записах курсу.

source: Complete
af_za: Voltooi
az: Bitib
ca: Complet
cs: Dokončit
da: Komplet
es_ar: Completo
fa_ir: کامل
fi: Saattaa loppuun
fil_ph: Kumpleto
fr_fr: Compléter
hr: Ispuni
ko_kr: 완료
sv: Komplett
uk: Завершено

source: Your response
af_za: Jou antwoord
az: Sizin cavabınız
ca: La teva resposta
cs: Vaše odpověď
da: Dit svar
es_ar: Su respuesta
fa_ir: پاسخ شما
fi: Vastauksesi
fil_ph: Ang iyong tugon
fr_fr: Votre réponse
hr: Vaš odgovor
ko_kr: 내 응답
sv: Ditt svar
uk: Ваша відповідь

source: Your Uploaded Files
af_za: Jou opgelaaide lêers
az: Sizin yüklənmiş fayllarınız
ca: Els vostres fitxers penjats
cs: Vaše nahrané soubory
da: Dine uploadede filer
es_ar: Los archivos cargados
fa_ir: پرونده‌های بارگذاری‌شده شما
fi: Ladatut tiedostot
fil_ph: Iyong Mga Na-upload na File
fr_fr: Vos fichiers téléchargés
hr: Vaše učitane datoteke
ko_kr: 업로드한 파일
sv: Dina uppladdade filer
uk: Ваші завантажені файли

source: Your response has been submitted. You will receive your grade after all steps are complete and your response is fully assessed.
af_za: Jou antwoord is ingedien. Jy sal jou graad ontvang nadat al die stappe voltooi is en jou antwoord is ten volle beoordeel.
az: Sizin cavabınız göndərilib. Siz bütün mərtələləri bitirdikdən və sizin cavabınız tam olaraq qiymətləndirildikdən sonra siz qiymət alacaqsıınız.
ca: S'ha enviat la vostra resposta. Rebreu el vostre grau després de completar tots els passos i es valorarà la vostra resposta.
cs: Vaše odpověď byla odeslána. Hodnocení obdržíte po dokončení všech kroků a úplném vyhodnocení vaší odpovědi.
da: Dit svar er blevet sendt. Du vil modtage din karakter, når alle trin er gennemført, og dit svar er fuldt vurderet.
es_ar: Su respuesta ha sido enviada. Recibirá su calificación después de completar todos los pasos y su respuesta haya sido evaluada en su totalidad.
fa_ir: پاسخ شما ارسال شد. پس از تکمیل تمام مراحل و ارزیابی کامل پاسخ شما، نمره خود را دریافت خواهید کرد.
fi: Vastauksesi on lähetetty. Saat arvosanan, kun kaikki vaiheet on suoritettu ja vastauksesi on täysin arvioitu.
fil_ph: Naisumite na ang iyong tugon. Matatanggap mo ang iyong marka pagkatapos makumpleto ang lahat ng hakbang at ganap na nasuri ang iyong tugon.
fr_fr: Votre réponse a été envoyée. Vous recevrez votre note une fois toutes les étapes terminées et votre réponse entièrement évaluée.
hr: Vaš je odgovor podnesen. Dobit ćete ocjenu kada svi koraci budu dovršeni i procjena vašeg odgovora bude gotova.
ko_kr: 응답이 제출되었습니다. 모든 단계가 끝나고 답변 평가가 완료되면 최종 성적을 부여받게 됩니다.
sv: Ditt svar har skickats in. Du kommer att få din betyg efter alla steg är färdiga och ditt svar är fullt utvärderat.
uk: Вашу відповідь додано. Ви одержите оцінку після виконання всіх кроків і повного оцінювання ваших відповідей.

source: You still need to complete the %(peer_start_tag)speer assessment%(end_tag)s and %(self_start_tag)sself assessment%(end_tag)s steps.
af_za: Jy moet nog steeds die %(peer_start_tag)sportuurbeoordeling %(end_tag)s en %(self_start_tag)sselfassessering%(end_tag)s stappe voltooi.
az: Siz %(peer_start_tag)shəmyaşıd qiymətləndirmə%(end_tag)s və %(self_start_tag)sözünü qiymətləndirmə%(end_tag)s mərhələlərini tamamlamalısınız.
ca: Encara haureu de completar %(peer_start_tag)sla valoració per parells %(end_tag)s i els passos %(self_start_tag)sd'auto avaluació%(end_tag)s.
cs: Stále musíte dokončit kroky %(peer_start_tag)svzájemného hodnocení%(end_tag)s a %(self_start_tag)ssebehodnocení%(end_tag)s.
es_ar: Aún tienes que completar el paso de %(peer_start_tag)sevaluación por pares%(end_tag)s y de %(self_start_tag)sautoevaluación%(end_tag)s .
fa_ir: هنوز باید مراحل%(peer_start_tag)sارزیابی%(end_tag)s و %(self_start_tag)s ارزیابی%(end_tag)s را تکمیل کنید.
fi: Sinun on vielä suoritettava vaiheet %(peer_start_tag)speer assessment%(end_tag)s ja %(self_start_tag)sself assessment%(end_tag)s.
fil_ph: Kailangan mo pa ring kumpletuhin ang %(peer_start_tag)speer assessment%(end_tag)s at %(self_start_tag)sself assessment%(end_tag)s na mga hakbang.
fr_fr: Vous devez encore effectuer les étapes %(peer_start_tag)sévaluation par les pairs%(end_tag)s et %(self_start_tag)sauto-évaluation%(end_tag)s.
hr: Niste još dovršili korake %(peer_start_tag)sProcjena vršnjaka%(end_tag)s i %(self_start_tag)sSamoprocjena%(end_tag)s.
ko_kr: 아직 %(peer_start_tag)speer assessment%(end_tag)s 및 %(self_start_tag)sself assessment%(end_tag)s 단계가 남았습니다.
sv: Du behöver fortfarande fylla i %(peer_start_tag)s gruppbedömning %(end_tag)s och %(self_start_tag)s självbedömning %(end_tag)s steg.
uk: Вам все ще потрібно завершити кроки %(peer_start_tag)sперехресного оцінювання%(end_tag)s та %(self_start_tag)sсамооцінювання%(end_tag)s.

source: You still need to complete the %(start_tag)speer assessment%(end_tag)s step.
af_za: Jy moet nog steeds die %(start_tag)sportuurbeoordeling %(end_tag)s stap voltooi.
az: Siz %(start_tag)shəmyaşıd qiymətləndirmə%(end_tag)s mərhələsini tamamlamalısınız.
ca: Encara haureu de completar el pas %(start_tag)sd'avaluació per parells%(end_tag)s.
cs: Stále musíte dokončit krok %(start_tag)svzájemného hodnocení%(end_tag)s.
es_ar: Todavía debe completar la %(start_tag)setapa de calificación por pares%(end_tag)s.
fa_ir: هنوز نیاز دارید که مرحله %(start_tag)s و ارزیابی همتا %(end_tag)s را تکمیل کنید.
fi: Sinun on vielä suoritettava vaihe %(start_tag)speer assessment%(end_tag)s.
fil_ph: Kailangan mo pa ring kumpletuhin ang %(start_tag)speer assessment%(end_tag)s na hakbang.
fr_fr: Vous devez encore terminer l&#39;étape %(start_tag)speer assessment%(end_tag)s.
hr: Niste još dovršili korak %(start_tag)sProcjena vršnjaka%(end_tag)s.
ko_kr: 아직 %(start_tag)speer assessment%(end_tag)s 단계가 남았습니다.
sv: Du behöver fortfarande slutföra %(start_tag)s gruppbedömning %(end_tag)s steg.
uk: Вам все ще потрібно завершити крок %(start_tag)sперехресного оцінювання%(end_tag)s.

source: You still need to complete the %(start_tag)sself assessment%(end_tag)s step.
af_za: Jy moet nog steeds die %(start_tag)sselfassessering%(end_tag)s stap voltooi.
az: Siz %(start_tag)sözünü qiymətləndirmə%(end_tag)s mərhələsini tamamlamalısınız.
ca: Encara haureu de completar el pas del percentatge %(start_tag)sde l'autoavaluació%(end_tag)s.
cs: Stále musíte dokončit krok %(start_tag)ssebehodnocení%(end_tag)s.
es_ar: Aún tiene que completar el paso de %(start_tag)sautoevaluación%(end_tag)s.
fa_ir: شما نیاز دارید که مرحله %(start_tag)sخود ارزیابی %(end_tag)sرا تکمیل کنید.
fi: Sinun on vielä suoritettava vaihe %(start_tag)sitsearviointi%(end_tag)s.
fil_ph: Kailangan mo pa ring kumpletuhin ang %(start_tag)sself assessment%(end_tag)s na hakbang.
fr_fr: Vous devez encore terminer l&#39;étape %(start_tag)sauto-évaluation%(end_tag)s.
hr: Niste još dovršili korak %(start_tag)sSamoprocjena%(end_tag)s.
ko_kr: 아직 %(start_tag)sself assessment%(end_tag)s 단계가 남았습니다.
sv: Du måste fortfarande fylla i %(start_tag)s självbedömning %(end_tag)s steg.
uk: Вам все ще потрібно завершити крок %(start_tag)sсамооцінювання%(end_tag)s .

source: Error
af_za: Fout
az: Xəta
cs: Chyba
da: Fejl
fa_ir: خطا
fi: Virhe
fr_fr: Erreur
hr: Greška
ko_kr: 오류
sv: Fel
uk: Помилка

source: You joined Team %(team_name)s after they submitted a response for this assignment and you will not receive a grade for their response. You have also not previously submitted a response to this assignment with another team. Please contact course staff to discuss your options for this assignment.
af_za: Jy het by Span %(team_name)s aangesluit nadat hulle 'n antwoord vir hierdie opdrag ingedien het en jy sal nie 'n graad ontvang vir hul antwoord nie. Jy het ook nog nie voorheen ingedien nie 'n reaksie op hierdie opdrag met 'n ander span. Kontak asseblief kursuspersoneel om jou te bespreek opsies vir hierdie opdrag.
cs: Připojili jste se k týmu %(team_name)s poté, co odeslal odpověď na tento úkol, a vy za jeho odpověď nedostanete známku. Také jste dříve neodeslali odpověď na tento úkol s jiným týmem. Kontaktujte prosím učitele kurzu a prodiskutujte své možnosti pro tento úkol.
es_ar: Se unió al equipo %(team_name)sdespués de que enviasen una respuesta para esta tarea, por lo que no recibirá una calificación por su respuesta. Tampoco ha entregado anteriormente una respuesta para esta tarea con otro equipo. Por favor, ponerse en contacto con el equipo docente para analizar sus alternativas para esta tarea.
fa_ir: شما به تیم %(team_name)s پس از ارسال پاسخی برای این تکلیف پیوستید و برای پاسخ آنها نمره‌ دریافت نخواهید کرد. همچنین قبلاً پاسخی به این تکلیف با تیم دیگری ارسال نکرده‌اید. لطفاً با کارکنان دوره آموزشی تماس بگیرید تا درباره گزینه‌های خود برای این تکلیف صحبت کنید.
fi: Liityit Team %(team_name)s -ryhmään sen jälkeen, kun he lähettivät vastauksen tähän tehtävään, etkä saa heidän vastauksestaan arvosanaa. Et myöskään ole aiemmin lähettänyt vastausta tähän tehtävään toisen tiimin kanssa. Ota yhteyttä kurssin henkilökuntaan keskustellaksesi vaihtoehdoistasi tähän tehtävään.
fil_ph: Sumali ka sa Team %(team_name)s pagkatapos nilang magsumite ng tugon para sa takdang-aralin na ito at hindi ka makakatanggap ng marka para sa kanilang tugon. Hindi ka rin nagsumite dati ng tugon sa takdang-aralin na ito sa ibang team. Mangyaring makipag-ugnayan sa staff ng kurso upang talakayin ang iyong mga opsyon para sa takdang-aralin na ito.
fr_fr: Vous avez rejoint l&#39;équipe %(team_name)s après avoir soumis une réponse pour ce devoir et vous ne recevrez pas de note pour sa réponse. Vous n&#39;avez pas non plus soumis de réponse à ce devoir avec une autre équipe. Veuillez contacter le personnel du cours pour discuter de vos options pour ce devoir.
hr: Pridružili ste se timu %(team_name)s nakon što je tim podnio odgovor za ovaj zadatak i nećete dobiti ocjenu za njegov odgovor. Prije toga niste podnijeli odgovor na ovaj zadatak s drugim timom. Obratite se osoblju kako biste razgovarali o vašim mogućnostima za ovaj zadatak.
ko_kr: 당신은 %(team_name)s팀에 이 과제에 대한 응답을 제출한 후에 합류했습니다 그래서 그들의 응답에 대해서 점수를 받을 수 없습니다. 또한 이전에 다른 팀과 이 과제에 대한 응답을 제출하지 않았습니다. 강의 조교에게 이 과제에 대한 대안 책을 선택하기 위해 연락해 주세요.
sv: Du gick med i Team %(team_name)s efter att de skickade in ett svar för den här uppgiften och du får inget betyg för deras svar. Du har inte heller skickat in tidigare ett svar på detta uppdrag med ett annat team. Kontakta kurspersonal för att diskutera ditt alternativ för detta uppdrag.
uk: Ви приєдналися до команди %(team_name)s після того, як вони дали відповідь на це завдання, тому Ви не отримаєте оцінку за їх відповідь. Ви також раніше не надсилали відповідь на це завдання від імені іншої команди. Будь ласка, зв’яжіться з адміністраторами курсу, щоб обговорити Ваші варіанти виконання цього завдання.

source: Assess Your Response
af_za: Evalueer jou antwoord
az: Cavabınızı qiymətləndirin
ca: Avalueu la vostra resposta
cs: Zhodnoťte svou odpověď
da: Vurder dit svar
es_ar: Evalúe su respuesta
fa_ir: ارزیابی پاسخ شما
fi: Arvioi vastauksesi
fil_ph: Tayahin ang Iyong Tugon
fr_fr: Évaluez votre réponse
hr: Procijenite vaš odgovor
ko_kr: 답변 자기 평가
sv: Bedöma ditt svar
uk: Оцінити вашу відповідь

source: Submit your assessment
af_za: Stuur jou assessering in
az: Qiymətləndirmənizi göndərin
ca: Envieu la vostra valoració
cs: Odeslat své hodnocení
da: Indsend din vurdering
es_ar: Envíe su evaluación
fa_ir: ارسال پاسخ
fi: Lähetä arviosi
fil_ph: Isumite ang iyong pagtatasa
fr_fr: Soumettez votre évaluation
hr: Podnesite svoju procjenu
ko_kr: 평가 제출하기
sv: Skicka in din bedömning
uk: Надіслати вашу оцінку
