Repository: openedx/edx-ora2
Catalog: openassessment/conf/locale/*/LC_MESSAGES/django.po
Languages: af_za, az, ca, cs, da, es_ar, fa_ir, fi, fil_ph, fr_fr, hr, ko_kr, sv, uk

source: Provide feedback on peer assessments
af_za: Verskaf terugvoer oor eweknie-evaluerings
az: Həmyaşıd qiymətləndirmələri üçün rəy yazın
ca: Proporciona comentaris sobre les avaluacions entre iguals
cs: Poskytněte zpětnou vazbu k vzájemnému hodnocení
da: Giv feedback på peer-vurderinger
es_ar: Proporciona retroalimentación de la evaluación por pares
fa_ir: ارائه بازخورد درباره ارزیابی همتایان
fi: Anna palautetta vertaisarvioinneista
fil_ph: Magbigay ng feedback sa mga peer assessment
fr_fr: Fournir des commentaires sur les évaluations par les pairs
hr: Pružite povratne informacije na procjene vršnjaka
ko_kr: 동료의 평가에 대한 피드백을 제공
sv: Ge feedback på peerbedömningar
uk: Надіслати відповідь для перехресного оцінювання

source: Submitting Feedback
af_za: Stuur terugvoer in
az: Rəy göndərir
ca: Enviament de comentaris
cs: Odeslání zpětné vazby
da: Indsender feedback
es_ar: Enviar comentarios
fa_ir: ارسال بازخورد
fi: Palautteen lähettäminen
fil_ph: Pagsusumite ng Feedback
fr_fr: Soumettre des commentaires
hr: Podnošenje povratnih informacija
ko_kr: 피드백 제출하기
sv: Skicka feedback
uk: Відправка відгуку

source: Your feedback has been submitted. Course staff will be able to see this feedback when they review course records.
af_za: Jou terugvoer is ingedien. Kursuspersoneel sal hierdie terugvoer kan sien wanneer hulle kursusrekords hersien.
az: Sizin rəyiniz göndərilib. Kurs heyəti kurs yazılarına baxanda bu rəyi görə biləcəklər.
ca: Els vostres comentaris s'han enviat. El personal del curs podrà veure aquesta opinió quan revisi els registres del curs.
cs: Vaše zpětná vazba byla odeslána. Učitelé kurzu budou moci tuto zpětnou vazbu vidět při kontrole záznamů kurzu.
da: Din feedback er blevet sendt. Kursuspersonale vil kunne se denne feedback, når de gennemgår kursusrekorder.
es_ar: ¡Sus comentarios han sido enviados! El equipo del curso los verá cuando revisen los registros del curso.
fa_ir: بازخورد شما ارسال شد. کارکنان هنگامی که سوابق دوره را بررسی می کنند، می‌توانند این بازخورد را ببینند.
fi: Palautteesi on lähetetty. Kurssin henkilökunta näkee tämän palautteen, kun he tarkastelevat kurssitietueita.
fil_ph: Naisumite na ang iyong feedback. Makikita ng staff ng kurso ang feedback na ito kapag nirepaso nila ang mga talaan ng kurso.
fr_fr: Vos commentaires ont été soumis. Le personnel du cours pourra voir ces commentaires lorsqu&#39;il examinera les dossiers de cours.
hr: Vaše su povratne informacije podnešene. Osoblje će moći vidjeti te povratne informacije prilikom pregleda evidentiranih odgovora u sklopu kolegija.
ko_kr: 제출하신 피드백이 접수되었습니다. 과정 관리자가 과정 기록 검토 시에 이 피드백을 확인 할 수 있습니다.
sv: Din feedback har skickats in. Kursansvarig kommer att kunna se denna feedback när de granskar kursposter.
uk: Ваш відгук було подано. Персонал курсу матиме можливість бачити його, коли вони переглядатимуть записи курсу.

source: Course staff will be able to see any feedback that you provide here when they review course records.
af_za: Kursuspersoneel sal enige terugvoer wat jy hier verskaf, kan sien wanneer hulle kursusrekords hersien.
az: Kurs heyəti kurs yazılarına baxanda sizin burada yazdığınız hər hansı rəyi görə biləcəklər.
ca: El personal del curs podrà veure els comentaris que proporcioneu aquí quan revisi els registres del curs.
cs: Učitelé kurzu budou moci vidět jakoukoli zpětnou vazbu, kterou zde poskytnete, když budou kontrolovat záznamy kurzu.
da: Kursuspersonale vil kunne se enhver feedback, du giver her, når de gennemgår kursusrekorder.
es_ar: El personal del curso podrá ver cualquier comentario que proporcione aquí cuando revisen los registros del curso.
fa_ir: هر بازخوردی در اینجا ارائه دهید، کارکنان دوره می‌توانند هنگام بررسی سوابق دوره مشاهده کنند.
fi: Kurssin henkilökunta näkee kaikki täällä antamasi palautteet, kun he tarkastelevat kurssitietueita.
fil_ph: Makikita ng staff ng kurso ang anumang feedback na ibibigay mo rito kapag nirepaso nila ang mga rekord ng kurso.
fr_fr: Le personnel du cours pourra voir tous les commentaires que vous fournirez ici lorsqu&#39;ils examineront les enregistrements de cours.
hr: Osoblje će moći vidjeti sve povratne informacije koje podnesete ovdje prilikom pregleda evidentiranih odgovora u sklopu kolegija.
ko_kr: 강좌 스태프가 과정 기록 검토 시에 제공된 피드백을 확인 할 수 있습니다.
sv: Kursansvarig kommer att kunna se eventuell feedback som du anger här när de granskar kursposter.
uk: Персонал курсу зможе побачити будь-який відгук, який ви надасте тут, коли вони переглядатимуть записи курсу.

source: Select the statements below that best reflect your experience with peer assessments.
af_za: Kies die verklarings hieronder wat jou ervaring met portuurassesserings die beste weerspieël.
az: Həmyaşıd qiymətləndirməsində olan təcrübənizi ən yaxşı şəkildə əks etdirən ifadələri seçin.
ca: Seleccioneu les instruccions que es mostren a continuació que millor reflecteixin la vostra experiència amb les avaluacions entre iguals.
cs: Níže vyberte tvrzení, která nejlépe odpovídají vašim zkušenostem s vzájemným hodnocením.
da: Vælg de udsagn nedenfor, der bedst afspejler din erfaring med peer-vurderinger.
es_ar: Seleccione las siguientes afirmaciones que mejor reflejen su experiencia con las evaluaciones de pares.
fa_ir: عبارات زیر را انتخاب کنید به‌طوری که بهترین منعکس‌کننده تجربه شما از ارزیابی همتایان باشد.
fi: Valitse alta väittämät, jotka kuvastavat parhaiten kokemuksiasi vertaisarvioinneista.
fil_ph: Piliin ang mga pahayag sa ibaba na pinakamahusay na nagpapakita ng iyong karanasan sa mga pagtatasa ng peer.
fr_fr: Sélectionnez les énoncés ci-dessous qui reflètent le mieux votre expérience avec les évaluations par les pairs.
hr: Odaberite rečenice koje najbolje odražavaju vaše iskustvo s procjenama vršnjaka.
ko_kr: 상호평가의 경험을 가장 잘 반영하는 아래의 진술을 선택하세요
sv: Välj nedanstående uttalanden som bäst motsvarar din erfarenhet med peer-bedömningar.
uk: Виберіть із переліку те, що найкраще відображає ваш досвід роботи із перехресним оцінюванням.

source: These assessments were useful.
af_za: Hierdie evaluerings was nuttig.
az: Bu qiymətləndirmələr faydalı idi.
ca: Aquestes avaluacions van ser útils.
cs: Tato hodnocení byla užitečná.
da: Disse vurderinger var nyttige.
es_ar: Estas evaluaciones fueron útiles.
fa_ir: ارزیابی‌ها مفید بودند.
fi: Näistä arvioista oli hyötyä.
fil_ph: Ang mga pagtatasa na ito ay naging kapaki-pakinabang.
fr_fr: Ces évaluations ont été utiles.
hr: Ove su procjene bile korisne.
ko_kr: 과제물들은 유용하였습니다.
sv: Dessa bedömningar var användbara.
uk: Ці оцінки були корисними.

source: These assessments were not useful.
af_za: Hierdie evaluerings was nutteloos.
az: Bu qiymətləndirmələr faydalı deyildi.
ca: Aquestes avaluacions no van ser útils.
cs: Tato hodnocení nebyla užitečná.
da: Disse vurderinger var ikke nyttige.
es_ar: Estas evaluaciones no fueron útiles.
fa_ir: ارزیابی‌ها مفید نبودند.
fi: Näistä arvioista ei ollut hyötyä.
fil_ph: Ang mga pagtatasa na ito ay hindi naging kapaki-pakinabang.
fr_fr: Ces évaluations n&#39;étaient pas utiles.
hr: Ove procjene nisu bile korisne.
ko_kr: 과제물들은 불필요하였습니다.
sv: Dessa bedömningar var inte användbara.
uk: Ці оцінки не були корисні.

source: I disagree with one or more of the peer assessments of my response.
af_za: Ek stem nie saam met een of meer van die eweknie-evaluerings van my antwoord nie.
az: Mən cavablarıma verilən bir və ya bir neçə həmyaşıd qiymətləndirmələri ilə razılaşmıram.
ca: No estic d'acord amb una o més avaluacions entre iguals de la meva resposta.
cs: Nesouhlasím s jedním nebo více názory spolužáků na mou odpověď.
da: Jeg er uenig i en eller flere af peer-vurderingerne af mit svar.
es_ar: No estoy de acuerdo con una o más de las evaluaciones de pares de mi respuesta.
fa_ir: من با یک یا چند مورد از ارزیابی‌های همکاران از پاسخ خود مخالفم.
fi: Olen eri mieltä yhden tai useamman vastaukseni vertaisarvioinnin kanssa.
fil_ph: Hindi ako sumasang-ayon sa isa o higit pa sa mga peer assessment ng aking tugon.
fr_fr: Je ne suis pas d&#39;accord avec une ou plusieurs des évaluations par les pairs de ma réponse.
hr: Ne slažem se s jednom procjenom vršnjaka mog odgovora ili više njih.
ko_kr: 내 응답에 대한 평가에 동의하지 않습니다.
sv: Jag håller inte med en eller flera av utvärderingarna av mitt svar.
uk: Я не погоджуюся з однією чи декількома оцінками моєї відповіді однокурсниками.

source: Some comments I received were inappropriate.
af_za: Sommige opmerkings wat ek ontvang het, was onvanpas.
az: Aldığım bəzi şərhlər uyğunsuz idi.
ca: Alguns comentaris que he rebut no eren adequats.
cs: Některé komentáře, které jsem obdržel, byly nevhodné.
da: Nogle kommentarer, jeg modtog, var upassende.
es_ar: Algunos comentarios que recibí fueron inapropiados.
fa_ir: برخی از نظرات مناسب نیستند.
fi: Jotkut saamani kommentit olivat sopimattomia.
fil_ph: Ang ilang komentong natanggap ko ay hindi naaangkop.
fr_fr: Certains commentaires que j&#39;ai reçus étaient inappropriés.
hr: Neki komentari koje sam dobio/la nisu bili primjereni.
ko_kr: 내가 받은 어떤 코멘트들은 적절하지 않았습니다.
sv: Några kommentarer jag mottog var olämpliga.
uk: Деякі коментарі, які я отримав, були недоречні.

source: Provide feedback on the grade or comments that you received from your peers.
af_za: Gee terugvoer oor die graad of kommentaar wat jy van jou eweknieë ontvang het.
az: Həmyaşıdlarınızdan aldığınız qiymət və ya şərhlərə rəy verin.
ca: Proporcioneu comentaris sobre el grau o els comentaris que heu rebut dels vostres companys.
cs: Poskytněte zpětnou vazbu ke známce nebo komentářům, které jste obdrželi od svých spolužáků.
da: Giv feedback på karakteren eller kommentarer, som du har modtaget fra dine kammerater.
es_ar: Proporcione comentarios sobre la calificación o los comentarios que recibió de sus compañeros.
fa_ir: ارائه بازخورد درباره نمره یا نظراتی که از همتایان خود دریافت می‌کنید.
fi: Anna palautetta arvosanasta tai kommenteista, jotka olet saanut kollegoiltasi.
fil_ph: Magbigay ng feedback sa grado o komento na natanggap mo mula sa iyong mga kapantay.
fr_fr: Fournissez des commentaires sur la note ou les commentaires que vous avez reçus de vos pairs.
hr: Pružite povratne informacije o ocjeni ili komentarima koje ste dobili od svojih vršnjaka.
ko_kr: 상호 평가에서 받은 성적이나 의견에 대한 피드백을 입력하세요.
sv: Ge feedback om betyg eller kommentarer som du fått från dina kamrater.
uk: Надати відгук на оцінку або коментар, який ви одержали від інших слухачів.

source: I feel the feedback I received was...
af_za: Ek voel die terugvoer wat ek ontvang het, was..
az: Mən elə hiss edirəm ki, aldığım rəy...
ca: Em sembla que els comentaris que he rebut van ser...
cs: Mám pocit, že zpětná vazba, kterou jsem dostal, byla...
da: Jeg føler, at den feedback, jeg fik, var...
es_ar: Siento que los comentarios que recibí fueron...
fa_ir: تصور می‌کنم بازخوردی که دریافت کردم ... بود
fi: Minusta saamani palaute oli...
fil_ph: Pakiramdam ko ang feedback na natanggap ko ay...
fr_fr: J&#39;ai l&#39;impression que les commentaires que j&#39;ai reçus étaient...
hr: Smatram da su povratne informacije koje sam dobio/la...
ko_kr: 제가 받은 피드백에 대한 느낌은...
sv: Jag känner den feedback jag fick var ...
uk: Мені здається, що відгук, який я отримав, був ...

source: We could not submit your feedback
af_za: Ons kon nie jou terugvoer voorlê nie
az: Biz sizin rəyinizi göndərə bilmədik
ca: No hem pogut enviar els vostres comentaris
cs: Vaši zpětnou vazbu jsme nemohli odeslat
da: Vi kunne ikke sende din feedback
es_ar: No pudimos enviar sus comentarios
fa_ir: قادر به ارسال بازخورد نبودیم
fi: Emme voineet lähettää palautettasi
fil_ph: Hindi namin maisumite ang iyong feedback
fr_fr: Nous n&#39;avons pas pu envoyer vos commentaires
hr: Nije moguće podnijeti vaše povratne informacije
ko_kr: 당신의 피드백을 제출 할 수 업습니다
sv: Vi kunde inte skicka din feedback
uk: Не вдалося надіслати ваш відгук

source: Submit feedback on peer assessments
af_za: Stuur terugvoer oor eweknie-evaluerings
az: Həmyaşıd qiymətləndirmələrinə rəy göndərin
ca: Enviar comentaris sobre avaluacions entre iguals
cs: Odešlete zpětnou vazbu ke vzájemnému hodnocení
da: Indsend feedback på peer-vurderinger
es_ar: Enviar comentarios sobre las evaluaciones de pares
fa_ir: ارائه بازخورد درباره ارزیابی همتایان
fi: Lähetä palautetta vertaisarvioinneista
fil_ph: Magsumite ng feedback sa mga peer assessment
fr_fr: Soumettre des commentaires sur les évaluations par les pairs
hr: Podnesite povratne informacije o procjenama vršnjaka
ko_kr: 상호 평가에 대한 피드백 제출하기
sv: Skicka feedback om peer-bedömningar
uk: Надіслати відгук на перехресне оцінювання

source: Not Completed
af_za: Nie voltooi nie
az: Tamamlanmayıb
ca: No s'ha completat
cs: Nedokončeno
da: Ikke afsluttet
es_ar: Sin completar
fa_ir: ناکامل
fi: Ei valmis
fil_ph: Hindi Nakumpleto
fr_fr: Pas achevé
hr: Nije dovršeno
ko_kr: 완성되지 않았습니다.
sv: Ej genomförd
uk: Не закінчено

source: You have not completed all the steps of this problem.
af_za: Jy het nie al die stappe van hierdie probleem voltooi nie.
az: Bu tapşırığın bütün mərhələlərin tamamlamamısınız.
ca: No heu completat tots els passos d'aquest problema.
cs: Nedokončili jste všechny kroky tohoto problému.
da: Du har ikke fuldført alle trinene i dette problem.
es_ar: No ha completado todos los pasos de este problema.
fa_ir: همه مراحل این مسئله رو تکمیل نکردید.
fi: Et ole suorittanut kaikkia tämän ongelman vaiheita.
fil_ph: Hindi mo pa nakumpleto ang lahat ng mga hakbang ng problemang ito.
fr_fr: Vous n&#39;avez pas terminé toutes les étapes de ce problème.
hr: Niste dovršili sve korake ovog problema.
ko_kr: 이 문제에 대한 모든 과정을 완료하지 않았습니다.
sv: Du har inte slutfört alla steg i det här problemet.
uk: Ви не заповнили всі етапи цього завдання.

source: Not Started
af_za: Nog nie begin nie
az: Başlamayıb
ca: No començat
cs: Nezačalo
da: Ikke startet
es_ar: No empezado
fa_ir: آغازنشده
fi: Ei alkanut
fil_ph: Hindi Nagsimula
fr_fr: Pas commencé
hr: Nije pokrenuto
ko_kr: 시작되지 않았습니다.
sv: Ej påbörjad
uk: Не розпочато

source: You have not started this problem yet.
af_za: Jy het nog nie hierdie probleem begin nie.
az: Siz bu tapşırığa hələ başlamamısınız.
ca: Encara no heu iniciat aquest problema.
cs: Tento problém jste ještě nezačali.
da: Du har ikke startet dette problem endnu.
es_ar: Usted no ha iniciado el problema.
fa_ir: هنوز این مسئله رو شروع نکرده‌اید
fi: Et ole vielä aloittanut tätä ongelmaa.
fil_ph: Hindi mo pa nasisimulan ang problemang ito.
fr_fr: Vous n&#39;avez pas encore commencé ce problème.
hr: Niste još počeli rješavati ovaj problem.
ko_kr: 이 문제에 대해서 아직 시작하지 않으셨습니다.
sv: Du har inte startat det här problemet ännu.
uk: Ви ще не почали це завдання.

source: Waiting for Assessments
af_za: Wag op evaluerings
az: Qiymətləndirmələr üçün gözləyir
ca: A l'espera d'avaluacions
cs: Čekání na hodnocení
da: Venter på vurderinger
es_ar: Esperando evaluaciones
fa_ir: در انتظار ارزیابی
fi: Arvioita odotellessa
fil_ph: Naghihintay para sa Mga Pagsusuri
fr_fr: En attente d&#39;évaluations
hr: Čekanje na procjene
ko_kr: 평가 대기중
sv: Väntar på bedömningar
uk: Очікування оцінювання

source: You have completed your steps in the assignment, but some assessments still need to be done on your response. When the assessments of your response are complete, you will see feedback from everyone who assessed your response, and you will receive your final grade.
af_za: Jy het jou stappe in die opdrag voltooi, maar sommige assesserings moet nog op jou antwoord gedoen word. Wanneer die assesserings van jou reaksie voltooi is, sal jy terugvoer sien van almal wat jou reaksie beoordeel het, en jy sal jou finale graad ontvang.
az: Siz tapşırıqda mərhələlərinizi tamamladınız, ancaq sizin cavalarınız üzrə hələ də bir neçə qiymətləndirməyə ehtiyac var. Sizin cavabınız üçün qiymətləndirmələr tamamlandıqda siz sizin cavabınızı qiymətləndirən hər kəsin rəyini görə biləcəksiniz və siz öz final qiymətini alacaqsınız.
ca: Heu completat els passos de la tasca, però encara cal fer algunes avaluacions a la vostra resposta. Quan finalitzin les valoracions de la vostra resposta, veureu els comentaris de tots els que han avaluat la vostra resposta i rebreu la nota final.
cs: Dokončili jste své kroky v úkolu, ale ještě je třeba provést některá hodnocení vaší odpovědi. Po dokončení hodnocení vaší odpovědi uvidíte zpětnou vazbu od všech, kteří vaši odpověď hodnotili, a obdržíte konečnou známku.
da: Du har gennemført dine trin i opgaven, men der skal stadig laves nogle vurderinger på din besvarelse. Når vurderingerne af dit svar er færdige, vil du se feedback fra alle, der har vurderet dit svar, og du vil modtage din endelige karakter.
es_ar: Completó los pasos de la tarea, pero aún es necesario realizar algunas evaluaciones en su respuesta. Cuando se completen las evaluaciones de su respuesta, verá comentarios de todos los que evaluaron su respuesta y recibirá su calificación final.
fa_ir: شما مراحل انجام تکلیف را انجام داده‌اید، اما نیاز است که پاسخ شما ارزیابی شود. هنگامی که ارزیابی پاسخ کامل شد، بازخورد همه کسانی که پاسخ شما را ارزیابی کردند مشاهده خواهید کرد و نمره نهایی خود را دریافت خواهید کرد.
fi: Olet suorittanut tehtävän vaiheet, mutta vastauksesi on vielä arvioitava. Kun vastauksesi arvioinnit ovat valmiit, näet palautetta kaikilta vastauksesi arvioineilta ja saat lopullisen arvosanasi.
fil_ph: Nakumpleto mo na ang iyong mga hakbang sa takdang-aralin, ngunit kailangan pa ring gawin ang ilang pagtatasa sa iyong tugon. Kapag kumpleto na ang mga pagtatasa ng iyong tugon, makakakita ka ng feedback mula sa lahat ng nag-assess ng iyong tugon, at matatanggap mo ang iyong huling marka.
fr_fr: Vous avez terminé vos étapes dans le devoir, mais certaines évaluations doivent encore être faites sur votre réponse. Une fois les évaluations de votre réponse terminées, vous verrez les commentaires de tous ceux qui ont évalué votre réponse et vous recevrez votre note finale.
hr: Dovršili ste sve korake u zadatku, ali neke procjene vašeg odgovora još nisu gotove. Kada procjene vašeg odgovora budu gotove, vidjet ćete povratne informacije svih koji su ocijenili vaš odgovor te ćete dobiti konačnu ocjenu.
ko_kr: 과제에서 모든 단계를 마쳤지만 제출한 답변에 대해 아직 평가가 완료되지 않았을 수 있습니다. 답변에 대한 평가가 완료되면 평가에 참여한 학습자의 피드백을 볼 수 있고 최종 성적을 부여받게 됩니다.
sv: Du har slutfört dina steg i uppdraget, men vissa bedömningar behöver fortfarande göras på ditt svar. När bedömningarna av ditt svar är färdiga kommer du att se feedback från alla som bedömde ditt svar och du kommer att få din slutbetyg.
uk: Ви завершили вашу частину завдання, але ваші відповіді все ще потребують оцінювання. Коли ваші відповіді будуть повністю оцінені, ви зможете побачити відгуки всіх, хто оцінював вас, та одержати остаточну оцінку.

source: Grade Available Responses
af_za: Graad Beskikbare Antwoorde
az: Mövcud olan cavabları qiymətləndirin
ca: Grau de respostes disponibles
cs: Známka dostupné odpovědi
da: Grader tilgængelige svar
es_ar: Calificar las respuestas disponibles
fa_ir: پاسخ‌های در دسترس نمره
fi: Arvosana Saatavilla olevat vastaukset
fil_ph: Markahan ang Magagamit na Mga Tugon
fr_fr: Noter les réponses disponibles
hr: Ocjenjivanje dostupnih odgovora
ko_kr: 답변 채점하기
sv: Betyg Tillgängliga Respons
uk: Доступні оцінки відповідей

source: Grade Available Responses is unavailable. This item is not configured for Staff Assessment.
af_za: Graad beskikbare antwoorde is nie beskikbaar nie. Hierdie item is nie gekonfigureer vir Personeelassessering nie.
az: Mövcud cavabları qiymətləndirmək mümkün deyil. Bu maddə Heyə qiymətləndirməsi üçün konfiqurasiya edilməyib.
ca: Les respostes disponibles de grau no estan disponibles. Aquest element no està configurat per a l'avaluació del personal.
cs: Hodnocení dostupné odpovědi není k dispozici. Tato položka není nakonfigurována pro hodnocení učitelů.
da: Grader tilgængelige svar er ikke tilgængelig. Dette element er ikke konfigureret til personalevurdering.
es_ar: Calificar las respuestas disponibles no está disponible. Este elemento no está configurado para la evaluación del personal.
fa_ir: نمره پاسخ‌های موجود در دسترس نیست. این مورد برای ارزیابی کارکنان پیکربندی نشده است.
fi: Arvosana Saatavilla olevat vastaukset ei ole saatavilla. Tätä kohdetta ei ole määritetty henkilöstöarviointia varten.
fil_ph: Markahang Magagamit na Mga Tugon ay hindi magagamit. Ang item na ito ay hindi naka-configure para sa Staff Assessment.
fr_fr: Noter les réponses disponibles n&#39;est pas disponible. Cet élément n&#39;est pas configuré pour l&#39;évaluation du personnel.
hr: Ocjenjivanje dostupnih odgovora nije dostupno. Ova stavka nije konfigurirana za procjenu osoblja.
ko_kr: 학년 응답을 사용할 수 없습니다. 이 항목은 직원 평가 구성되어 있지 않습니다.
sv: Tillgängliga svar är inte tillgängliga. Det här objektet är inte konfigurerat för personalbedömning.
uk: Оцінки відповідей недоступні. Цей розділ не призначений для оцінювання викладачами.

source: Please wait
af_za: Wag asseblief
az: Zəhmət olmasa gözləyin
ca: Esperi, si us plau
cs: Čekejte prosím
da: Vent venligst
es_ar: Espere por favor
fa_ir: لطفا منتظر بمانید
fi: Odota
fil_ph: Mangyaring maghintay
fr_fr: Veuillez patienter
hr: Molimo pričekajte
ko_kr: 잠시 기다려 주십시오.
sv: Vänta
uk: Будь ласка, зачекайте

source: Waiting Step Details
af_za: Wag stap besonderhede
cs: Podrobnosti o kroku čekání
da: Oplysninger om ventetrin
es_ar: Detalles del paso de espera
fa_ir: جزئیات گام انتظار
fi: Odotusvaiheen tiedot
fil_ph: Mga Detalye ng Naghihintay na Hakbang
fr_fr: Détails de l&#39;étape d&#39;attente
hr: Čekanje na pojedinosti o koraku
ko_kr: 대기 단계 세부 정보
sv: Väntar Steg Detaljer
uk: Деталі етапу очікування

source: Waiting Step details view is unavailable. This item is not configured for peer assessments.
af_za: Wag stap besonderhede aansig is nie beskikbaar nie. Hierdie item is nie gekonfigureer vir eweknie-evaluerings nie.
cs: Zobrazení podrobností o kroku čekání není k dispozici. Tato položka není nakonfigurována pro vzájemné hodnocení.
da: Visningen med detaljer om ventetrin er ikke tilgængelig. Dette element er ikke konfigureret til peer-vurderinger.
es_ar: La vista de detalles del paso en espera no está disponible. Este elemento no está configurado para evaluaciones por pares.
fa_ir: نمای جزئیات گام انتظار در دسترس نیست. این مورد برای ارزیابی همتایان پیکربندی نشده است.
fi: Odottavan vaiheen tiedot -näkymä ei ole käytettävissä. Tätä kohdetta ei ole määritetty vertaisarviointeja varten.
fil_ph: Hindi available ang view ng mga detalye ng Waiting Step. Hindi naka-configure ang item na ito para sa mga peer assessment.
fr_fr: La vue détaillée de l&#39;étape d&#39;attente n&#39;est pas disponible. Cet élément n&#39;est pas configuré pour les évaluations par les pairs.
hr: Čekanje na pojedinosti o koraku nije dostupno. Ova stavka nije konfigurirana za procjene vršnjaka.
ko_kr: 대기 단계 세부정보 보기를 사용할 수 없습니다. 이 항목은 동료 평가를 위해 구성되지 않았습니다.
sv: Vyn för information om väntande steg är inte tillgänglig. Det här objektet är inte konfigurerat för kamratbedömningar.
uk: Вигляд "Деталі етапу очікування" недоступний. Він не налаштований для оцінок іншими слухачами.

source: %(num_points)s points
af_za: %(num_points)s punte
az: %(num_points)s xal
ca: %(num_points)s punts
cs: %(num_points)s bodů
da: %(num_points)s point
es_ar: %(num_points)s puntos
fa_ir: %(num_points)s امتیاز
fi: %(num_points)s pistettä
fil_ph: %(num_points)s puntos
fr_fr: %(num_points)s point
hr: %(num_points)s bodova
ko_kr: %(num_points)s 점
sv: %(num_points)s poäng
uk: %(num_points)s балів
